[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الر ۚ تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ",
  "id" : "Alif laam raa. Inilah ayat-ayat Al Qur'an yang mengandung hikmah.",
  "nomor" : "1",
  "tr" : "alif-l<u>aa</u>m-r<u>aa</u> tilka <u>aa</u>y<u>aa</u>tu <strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>"
}, {
  "ar" : "أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَىٰ رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكَافِرُونَ إِنَّ هَٰذَا لَسَاحِرٌ مُبِينٌ",
  "id" : "Patutkah menjadi keheranan bagi manusia bahwa Kami mewahyukan kepada seorang laki-laki di antara mereka: \"Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan mereka\". Orang-orang kafir berkata: \"Sesungguhnya orang ini (Muhammad) benar-benar adalah tukang sihir yang nyata\".",
  "nomor" : "2",
  "tr" : "ak<u>aa</u>na li<strong>l</strong>nn<u>aa</u>si 'ajaban an aw<u>h</u>ayn<u>aa</u> il<u>aa</u> rajulin minhum an an<u>dz</u>iri <strong>al</strong>nn<u>aa</u>sa wabasysyiri <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu anna lahum qadama <u>sh</u>idqin 'inda rabbihim q<u>aa</u>la <strong>a</strong>lk<u>aa</u>firuuna inna h<u>aadzaa</u> las<u>aah</u>irun mubiin<strong>un</strong>"
}, {
  "ar" : "إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۖ يُدَبِّرُ الْأَمْرَ ۖ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ ۚ أَفَلَا تَذَكَّرُونَ",
  "id" : "Sesungguhnya Tuhan kamu ialah Allah Yang menciptakan langit dan bumi dalam enam masa, kemudian Dia bersemayam di atas 'Arsy untuk mengatur segala urusan. Tiada seorangpun yang akan memberi syafa'at kecuali sesudah ada izin-Nya. (Dzat) yang demikian itulah Allah, Tuhan kamu, maka sembahlah Dia.Maka apakah kamu tidak mengambil pelajaran?",
  "nomor" : "3",
  "tr" : "inna rabbakumu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi yudabbiru <strong>a</strong>l-amra m<u>aa</u> min syafii'in ill<u>aa</u> min ba'di i<u>dz</u>nihi <u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbukum fa<strong>u</strong>'buduuhu afal<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>"
}, {
  "ar" : "إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا ۖ وَعْدَ اللَّهِ حَقًّا ۚ إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ ۚ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ",
  "id" : "Hanya kepadaNyalah kamu semuanya akan kembali; sebagai janji yang benar daripada Allah, sesungguhnya Allah menciptakan makhluk pada permulaannya kemudian mengulanginya (menghidupkannya) kembali (sesudah berbangkit), agar Dia memberi pembalasan kepada orang-orang yang beriman dan yang mengerjakan amal saleh dengan adil. Dan untuk orang-orang kafir disediakan minuman air yang panas dan azab yang pedih disebabkan kekafiran mereka.",
  "nomor" : "4",
  "tr" : "ilayhi marji'ukum jamii'an wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqan innahu yabdau <strong>a</strong>lkhalqa tsumma yu'iiduhu liyajziya <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti bi<strong>a</strong>lqis<u>th</u>i wa<strong>a</strong>lla<u>dz</u>iina kafaruu lahum syar<u>aa</u>bun min <u>h</u>amiimin wa'a<u>dzaa</u>bun <strong>a</strong>liimun bim<u>aa</u> k<u>aa</u>nuu yakfuruun<strong>a</strong>"
}, {
  "ar" : "هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ مَا خَلَقَ اللَّهُ ذَٰلِكَ إِلَّا بِالْحَقِّ ۚ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
  "id" : "Dia-lah yang menjadikan matahari bersinar dan bulan bercahaya dan ditetapkan-Nya manzilah-manzilah (tempat-tempat) bagi perjalanan bulan itu, supaya kamu mengetahui bilangan tahun dan perhitungan (waktu). Allah tidak menciptakan yang demikian itu melainkan dengan hak. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui.",
  "nomor" : "5",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii ja'ala <strong>al</strong>sysyamsa <u>dh</u>iy<u>aa</u>-an wa<strong>a</strong>lqamara nuuran waqaddarahu man<u>aa</u>zila lita'lamuu 'adada <strong>al</strong>ssiniina wa<strong>a</strong>l<u>h</u>is<u>aa</u>ba m<u>aa</u> khalaqa <strong>al</strong>l<u>aa</u>hu <u>dzaa</u>lika ill<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi yufa<u>shsh</u>ilu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti liqawmin ya'lamuun<strong>a</strong>"
}, {
  "ar" : "إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَتَّقُونَ",
  "id" : "Sesungguhnya pada pertukaran malam dan siang itu dan pada apa yang diciptakan Allah di langit dan di bumi, benar-benar terdapat tanda-tanda (kekuasaan-Nya) bagi orang- orang yang bertakwa.",
  "nomor" : "6",
  "tr" : "inna fii ikhtil<u>aa</u>fi <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri wam<u>aa</u> khalaqa <strong>al</strong>l<u>aa</u>hu fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i la<u>aa</u>y<u>aa</u>tin liqawmin yattaquun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ",
  "id" : "Sesungguhnya orang-orang yang tidak mengharapkan (tidak percaya akan) pertemuan dengan Kami, dan merasa puas dengan kehidupan dunia serta merasa tenteram dengan kehidupan itu dan orang-orang yang melalaikan ayat-ayat Kami,",
  "nomor" : "7",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yarjuuna liq<u>aa</u>-an<u>aa</u> wara<u>dh</u>uu bi<strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wa<strong>i</strong><u>th</u>ma-annuu bih<u>aa</u> wa<strong>a</strong>lla<u>dz</u>iina hum 'an <u>aa</u>y<u>aa</u>tin<u>aa</u> gh<u>aa</u>filuun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ",
  "id" : "mereka itu tempatnya ialah neraka, disebabkan apa yang selalu mereka kerjakan.",
  "nomor" : "8",
  "tr" : "ul<u>aa</u>-ika ma/w<u>aa</u>humu <strong>al</strong>nn<u>aa</u>ru bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ ۖ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ",
  "id" : "Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh, mereka diberi petunjuk oleh Tuhan mereka karena keimanannya, di bawah mereka mengalir sungai-sungai di dalam syurga yang penuh keni'matan.",
  "nomor" : "9",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti yahdiihim rabbuhum bi-iim<u>aa</u>nihim tajrii min ta<u>h</u>tihimu <strong>a</strong>l-anh<u>aa</u>ru fii jann<u>aa</u>ti <strong>al</strong>nna'iim<strong>i</strong>"
}, {
  "ar" : "دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ ۚ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
  "id" : "Do'a mereka di dalamnya ialah: \"Subhanakallahumma\", dan salam penghormatan mereka ialah: \"Salam\". Dan penutup do'a mereka ialah: \"Alhamdulilaahi Rabbil 'aalamin.",
  "nomor" : "10",
  "tr" : "da'w<u>aa</u>hum fiih<u>aa</u> sub<u>haa</u>naka <strong>al</strong>l<u>aa</u>humma wata<u>h</u>iyyatuhum fiih<u>aa</u> sal<u>aa</u>mun wa<u>aa</u>khiru da'w<u>aa</u>hum ani <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ ۖ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ",
  "id" : "Dan kalau sekiranya Allah menyegerakan kejahatan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pastilah diakhiri umur mereka. Maka Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bergelimangan di dalam kesesatan mereka.",
  "nomor" : "11",
  "tr" : "walaw yu'ajjilu <strong>al</strong>l<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si <strong>al</strong>sysyarra isti'j<u>aa</u>lahum bi<strong>a</strong>lkhayri laqu<u>dh</u>iya ilayhim ajaluhum fana<u>dz</u>aru <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yarjuuna liq<u>aa</u>-an<u>aa</u> fii <u>th</u>ughy<u>aa</u>nihim ya'mahuun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَىٰ ضُرٍّ مَسَّهُ ۚ كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ",
  "id" : "Dan apabila manusia ditimpa bahaya dia berdo'a kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu daripadanya, dia (kembali) melalui (jalannya yang sesat), seolah-olah dia tidak pernah berdo'a kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Begitulah orang-orang yang melampaui batas itu memandang baik apa yang selalu mereka kerjakan.",
  "nomor" : "12",
  "tr" : "wa-i<u>dzaa</u> massa <strong>a</strong>l-ins<u>aa</u>na <strong>al</strong><u>dhdh</u>urru da'<u>aa</u>n<u>aa</u> lijanbihi aw q<u>aa</u>'idan aw q<u>aa</u>-iman falamm<u>aa</u> kasyafn<u>aa</u> 'anhu <u>dh</u>urrahu marra ka-an lam yad'un<u>aa</u> il<u>aa</u> <u>dh</u>urrin massahu ka<u>dzaa</u>lika zuyyina lilmusrifiina m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوا ۙ وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَمَا كَانُوا لِيُؤْمِنُوا ۚ كَذَٰلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ",
  "id" : "Dan sesungguhnya Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat kezaliman, padahal rasul-rasul mereka telah datang kepada mereka dengan membawa keterangan-keterangan yang nyata, tetapi mereka sekali-kali tidak hendak beriman. Demikianlah Kami memberi pembalasan kepada orang-orang yang berbuat dosa.",
  "nomor" : "13",
  "tr" : "walaqad ahlakn<u>aa</u> <strong>a</strong>lquruuna min qablikum lamm<u>aa</u> <u>zh</u>alamuu waj<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti wam<u>aa</u> k<u>aa</u>nuu liyu/minuu ka<u>dzaa</u>lika najzii <strong>a</strong>lqawma <strong>a</strong>lmujrimiin<strong>a</strong>"
}, {
  "ar" : "ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ",
  "id" : "Kemudian Kami jadikan kamu pengganti-pengganti (mereka) di muka bumi sesudah mereka, supaya Kami memperhatikan bagaimana kamu berbuat.",
  "nomor" : "14",
  "tr" : "tsumma ja'aln<u>aa</u>kum khal<u>aa</u>-ifa fii <strong>a</strong>l-ar<u>dh</u>i min ba'dihim linan<u>zh</u>ura kayfa ta'maluun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ ۙ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَٰذَا أَوْ بَدِّلْهُ ۚ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ ۖ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ",
  "id" : "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang nyata, orang-orang yang tidak mengharapkan pertemuan dengan Kami berkata: \"Datangkanlah Al Qur'an yang lain dari ini atau gantilah dia\". Katakanlah: \"Tidaklah patut bagiku menggantinya dari pihak diriku sendiri. Aku tidak mengikut kecuali apa yang diwahyukan kepadaku. Sesungguhnya aku takut jika mendurhakai Tuhanku kepada siksa hari yang besar (kiamat)\".",
  "nomor" : "15",
  "tr" : "wa-i<u>dzaa</u> tutl<u>aa</u> 'alayhim <u>aa</u>y<u>aa</u>tun<u>aa</u> bayyin<u>aa</u>tin q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yarjuuna liq<u>aa</u>-an<u>aa</u> i/ti biqur-<u>aa</u>nin ghayri h<u>aadzaa</u> aw baddilhu qul m<u>aa</u> yakuunu lii an ubaddilahu min tilq<u>aa</u>-i nafsii in attabi'u ill<u>aa</u> m<u>aa</u> yuu<u>haa</u> ilayya innii akh<u>aa</u>fu in 'a<u>sh</u>aytu rabbii 'a<u>dzaa</u>ba yawmin 'a<u>zh</u>iim<strong>in</strong>"
}, {
  "ar" : "قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ ۖ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ ۚ أَفَلَا تَعْقِلُونَ",
  "id" : "Katakanlah: \"Jikalau Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu\". Sesungguhnya aku telah tinggal bersamamu beberapa lama sebelumnya. Maka apakah kamu tidak memikirkannya?",
  "nomor" : "16",
  "tr" : "qul law sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu m<u>aa</u> talawtuhu 'alaykum wal<u>aa</u> adr<u>aa</u>kum bihi faqad labitstu fiikum 'umuran min qablihi afal<u>aa</u> ta'qiluun<strong>a</strong>"
}, {
  "ar" : "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ ۚ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ",
  "id" : "Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kedustaan terhadap Allah atau mendustakan ayat-ayatNya? Sesungguhnya, tiadalah beruntung orang-orang yang berbuat dosa.",
  "nomor" : "17",
  "tr" : "faman a<u>zh</u>lamu mimmani iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban aw ka<u>dzdz</u>aba bi-<u>aa</u>y<u>aa</u>tihi innahu l<u>aa</u> yufli<u>h</u>u <strong>a</strong>lmujrimuun<strong>a</strong>"
}, {
  "ar" : "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَٰؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ ۚ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
  "id" : "Dan mereka menyembah selain daripada Allah apa yang tidak dapat mendatangkan kemudharatan kepada mereka dan tidak (pula) kemanfa'atan, dan mereka berkata: \"Mereka itu adalah pemberi syafa'at kepada kami di sisi Allah\". Katakanlah: \"Apakah kamu mengabarkan kepada Allah apa yang tidak diketahui-Nya baik di langit dan tidak (pula) dibumi?\" Maha Suci Allah dan Maha Tinggi dan apa yang mereka mempersekutukan (itu).",
  "nomor" : "18",
  "tr" : "waya'buduuna min duuni <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ya<u>dh</u>urruhum wal<u>aa</u> yanfa'uhum wayaquuluuna h<u>aa</u>ul<u>aa</u>-i syufa'<u>aa</u>un<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi qul atunabbi-uuna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> l<u>aa</u> ya'lamu fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wal<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i sub<u>haa</u>nahu wata'<u>aa</u>l<u>aa</u> 'amm<u>aa</u> yusyrikuun<strong>a</strong>"
}, {
  "ar" : "وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ",
  "id" : "Manusia dahulunya hanyalah satu umat, kemudian mereka berselisih. Kalau tidaklah karena suatu ketetapan yang telah ada dari Tuhanmu dahulu, pastilah telah diberi keputusan di antara mereka, tentang apa yang mereka perselisihkan itu.",
  "nomor" : "19",
  "tr" : "wam<u>aa</u> k<u>aa</u>na <strong>al</strong>nn<u>aa</u>su ill<u>aa</u> ummatan w<u>aah</u>idatan fa<strong>i</strong>khtalafuu walawl<u>aa</u> kalimatun sabaqat min rabbika laqu<u>dh</u>iya baynahum fiim<u>aa</u> fiihi yakhtalifuun<strong>a</strong>"
}, {
  "ar" : "وَيَقُولُونَ لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۖ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ",
  "id" : "Dan mereka berkata: \"Mengapa tidak diturunkan kepadanya (Muhammad) suatu keterangan (mu'jizat) dari Tuhannya?\" Maka katakanlah: \"Sesungguhnya yang ghaib itu kepunyaan Allah, sebab itu tunggu (sajalah) olehmu, sesungguhnya aku bersama kamu termasuk orang-orang yang manunggu.",
  "nomor" : "20",
  "tr" : "wayaquuluuna lawl<u>aa</u> unzila 'alayhi <u>aa</u>yatun min rabbihi faqul innam<u>aa</u> <strong>a</strong>lghaybu lill<u>aa</u>hi fa<strong>i</strong>nta<u>zh</u>iruu innii ma'akum mina <strong>a</strong>lmunta<u>zh</u>iriin<strong>a</strong>"
}, {
  "ar" : "وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذَا لَهُمْ مَكْرٌ فِي آيَاتِنَا ۚ قُلِ اللَّهُ أَسْرَعُ مَكْرًا ۚ إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ",
  "id" : "Dan apabila Kami merasakan kepada manusia suatu rahmat, sesudah (datangnya) bahaya menimpa mereka, tiba-tiba mereka mempunyai tipu daya dalam (menentang) tanda-tanda kekuasaan Kami. Katakanlah: \"Allah lebih cepat pembalasannya (atas tipu daya itu)\". Sesungguhnya malaikat-malaikat Kami menuliskan tipu dayamu.",
  "nomor" : "21",
  "tr" : "wa-i<u>dzaa</u> a<u>dz</u>aqn<u>aa</u> <strong>al</strong>nn<u>aa</u>sa ra<u>h</u>matan min ba'di <u>dh</u>arr<u>aa</u>-a massat-hum i<u>dzaa</u> lahum makrun fii <u>aa</u>y<u>aa</u>tin<u>aa</u> quli <strong>al</strong>l<u>aa</u>hu asra'u makran inna rusulan<u>aa</u> yaktubuuna m<u>aa</u> tamkuruun<strong>a</strong>"
}, {
  "ar" : "هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ ۖ حَتَّىٰ إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ ۙ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَٰذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ",
  "id" : "Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (berlayar) di lautan. Sehingga apabila kamu berada di dalam bahtera, dan meluncurlah bahtera itu membawa orang-orang yang ada di dalamnya dengan tiupan angin yang baik, dan mereka bergembira karenanya, datanglah angin badai, dan (apabila) gelombang dari segenap penjuru menimpanya, dan mereka yakin bahwa mereka telah terkepung (bahaya), maka mereka berdo'a kepada Allah dengan mengikhlaskan keta'atan kepada-Nya semata-mata. (Mereka berkata): \"Sesungguhnya jika Engkau menyelamatkan kami dari bahaya ini, pastilah kami akan termasuk orang-orang yang bersyukur\".",
  "nomor" : "22",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii yusayyirukum fii <strong>a</strong>lbarri wa<strong>a</strong>lba<u>h</u>ri <u>h</u>att<u>aa</u> i<u>dzaa</u> kuntum fii <strong>a</strong>lfulki wajarayna bihim birii<u>h</u>in <u>th</u>ayyibatin wafari<u>h</u>uu bih<u>aa</u> j<u>aa</u>-at-h<u>aa</u> rii<u>h</u>un '<u>aas</u>ifun waj<u>aa</u>-ahumu <strong>a</strong>lmawju min kulli mak<u>aa</u>nin wa<u>zh</u>annuu annahum u<u>h</u>ii<u>th</u>a bihim da'awuu <strong>al</strong>l<u>aa</u>ha mukhli<u>sh</u>iina lahu <strong>al</strong>ddiina la-in anjaytan<u>aa</u> min h<u>aadz</u>ihi lanakuunanna mina <strong>al</strong>sysy<u>aa</u>kiriin<strong>a</strong>"
}, {
  "ar" : "فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ۗ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَىٰ أَنْفُسِكُمْ ۖ مَتَاعَ الْحَيَاةِ الدُّنْيَا ۖ ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
  "id" : "Maka tatkala Allah menyelamatkan mereka, tiba-tiba mereka membuat kezaliman di muka bumi tanpa (alasan) yang benar. Hai manusia, sesungguhnya (bencana) kezalimanmu akan menimpa dirimu sendiri; (hasil kezalimanmu) itu hanyalah keni'matan hidup duniawi, kemudian kepada Kami-lah kembalimu, lalu Kami kabarkan kepadamu apa yang telah kamu kerjakan.",
  "nomor" : "23",
  "tr" : "falamm<u>aa</u> anj<u>aa</u>hum i<u>dzaa</u> hum yabghuuna fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su innam<u>aa</u> baghyukum 'al<u>aa</u> anfusikum mat<u>aa</u>'a <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> tsumma ilayn<u>aa</u> marji'ukum fanunabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a </strong>"
}, {
  "ar" : "إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّىٰ إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ",
  "id" : "Sesungguhnya perumpamaan kehidupan duniawi itu, adalah seperti air (hujan) yang Kami turunkan dan langit, lalu tumbuhlah dengan suburnya karena air itu tanam-tanaman bumi, di antaranya ada yang dimakan manusia dan binatang ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan memakai (pula) perhiasannya, dan pemilik-permliknya mengira bahwa mereka pasti menguasasinya, tiba-tiba datanglah kepadanya azab Kami di waktu malam atau siang, lalu Kami jadikan (tanam-tanamannya) laksana tanam-tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda kekuasaan (Kami) kepada orang-orang berfikir.",
  "nomor" : "24",
  "tr" : "innam<u>aa</u> matsalu <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> kam<u>aa</u>-in anzaln<u>aa</u>hu mina <strong>al</strong>ssam<u>aa</u>-i fa<strong>i</strong>khtala<u>th</u>a bihi nab<u>aa</u>tu <strong>a</strong>l-ar<u>dh</u>i mimm<u>aa</u> ya/kulu <strong>al</strong>nn<u>aa</u>su wa<strong>a</strong>l-an'<u>aa</u>mu <u>h</u>att<u>aa</u> i<u>dzaa</u> akha<u>dz</u>ati <strong>a</strong>l-ar<u>dh</u>u zukhrufah<u>aa</u> wa<strong>i</strong>zzayyanat wa<u>zh</u>anna ahluh<u>aa</u> annahum q<u>aa</u>diruuna 'alayh<u>aa</u> at<u>aa</u>h<u>aa</u> amrun<u>aa</u> laylan aw nah<u>aa</u>ran faja'aln<u>aa</u>h<u>aa</u> <u>h</u>a<u>sh</u>iidan ka-an lam taghna bi<strong>a</strong>l-amsi ka<u>dzaa</u>lika nufa<u>shsh</u>ilu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti liqawmin yatafakkaruun<strong>a</strong>"
}, {
  "ar" : "وَاللَّهُ يَدْعُو إِلَىٰ دَارِ السَّلَامِ وَيَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
  "id" : "Allah menyeru (manusia) ke Darussalam (surga), dan menunjuki orang yang dikehendaki-Nya kepada jalan yang lurus (Islam).",
  "nomor" : "25",
  "tr" : "wa<strong>al</strong>l<u>aa</u>hu yad'uu il<u>aa</u> d<u>aa</u>ri <strong>al</strong>ssal<u>aa</u>mi wayahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
}, {
  "ar" : "لِلَّذِينَ أَحْسَنُوا الْحُسْنَىٰ وَزِيَادَةٌ ۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ ۚ أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya. Dan muka mereka tidak ditutupi debu hitam dan tidak (pula) kehinaan. Mereka itulah penghuni syurga, mereka kekal di dalamnya.",
  "nomor" : "26",
  "tr" : "lilla<u>dz</u>iina a<u>h</u>sanuu <strong>a</strong>l<u>h</u>usn<u>aa</u> waziy<u>aa</u>datun wal<u>aa</u> yarhaqu wujuuhahum qatarun wal<u>aa</u> <u>dz</u>illatun ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ كَسَبُوا السَّيِّئَاتِ جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ ۖ مَا لَهُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ ۖ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا ۚ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Dan orang-orang yang mengerjakan kejahatan (mendapat) balasan yang setimpal dan mereka ditutupi kehinaan. Tidak ada bagi mereka seorang pelindungpun dari (azab) Allah, seakan-akan muka mereka ditutupi dengan kepingan-kepingan malam yang gelap gelita. Mereka itulah penghuni neraka; mereka kekal di dalamnya.",
  "nomor" : "27",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina kasabuu <strong>al</strong>ssayyi-<u>aa</u>ti jaz<u>aa</u>u sayyi-atin bimitslih<u>aa</u> watarhaquhum <u>dz</u>illatun m<u>aa</u> lahum mina <strong>al</strong>l<u>aa</u>hi min '<u>aas</u>imin ka-annam<u>aa</u> ughsyiyat wujuuhuhum qi<u>th</u>a'an mina <strong>al</strong>layli mu<u>zh</u>liman ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ ۖ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ",
  "id" : "(Ingatlah) suatu hari (ketika itu). Kami mengumpulkan mereka semuanya, kemudian Kami berkata kepada orang-orang yang mempersekutukan (Tuhan): \"Tetaplah kamu dan sekutu-sekutumu di tempatmu itu\". Lalu Kami pisahkan mereka dan berkatalah sekutu-sekutu mereka: \"Kamu sekali-kali tidak pernah menyembah kami.",
  "nomor" : "28",
  "tr" : "wayawma na<u>h</u>syuruhum jamii'an tsumma naquulu lilla<u>dz</u>iina asyrakuu mak<u>aa</u>nakum antum wasyurak<u>aa</u>ukum fazayyaln<u>aa</u> baynahum waq<u>aa</u>la syurak<u>aa</u>uhum m<u>aa</u> kuntum iyy<u>aa</u>n<u>aa</u> ta'buduun<strong>a</strong>"
}, {
  "ar" : "فَكَفَىٰ بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ",
  "id" : "Dan cukuplah Allah menjadi saksi antara kami dengan kamu, bahwa kami tidak tahu-menahu tentang penyembahan kamu (kepada kami)\".",
  "nomor" : "29",
  "tr" : "fakaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi syahiidan baynan<u>aa</u> wabaynakum in kunn<u>aa</u> 'an 'ib<u>aa</u>datikum lagh<u>aa</u>filiin<strong>a</strong>"
}, {
  "ar" : "هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ ۚ وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ ۖ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
  "id" : "Di tempat itu (padang Mahsyar), tiap-tiap diri merasakan pembalasan dari apa yang telah dikerjakannya dahulu dan mereka dikembalikan kepada Allah Pelindung mereka yang sebenarnya dan lenyaplah dari mereka apa yang mereka ada-adakan.",
  "nomor" : "30",
  "tr" : "hun<u>aa</u>lika tabluu kullu nafsin m<u>aa</u> aslafat warudduu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi mawl<u>aa</u>humu <strong>a</strong>l<u>h</u>aqqi wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>"
}, {
  "ar" : "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ ۚ فَسَيَقُولُونَ اللَّهُ ۚ فَقُلْ أَفَلَا تَتَّقُونَ",
  "id" : "Katakanlah: \"Siapakah yang memberi rezki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan siapakah yang mengatur segala urusan?\" Maka mereka akan menjawab: \"Allah\". Maka katakanlah \"Mangapa kamu tidak bertakwa kepada-Nya)?\"",
  "nomor" : "31",
  "tr" : "qul man yarzuqukum mina <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i amman yamliku <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra waman yukhriju <strong>a</strong>l<u>h</u>ayya mina <strong>a</strong>lmayyiti wayukhriju <strong>a</strong>lmayyita mina <strong>a</strong>l<u>h</u>ayyi waman yudabbiru <strong>a</strong>l-amra fasayaquuluuna <strong>al</strong>l<u>aa</u>hu faqul afal<u>aa</u> tattaquun<strong>a</strong>"
}, {
  "ar" : "فَذَٰلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ ۖ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ ۖ فَأَنَّىٰ تُصْرَفُونَ",
  "id" : "Maka (Zat yang demikian) itulah Allah Tuhan kamu yang sebenarnya; maka tidak ada sesudah kebenaran itu, melainkan kesesatan. Maka bagaimanakah kamu dipalingkan (dari kebenaran)?",
  "nomor" : "32",
  "tr" : "fa<u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbukumu <strong>a</strong>l<u>h</u>aqqu fam<u>aatsaa</u> ba'da <strong>a</strong>l<u>h</u>aqqi ill<u>aa</u> <strong>al</strong><u>dhdh</u>al<u>aa</u>lu fa-ann<u>aa</u> tu<u>sh</u>rafuun<strong>a</strong>"
}, {
  "ar" : "كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا أَنَّهُمْ لَا يُؤْمِنُونَ",
  "id" : "Demikianlah telah tetap hukuman Tuhanmu terhadap orang-orang yang fasik, karena sesungguhnya mereka tidak beriman.",
  "nomor" : "33",
  "tr" : "ka<u>dzaa</u>lika <u>h</u>aqqat kalimatu rabbika 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina fasaquu annahum l<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ۚ قُلِ اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
  "id" : "Katakanlah: \"Apakah di antara sekutu-sekutumu ada yang dapat memulai penciptaan makhluk, kemudian mengulanginya (menghidupkannya) kembali?\" katakanlah: \"Allah-lah yang memulai penciptaan makhluk, kemudian mengulanginya (menghidupkannya) kembali; maka bagaimanakah kamu dipalingkan (kepada menyembah yang selain Allah)?\"",
  "nomor" : "34",
  "tr" : "qul hal min syurak<u>aa</u>-ikum man yabdau <strong>a</strong>lkhalqa tsumma yu'iiduhu quli <strong>al</strong>l<u>aa</u>hu yabdau <strong>a</strong>lkhalqa tsumma yu'iiduhu fa-ann<u>aa</u> tu/fakuun<strong>a</strong>"
}, {
  "ar" : "قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ ۚ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ ۗ أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَىٰ ۖ فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ",
  "id" : "Katakanlah: \"Apakah di antara sekutu-sekuturmu ada yang menunjuki kepada kebenaran?\" Katakanlah \"Allah-lah yang menunjuki kepada kebenaran\". Maka apakah orang-orang yang menunjuki kepada kebenaran itu lebih berhak diikuti ataukah orang yang tidak dapat memberi petunjuk kecuali (bila) diberi petunjuk? Mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan?",
  "nomor" : "35",
  "tr" : "qul hal min syurak<u>aa</u>-ikum man yahdii il<u>aa</u> <strong>a</strong>l<u>h</u>aqqi quli <strong>al</strong>l<u>aa</u>hu yahdii lil<u>h</u>aqqi afaman yahdii il<u>aa</u> <strong>a</strong>l<u>h</u>aqqi a<u>h</u>aqqu an yuttaba'a amman l<u>aa</u> yahiddii ill<u>aa</u> an yuhd<u>aa</u> fam<u>aa</u> lakum kayfa ta<u>h</u>kumuun<strong>a</strong>"
}, {
  "ar" : "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا ۚ إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا ۚ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ",
  "id" : "Dan kebanyakan mereka tidak mengikuti kecuali persangkaan saja. Sesungguhnya persangkaan itu tidak sedikitpun berguna untuk mencapai kebenaran. Sesungguhnya Allah Maha Mengetahui apa yang mereka kerjakan.",
  "nomor" : "36",
  "tr" : "wam<u>aa</u> yattabi'u aktsaruhum ill<u>aa</u> <u>zh</u>annan inna <strong>al</strong><u>zhzh</u>anna l<u>aa</u> yughnii mina <strong>a</strong>l<u>h</u>aqqi syay-an inna <strong>al</strong>l<u>aa</u>ha 'aliimun bim<u>aa</u> yaf'aluun<strong>a</strong>"
}, {
  "ar" : "وَمَا كَانَ هَٰذَا الْقُرْآنُ أَنْ يُفْتَرَىٰ مِنْ دُونِ اللَّهِ وَلَٰكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ",
  "id" : "Tidaklah mungkin Al Qur'an ini dibuat oleh selain Allah; akan tetapi (Al Qur'an itu) membenarkan kitab-kitab yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya, tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan semesta alam.",
  "nomor" : "37",
  "tr" : "wam<u>aa</u> k<u>aa</u>na h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>nu an yuftar<u>aa</u> min duuni <strong>al</strong>l<u>aa</u>hi wal<u>aa</u>kin ta<u>sh</u>diiqa <strong>al</strong>la<u>dz</u>ii bayna yadayhi wataf<u>sh</u>iila <strong>a</strong>lkit<u>aa</u>bi l<u>aa</u> rayba fiihi min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Atau (patutkah) mereka mengatakan \"Muhammad membuat-buatnya.\" Katakanlah: \"(Kalau benar yang kamu katakan itu), maka cobalah datangkan sebuah surat seumpamanya dan panggillah siapa-siapa yang dapat kamu panggil (untuk membuatnya) selain Allah, jika kamu orang yang benar.\"",
  "nomor" : "38",
  "tr" : "am yaquuluuna iftar<u>aa</u>hu qul fa/tuu bisuuratin mitslihi wa<strong>u</strong>d'uu mani ista<u>th</u>a'tum min duuni <strong>al</strong>l<u>aa</u>hi in kuntum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ ۚ كَذَٰلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ",
  "id" : "Bahkan yang sebenarnya, mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna padahal belum datang kepada mereka penjelasannya. Demikianlah orang-orang yang sebelum mereka telah mendustakan (rasul). Maka perhatikanlah bagaimana akibat orang-orang yang zalim itu.",
  "nomor" : "39",
  "tr" : "bal ka<u>dzdz</u>abuu bim<u>aa</u> lam yu<u>h</u>ii<u>th</u>uu bi'ilmihi walamm<u>aa</u> ya/tihim ta/wiiluhu ka<u>dzaa</u>lika ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fa<strong>u</strong>n<u>zh</u>ur kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ ۚ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ",
  "id" : "Di antara mereka ada orang-orang yang beriman kepada Al Qur'an, dan di antaranya ada (pula) orang-orang yang tidak beriman kepadanya. Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan.",
  "nomor" : "40",
  "tr" : "waminhum man yu/minu bihi waminhum man l<u>aa</u> yu/minu bihi warabbuka a'lamu bi<strong>a</strong>lmufsidiin<strong>a</strong>"
}, {
  "ar" : "وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ",
  "id" : "Jika mereka mendustakan kamu, maka katakanlah: \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu berlepas diri terhadap apa yang aku kerjakan dan akupun berlepas diri terhadap apa yang kamu kerjakan\".",
  "nomor" : "41",
  "tr" : "wa-in ka<u>dzdz</u>abuuka faqul lii 'amalii walakum 'amalukum antum barii-uuna mimm<u>aa</u> a'malu wa-an<u>aa</u> barii-un mimm<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ ۚ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ",
  "id" : "Dan di antara mereka ada orang yang mendengarkanmu.Apakah kamu dapat menjadikan orang-orang tuli itu mendengar walaupun mereka tidak mengerti.",
  "nomor" : "42",
  "tr" : "waminhum man yastami'uuna ilayka afa-anta tusmi'u <strong>al</strong><u>shsh</u>umma walaw k<u>aa</u>nuu l<u>aa</u> ya'qiluun<strong>a</strong>"
}, {
  "ar" : "وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ ۚ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ",
  "id" : "Dan di antara mereka ada orang yang melihat kepadamu, apakah dapat kamu memberi petunjuk kepada orang-orang yang buta, walaupun mereka tidak dapat memperhatikan.",
  "nomor" : "43",
  "tr" : "waminhum man yan<u>zh</u>uru ilayka afa-anta tahdii <strong>a</strong>l'umya walaw k<u>aa</u>nuu l<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَٰكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ",
  "id" : "Sesungguhnya Allah tidak berbuat zalim kepada manusia sedikitpun, akan tetapi manusia itulah yang berbuat zalim kepada diri mereka sendiri.",
  "nomor" : "44",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> ya<u>zh</u>limu <strong>al</strong>nn<u>aa</u>sa syay-an wal<u>aa</u>kinna <strong>al</strong>nn<u>aa</u>sa anfusahum ya<u>zh</u>limuun<strong>a</strong>"
}, {
  "ar" : "وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ",
  "id" : "Dan (ingatlah) akan hari (yang di waktu itu) Allah mengumpulkan mereka, (mereka merasa di hari itu) seakan-akan mereka tidak pernah berdiam (di dunia) hanya sesaat di siang hari, (di waktu itu) mereka saling berkenalan. Sesungguhnya rugilah orang-orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk",
  "nomor" : "45",
  "tr" : "wayawma ya<u>h</u>syuruhum ka-an lam yalbatsuu ill<u>aa</u> s<u>aa</u>'atan mina <strong>al</strong>nnah<u>aa</u>ri yata'<u>aa</u>rafuuna baynahum qad khasira <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu biliq<u>aa</u>-i <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> k<u>aa</u>nuu muhtadiin<strong>a</strong>"
}, {
  "ar" : "وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَ",
  "id" : "Dan jika Kami perlihatkan kepadamu sebahagian dari (siksa) yang Kami ancamkan kepada mereka, (tentulah kamu akan melihatnya) atau (jika) Kami wafatkan kamu (sebelum itu), maka kepada Kami jualah mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan.",
  "nomor" : "46",
  "tr" : "wa-imm<u>aa</u> nuriyannaka ba'<u>dh</u>a <strong>al</strong>la<u>dz</u>ii na'iduhum aw natawaffayannaka fa-ilayn<u>aa</u> marji'uhum tsumma <strong>al</strong>l<u>aa</u>hu syahiidun 'al<u>aa</u> m<u>aa</u> yaf'aluun<strong>a</strong>"
}, {
  "ar" : "وَلِكُلِّ أُمَّةٍ رَسُولٌ ۖ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
  "id" : "Tiap-tiap umat mempunyai rasul; maka apabila telah datang rasul mereka, diberikanlah keputusan antara mereka dengan adil dan mereka (sedikitpun) tidak dianiaya.",
  "nomor" : "47",
  "tr" : "walikulli ummatin rasuulun fa-i<u>dzaa</u> j<u>aa</u>-a rasuuluhum qu<u>dh</u>iya baynahum bi<strong>a</strong>lqis<u>th</u>i wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
}, {
  "ar" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Mereka mengatakan: \"Bilakah (datangnya) ancaman itu, jika memang kamu orang-orang yang benar?\"",
  "nomor" : "48",
  "tr" : "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَاءَ اللَّهُ ۗ لِكُلِّ أُمَّةٍ أَجَلٌ ۚ إِذَا جَاءَ أَجَلُهُمْ فَلَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
  "id" : "Katakanlah: \"Aku tidak berkuasa mendatangkan kemudharatan dan tidak (pula) kemanfaatan kepada diriku, melainkan apa yang dikehendaki Allah\". Tiap-tiap umat mempunyai ajal. Apabila telah datang ajal mereka, maka mereka tidak dapat mengundurkannya barang sesaatpun dan tidak (pula) mendahulukan(nya).",
  "nomor" : "49",
  "tr" : "qul l<u>aa</u> amliku linafsii <u>dh</u>arran wal<u>aa</u> naf'an ill<u>aa</u> m<u>aa</u> sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu likulli ummatin ajalun i<u>dzaa</u> j<u>aa</u>-a ajaluhum fal<u>aa</u> yasta/khiruuna s<u>aa</u>'atan wal<u>aa</u> yastaqdimuun<strong>a</strong>"
}, {
  "ar" : "قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ",
  "id" : "Katakanlah: \"Terangkan kepadaku, jika datang kepada kamu sekalian sikaaan-Nya di waktu malam atau di siang hari, apakah orang-orang yang berdosa itu meminta disegerakan juga ?\"",
  "nomor" : "50",
  "tr" : "qul ara-aytum in at<u>aa</u>kum 'a<u>dzaa</u>buhu bay<u>aa</u>tan aw nah<u>aa</u>ran m<u>aatsaa</u> yasta'jilu minhu <strong>a</strong>lmujrimuun<strong>a</strong>"
}, {
  "ar" : "أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ ۚ آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ",
  "id" : "Kemudian apakah setelah terjadinya (azab itu), kemudian itu kamu baru mempercayainya? Apakah sekarang (baru kamu mempercayai), padahal sebelumnya kamu selalu meminta supaya disegerakan?",
  "nomor" : "51",
  "tr" : "atsumma i<u>dzaa</u> m<u>aa</u> waqa'a <u>aa</u>mantum bihi <u>aa</u>l-<u>aa</u>na waqad kuntum bihi tasta'jiluun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنْتُمْ تَكْسِبُونَ",
  "id" : "Kemudian dikatakan kepada orang-orang yang zalim (musyrik) itu: \"Rasakanlah olehmu siksaan yang kekal; kamu tidak diberi balasan melainkan dengan apa yang telah kamu kerjakan.\"",
  "nomor" : "52",
  "tr" : "tsumma qiila lilla<u>dz</u>iina <u>zh</u>alamuu <u>dz</u>uuquu 'a<u>dzaa</u>ba <strong>a</strong>lkhuldi hal tujzawna ill<u>aa</u> bim<u>aa</u> kuntum taksibuun<strong>a</strong>"
}, {
  "ar" : "وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ ۖ وَمَا أَنْتُمْ بِمُعْجِزِينَ",
  "id" : "Dan mereka menanyakan kepadamu: \"Benarkah (azab yang dijanjikan) itu? Katakanlah: \"Ya, demi Tuhanku, sesungguhnya azab itu adalah benar dan kamu sekali-kali tidak bisa luput (daripadanya)\".",
  "nomor" : "53",
  "tr" : "wayastanbi-uunaka a<u>h</u>aqqun huwa qul ii warabbii innahu la<u>h</u>aqqun wam<u>aa</u> antum bimu'jiziin<strong>a</strong>"
}, {
  "ar" : "وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِي الْأَرْضِ لَافْتَدَتْ بِهِ ۗ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ ۖ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ ۚ وَهُمْ لَا يُظْلَمُونَ",
  "id" : "Dan kalau setiap diri yang zalim (muayrik) itu mempunyai segala apa yang ada di bumi ini, tentu dia menebus dirinya dengan itu, dan mereka membunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Dan telah diberi keputusan di antara mereka dengan adil, sedang mereka tidak dianiaya.",
  "nomor" : "54",
  "tr" : "walaw anna likulli nafsin <u>zh</u>alamat m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i la<strong>i</strong>ftadat bihi wa-asarruu <strong>al</strong>nnad<u>aa</u>mata lamm<u>aa</u> ra-awuu <strong>a</strong>l'a<u>dzaa</u>ba waqu<u>dh</u>iya baynahum bi<strong>a</strong>lqis<u>th</u>i wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
}, {
  "ar" : "أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ أَلَا إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
  "id" : "Ingatlah, sesungguhnya kepunyaan Allah apa yang ada di langit dan di bumi. Ingatlah, sesungguhnya janji Allah itu benar, tetapi kebanyakan mereka tidak mengetahui(nya).",
  "nomor" : "55",
  "tr" : "al<u>aa</u> inna lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>l<u>aa</u> inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun wal<u>aa</u>kinna aktsarahum l<u>aa</u> ya'lamuun<strong>a</strong>"
}, {
  "ar" : "هُوَ يُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ",
  "id" : "Dia-lah yang menghidupkan dan mematikan dan hanya kepada-Nya-lah kamu dikembalikan.",
  "nomor" : "56",
  "tr" : "huwa yu<u>h</u>yii wayumiitu wa-ilayhi turja'uun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ",
  "id" : "Hai manusia, sesungguhnya telah datang kepadamu pelajaran dari Tuhanmu dan penyembuh bagi penyakit-penyakit (yang berada) dalam dada dan petunjuk serta rahmat bagi orang-orang yang beriman.",
  "nomor" : "57",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su qad j<u>aa</u>-atkum maw'i<u>zh</u>atun min rabbikum wasyif<u>aa</u>un lim<u>aa</u> fii <strong>al</strong><u>shsh</u>uduuri wahudan wara<u>h</u>matun lilmu/miniin<strong>a</strong>"
}, {
  "ar" : "قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَٰلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ",
  "id" : "Katakanlah: \"Dengan kurnia Allah dan rahmat-Nya, hendaklah dengan itu mereka bergembira. Kurnia Allah dan rahmat-Nya itu adalah lebih baik dari apa yang mereka kumpulkan\".",
  "nomor" : "58",
  "tr" : "qul bifa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi wabira<u>h</u>matihi fabi<u>dzaa</u>lika falyafra<u>h</u>uu huwa khayrun mimm<u>aa</u> yajma'uun<strong>a</strong>"
}, {
  "ar" : "قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ ۖ أَمْ عَلَى اللَّهِ تَفْتَرُونَ",
  "id" : "Katakanlah: \"Terangkanlah kepadaku tentang rezki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan (sebagiannya) halal\". Katakanlah: \"Apakah Allah telah memberikan izin kepadamu (tentang ini) atau kamu mengada-adakan saja terhadap Allah ?\"",
  "nomor" : "59",
  "tr" : "qul ara-aytum m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu lakum min rizqin faja'altum minhu <u>h</u>ar<u>aa</u>man wa<u>h</u>al<u>aa</u>lan qul <u>aa</u>ll<u>aa</u>hu a<u>dz</u>ina lakum am 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi taftaruun<strong>a</strong>"
}, {
  "ar" : "وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ ۗ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
  "id" : "Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari kiamat ? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) atas manusia, tetapi kebanyakan mereka tidak mensyukuri(nya).",
  "nomor" : "60",
  "tr" : "wam<u>aa</u> <u>zh</u>annu <strong>al</strong>la<u>dz</u>iina yaftaruuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lka<u>dz</u>iba yawma <strong>a</strong>lqiy<u>aa</u>mati inna <strong>al</strong>l<u>aa</u>ha la<u>dz</u>uu fa<u>dh</u>lin 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si wal<u>aa</u>kinna aktsarahum l<u>aa</u> yasykuruun<strong>a</strong>"
}, {
  "ar" : "وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَٰلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ",
  "id" : "Kamu tidak berada dalam suatu keadaan dan tidak membaca suatu ayat dari Al Qur'an dan kamu tidak mengerjakan suatu pekerjaan, melainkan Kami menjadi saksi atasmu di waktu kamu melakukannya. Tidak luput dari pengetahuan Tuhanmu biarpun sebesar zarrah (atom) di bumi ataupun di langit. Tidak ada yang lebih kecil dan tidak (pula) yang lebih besar dari itu, melainkan (semua tercatat) dalam kitab yang nyata (Lauh Mahfuzh).",
  "nomor" : "61",
  "tr" : "wam<u>aa</u> takuunu fii sya/nin wam<u>aa</u> tatluu minhu min qur-<u>aa</u>nin wal<u>aa</u> ta'maluuna min 'amalin ill<u>aa</u> kunn<u>aa</u> 'alaykum syuhuudan i<u>dz</u> tufii<u>dh</u>uuna fiihi wam<u>aa</u> ya'zubu 'an rabbika min mitsq<u>aa</u>li <u>dz</u>arratin fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>-i wal<u>aa</u> a<u>sh</u>ghara min <u>dzaa</u>lika wal<u>aa</u> akbara ill<u>aa</u> fii kit<u>aa</u>bin mubiin<strong>un</strong>"
}, {
  "ar" : "أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
  "id" : "Ingatlah, sesungguhnya wali-wali Allah itu, tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
  "nomor" : "62",
  "tr" : "al<u>aa</u> inna awliy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi l<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
  "id" : "(Yaitu) orang-orang yang beriman dan mereka selalu bertakwa.",
  "nomor" : "63",
  "tr" : "<strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wak<u>aa</u>nuu yattaquun<strong>a </strong>"
}, {
  "ar" : "لَهُمُ الْبُشْرَىٰ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۚ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
  "id" : "Bagi mereka berita gembira di dalam kehidupan di dunia dan (dalam kehidupan\\) di akhirat. Tidak ada perobahan bagi kalimat-kalimat (janji-janji) Allah. Yang demikian itu adalah kemenangan yang besar.",
  "nomor" : "64",
  "tr" : "lahumu <strong>a</strong>lbusyr<u>aa</u> fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wafii <strong>a</strong>l-<u>aa</u>khirati l<u>aa</u> tabdiila likalim<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika huwa <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
}, {
  "ar" : "وَلَا يَحْزُنْكَ قَوْلُهُمْ ۘ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا ۚ هُوَ السَّمِيعُ الْعَلِيمُ",
  "id" : "Janganlah kamu sedih oleh perkataan mereka. Sesungguhnya kekuasaan itu seluruhnya adalah kepunyaan Allah. Dialah Yang Maha Mendengar lagi Maba Mengetahui.",
  "nomor" : "65",
  "tr" : "wal<u>aa</u> ya<u>h</u>zunka qawluhum inna <strong>a</strong>l'izzata lill<u>aa</u>hi jamii'an huwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>"
}, {
  "ar" : "أَلَا إِنَّ لِلَّهِ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ ۗ وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ ۚ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
  "id" : "Ingatlah, sesungguhnya kepunyaan Allah semua yang ada di langit dan semua yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka tidak mengikuti kecuali prasangka belaka, dan mereka hanyalah menduga-duga.",
  "nomor" : "66",
  "tr" : "al<u>aa</u> inna lill<u>aa</u>hi man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti waman fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> yattabi'u <strong>al</strong>la<u>dz</u>iina yad'uuna min duuni <strong>al</strong>l<u>aa</u>hi syurak<u>aa</u>-a in yattabi'uuna ill<u>aa</u> <strong>al</strong><u>zhzh</u>anna wa-in hum ill<u>aa</u> yakhru<u>sh</u>uun<strong>a</strong>"
}, {
  "ar" : "هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ",
  "id" : "Dialah yang menjadikan malam bagi kamu supaya kamu beristirahat padanya dan (menjadikan) siang terang benderang (supaya kamu mencari karunia Allah). Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang mendengar.",
  "nomor" : "67",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>al</strong>layla litaskunuu fiihi wa<strong>al</strong>nnah<u>aa</u>ra mub<u>sh</u>iran inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yasma'uun<strong>a</strong>"
}, {
  "ar" : "قَالُوا اتَّخَذَ اللَّهُ وَلَدًا ۗ سُبْحَانَهُ ۖ هُوَ الْغَنِيُّ ۖ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَٰذَا ۚ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
  "id" : "Mereka (orang-orang Yahudi dan Nasrani) berkata: \"Allah mempuyai anak\". Maha Suci Allah; Dia-lah Yang Maha Kaya; kepunyaan-Nya apa yang ada di langit dan apa yang di bumi. Kamu tidak mempunyai hujjah tentang ini. Pantaskah kamu mengatakan terhadap Allah apa yang tidak kamu ketahui?",
  "nomor" : "68",
  "tr" : "q<u>aa</u>luu ittakha<u>dz</u>a <strong>al</strong>l<u>aa</u>hu waladan sub<u>haa</u>nahu huwa <strong>a</strong>lghaniyyu lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i in 'indakum min sul<u>th</u><u>aa</u>nin bih<u>aadzaa</u> ataquuluuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
}, {
  "ar" : "قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ",
  "id" : "Katakanlah: \"Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak beruntung\".",
  "nomor" : "69",
  "tr" : "qul inna <strong>al</strong>la<u>dz</u>iina yaftaruuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lka<u>dz</u>iba l<u>aa</u> yufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ",
  "id" : "(Bagi mereka) kesenangan (sementara) di dunia, kemudian kepada Kami-lah mereka kembali, kemudian Kami rasakan kepada mereka siksa yang berat, disebabkan kekafiran mereka.",
  "nomor" : "70",
  "tr" : "mat<u>aa</u>'un fii <strong>al</strong>dduny<u>aa</u> tsumma ilayn<u>aa</u> marji'uhum tsumma nu<u>dz</u>iiquhumu <strong>a</strong>l'a<u>dzaa</u>ba <strong>al</strong>sysyadiida bim<u>aa</u> k<u>aa</u>nuu yakfuruun<strong>a</strong>"
}, {
  "ar" : "وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلَا تُنْظِرُونِ",
  "id" : "Dan bacakanIah kepada mereka berita penting tentang Nuh di waktu dia berkata kepada kaumnya: \"Hai kaumku, jika terasa berat bagimu tinggal (bersamaku) dan peringatanku (kepadamu) dengan ayat-ayat Allah, maka kepada Allah-lah aku bertawakal, karena itu bulatkanlah keputusanmu dan (kumpulkanlah) sekutu-sekutumu (untuk membinasakanku). Kemudian janganlah keputusanmu itu dirahasiakan, lalu lakukanlah terhadap diriku, dan janganlah kamu memberi tangguh kepadaku.",
  "nomor" : "71",
  "tr" : "wa<strong>u</strong>tlu 'alayhim naba-a nuu<u>h</u>in i<u>dz</u> q<u>aa</u>la liqawmihi y<u>aa</u> qawmi in k<u>aa</u>na kabura 'alaykum maq<u>aa</u>mii wata<u>dz</u>kiirii bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi fa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi tawakkaltu fa-ajmi'uu amrakum wasyurak<u>aa</u>-akum tsumma l<u>aa</u> yakun amrukum 'alaykum ghummatan tsumma iq<u>dh</u>uu ilayya wal<u>aa</u> tun<u>zh</u>iruun<strong>i</strong>"
}, {
  "ar" : "فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ",
  "id" : "Jika kamu berpaling (dari peringatanku), aku tidak meminta upah sedikitpun dari padamu. Upahku tidak lain hanyalah dari Allah belaka, dan aku disuruh supaya aku termasuk golongan orang-orang yang berserah diri (kepada-Nya)\".",
  "nomor" : "72",
  "tr" : "fa-in tawallaytum fam<u>aa</u> sa-altukum min ajrin in ajriya ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi waumirtu an akuuna mina <strong>a</strong>lmuslimiin<strong>a</strong>"
}, {
  "ar" : "فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ وَجَعَلْنَاهُمْ خَلَائِفَ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ",
  "id" : "Lalu mereka mendustakan Nuh, maka Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera, dan Kami jadikan mereka itu pemegang kekuasaan dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah bagaimana kesesudahan orang-orang yang diberi peringatan itu.",
  "nomor" : "73",
  "tr" : "faka<u>dzdz</u>abuuhu fanajjayn<u>aa</u>hu waman ma'ahu fii <strong>a</strong>lfulki waja'aln<u>aa</u>hum khal<u>aa</u>-ifa wa-aghraqn<u>aa</u> <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> fa<strong>u</strong>n<u>zh</u>ur kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmun<u>dz</u>ariin<strong>a</strong>"
}, {
  "ar" : "ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ ۚ كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ الْمُعْتَدِينَ",
  "id" : "Kemudian sesudah Nuh, Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan-keterangan yang nyata, tetapi mereka tidak hendak beriman karena mereka dahulu telah (biasa) mendustakannya. demikianlah Kami mengunci mati hati orang-orang yang melampaui batas.",
  "nomor" : "74",
  "tr" : "tsumma ba'atsn<u>aa</u> min ba'dihi rusulan il<u>aa</u> qawmihim faj<u>aa</u>uuhum bi<strong>a</strong>lbayyin<u>aa</u>ti fam<u>aa</u> k<u>aa</u>nuu liyu/minuu bim<u>aa</u> ka<u>dzdz</u>abuu bihi min qablu ka<u>dzaa</u>lika na<u>th</u>ba'u 'al<u>aa</u> quluubi <strong>a</strong>lmu'tadiin<strong>a</strong>"
}, {
  "ar" : "ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَىٰ وَهَارُونَ إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ بِآيَاتِنَا فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ",
  "id" : "Kemudian sesudah rasul-rasul itu, Kami utus Musa dan Harun kepada Fir'aun dan pemuka-pemuka kaumnya, dengan (membawa) tanda-tanda (mu'jizat-mu'jizat) Kami, maka mereka menyombongkan diri dan mereka adalah orang-orang yang berdosa.",
  "nomor" : "75",
  "tr" : "tsumma ba'atsn<u>aa</u> min ba'dihim muus<u>aa</u> wah<u>aa</u>ruuna il<u>aa</u> fir'awna wamala-ihi bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> fa<strong>i</strong>stakbaruu wak<u>aa</u>nuu qawman mujrimiin<strong>a</strong>"
}, {
  "ar" : "فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا إِنَّ هَٰذَا لَسِحْرٌ مُبِينٌ",
  "id" : "Dan tatkala telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata: \"Sesungguhnya ini adalah sihir yang nyata\".",
  "nomor" : "76",
  "tr" : "falamm<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>l<u>h</u>aqqu min 'indin<u>aa</u> q<u>aa</u>luu inna h<u>aadzaa</u> lasi<u>h</u>run mubiin<strong>un </strong>"
}, {
  "ar" : "قَالَ مُوسَىٰ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ ۖ أَسِحْرٌ هَٰذَا وَلَا يُفْلِحُ السَّاحِرُونَ",
  "id" : "Musa berkata: \"Apakah kamu mengatakan terhadap kebenaran waktu ia datang kepadamu, sihirkah ini?\" padahal ahli-ahli sihir itu tidaklah mendapat kemenangan\".",
  "nomor" : "77",
  "tr" : "q<u>aa</u>la muus<u>aa</u> ataquuluuna lil<u>h</u>aqqi lamm<u>aa</u> j<u>aa</u>-akum asi<u>h</u>run h<u>aadzaa</u> wal<u>aa</u> yufli<u>h</u>u <strong>al</strong>ss<u>aah</u>iruun<strong>a</strong>"
}, {
  "ar" : "قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ",
  "id" : "Mereka berkata: \"Apakah kamu datang kepada kami untuk memalingkan kami dari apa yang kami dapati nenek moyang kami mengerjakannya, dan supaya kamu berdua mempunyai kekuasaan di muka bumi)? kami tidak akan mempercayai kamu berdua.\"",
  "nomor" : "78",
  "tr" : "q<u>aa</u>luu aji/tan<u>aa</u> litalfitan<u>aa</u> 'amm<u>aa</u> wajadn<u>aa</u> 'alayhi <u>aa</u>b<u>aa</u>-an<u>aa</u> watakuuna lakum<u>aa</u> <strong>a</strong>lkibriy<u>aa</u>u fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> na<u>h</u>nu lakum<u>aa</u> bimu/miniin<strong>a</strong>"
}, {
  "ar" : "وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ",
  "id" : "Fir'aun berkata (kepada pemuka kaumnya): \"Datangkanlah kepadaku semua ahli-ahli sihir yang pandai!\"",
  "nomor" : "79",
  "tr" : "waq<u>aa</u>la fir'awnu i/tuunii bikulli s<u>aah</u>irin 'aliim<strong>in</strong>"
}, {
  "ar" : "فَلَمَّا جَاءَ السَّحَرَةُ قَالَ لَهُمْ مُوسَىٰ أَلْقُوا مَا أَنْتُمْ مُلْقُونَ",
  "id" : "Maka tatkala ahli-ahli sihir itu datang, Musa berkata kepada mereka: \"Lemparkanlah apa yang hendak kamu lemparkan.\"",
  "nomor" : "80",
  "tr" : "falamm<u>aa</u> j<u>aa</u>-a <strong>al</strong>ssa<u>h</u>aratu q<u>aa</u>la lahum muus<u>aa</u> <strong>a</strong>lquu m<u>aa</u> antum mulquun<strong>a </strong>"
}, {
  "ar" : "فَلَمَّا أَلْقَوْا قَالَ مُوسَىٰ مَا جِئْتُمْ بِهِ السِّحْرُ ۖ إِنَّ اللَّهَ سَيُبْطِلُهُ ۖ إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ",
  "id" : "Maka setelah mereka lemparkan, Musa berkata: \"Apa yang kamu lakukan itu, itulah yang sihir, sesungguhnya Allah akan menampakkan ketidak benarannya\" Sesungguhnya Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang-yang membuat kerusakan.",
  "nomor" : "81",
  "tr" : "falamm<u>aa</u> <strong>a</strong>lqaw q<u>aa</u>la muus<u>aa</u> m<u>aa</u> ji/tum bihi <strong>al</strong>ssi<u>h</u>ru inna <strong>al</strong>l<u>aa</u>ha sayub<u>th</u>iluhu inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>sh</u>li<u>h</u>u 'amala <strong>a</strong>lmufsidiin<strong>a</strong>"
}, {
  "ar" : "وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ",
  "id" : "Dan Allah akan mengokohkan yang benar dengan ketetapan-Nya, walaupun orang-orang yang berbuat dosa tidak menyukai(nya).",
  "nomor" : "82",
  "tr" : "wayu<u>h</u>iqqu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l<u>h</u>aqqa bikalim<u>aa</u>tihi walaw kariha <strong>a</strong>lmujrimuun<strong>a</strong>"
}, {
  "ar" : "فَمَا آمَنَ لِمُوسَىٰ إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَىٰ خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ أَنْ يَفْتِنَهُمْ ۚ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ",
  "id" : "Maka tidak ada yang beriman kepada Musa, melainkan pemuda-pemuda dari kaumnya (Musa) dalam keadaan takut bahwa Fir'aun dan pemuka-pemuka kaumnya akan menyiksa mereka. Sesungguhnya Fir'aun itu berbuat sewenang-wenang di muka bumi. Dan sesungguhnya dia termasuk orang-orang yang melampaui batas.",
  "nomor" : "83",
  "tr" : "fam<u>aa</u> <u>aa</u>mana limuus<u>aa</u> ill<u>aa</u> <u>dz</u>urriyyatun min qawmihi 'al<u>aa</u> khawfin min fir'awna wamala-ihim an yaftinahum wa-inna fir'awna la'<u>aa</u>lin fii <strong>a</strong>l-ar<u>dh</u>i wa-innahu lamina <strong>a</strong>lmusrifiin<strong>a</strong>"
}, {
  "ar" : "وَقَالَ مُوسَىٰ يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ",
  "id" : "Berkata Musa: \"Hai kaumku, jika kamu beriman kepada Allah, maka bertawakkallah kepada-Nya saja, jika kamu benar-benar orang yang berserah diri.\"",
  "nomor" : "84",
  "tr" : "waq<u>aa</u>la muus<u>aa</u> y<u>aa</u> qawmi in kuntum <u>aa</u>mantum bi<strong>al</strong>l<u>aa</u>hi fa'alayhi tawakkaluu in kuntum muslimiin<strong>a</strong>"
}, {
  "ar" : "فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ",
  "id" : "Lalu mereka berkata: \"Kepada Allahlah kami bertawakkal! Ya Tuhan kami; janganlah Engkau jadikan kami sasaran fitnah bagi kaum yang'zalim,",
  "nomor" : "85",
  "tr" : "faq<u>aa</u>luu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi tawakkaln<u>aa</u> rabban<u>aa</u> l<u>aa</u> taj'aln<u>aa</u> fitnatan lilqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ",
  "id" : "dan selamatkanlah kami dengan rahmat Engkau dari (tipu daya) orang-orang yang kafir.\"",
  "nomor" : "86",
  "tr" : "wanajjin<u>aa</u> bira<u>h</u>matika mina <strong>a</strong>lqawmi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ وَأَخِيهِ أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ ۗ وَبَشِّرِ الْمُؤْمِنِينَ",
  "id" : "Dan Kami wahyukan kepada Musa dan saudaranya: \"Ambillah olehmu berdua beberapa buah rumah di Mesir untuk tempat tinggal bagi kaummu dan jadikanlah olehmu rumah-rumahmu itu tempat shalat dan dirikanlah olehmu sembahyang serta gembirakanlah orang-orang yang beriman\".",
  "nomor" : "87",
  "tr" : "wa-aw<u>h</u>ayn<u>aa</u> il<u>aa</u> muus<u>aa</u> wa-akhiihi an tabawwa<u>aa</u> liqawmikum<u>aa</u> bimi<u>sh</u>ra buyuutan wa<strong>i</strong>j'aluu buyuutakum qiblatan wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wabasysyiri <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "وَقَالَ مُوسَىٰ رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ ۖ رَبَّنَا اطْمِسْ عَلَىٰ أَمْوَالِهِمْ وَاشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ",
  "id" : "Musa berkata: \"Ya Tuhan kami, sesungguhnya Engkau telah memberi kepada Fir'aun dan pemuka-pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia, ya Tuhan Kami - akibatnya mereka menyesatkan (manusia) dari jalan Engkau. Ya Tuhan kami, binasakanlah harta benda mereka, dan kunci matilah hati mereka, maka mereka tidak beriman hingga mereka melihat siksaan yang pedih.\"",
  "nomor" : "88",
  "tr" : "waq<u>aa</u>la muus<u>aa</u> rabban<u>aa</u> innaka <u>aa</u>tayta fir'awna wamala-ahu ziinatan wa-amw<u>aa</u>lan fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> rabban<u>aa</u> liyu<u>dh</u>illuu 'an sabiilika rabban<u>aa</u> i<u>th</u>mis 'al<u>aa</u> amw<u>aa</u>lihim wa<strong>u</strong>sydud 'al<u>aa</u> quluubihim fal<u>aa</u> yu/minuu <u>h</u>att<u>aa</u> yarawuu <strong>a</strong>l'a<u>dzaa</u>ba <strong>a</strong>l-aliim<strong>a</strong>"
}, {
  "ar" : "قَالَ قَدْ أُجِيبَتْ دَعْوَتُكُمَا فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ",
  "id" : "AlIah berfirman: \"Sesungguhnya telah diperkenankan permohonan kamu berdua, sebab itu tetaplah kamu berdua pada jalan yang lurus dan janganlah sekali-kali kamu mengikuti jalan orang-orang yang tidak mengetahui\".",
  "nomor" : "89",
  "tr" : "q<u>aa</u>la qad ujiibat da'watukum<u>aa</u> fa<strong>i</strong>staqiim<u>aa</u> wal<u>aa</u> tattabi'<u>aa</u>nni sabiila <strong>al</strong>la<u>dz</u>iina l<u>aa</u> ya'lamuun<strong>a</strong>"
}, {
  "ar" : "وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا ۖ حَتَّىٰ إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَٰهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ",
  "id" : "Dan Kami memungkinkan Bani Israil melintasi laut, lalu mereka diikuti oleh Fir'aun dan bala tentaranya, karena hendak menganiaya dan menindas (mereka); hingga bila Fir'aun itu telah hampir tenggelam berkatalah dia: \"Saya percaya bahwa tidak ada Tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan saya termasuk orang-orang yang berserah diri (kepada Allah)\".",
  "nomor" : "90",
  "tr" : "waj<u>aa</u>wazn<u>aa</u> bibanii isr<u>aa</u>-iila <strong>a</strong>lba<u>h</u>ra fa-atba'ahum fir'awnu wajunuuduhu baghyan wa'adwan <u>h</u>att<u>aa</u> i<u>dzaa</u> adrakahu <strong>a</strong>lgharaqu q<u>aa</u>la <u>aa</u>mantu annahu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> <strong>al</strong>la<u>dz</u>ii <u>aa</u>manat bihi banuu isr<u>aa</u>-iila wa-an<u>aa</u> mina <strong>a</strong>lmuslimiin<strong>a</strong>"
}, {
  "ar" : "آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ",
  "id" : "Apakah sekarang (baru kamu percaya), padahal sesungguhnya kamu telah durhaka sejak dahulu, dan kamu termasuk orang-orang yang berbuat kerusakan.",
  "nomor" : "91",
  "tr" : "<u>aa</u>l-<u>aa</u>na waqad 'a<u>sh</u>ayta qablu wakunta mina <strong>a</strong>lmufsidiin<strong>a</strong>"
}, {
  "ar" : "فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً ۚ وَإِنَّ كَثِيرًا مِنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ",
  "id" : "Maka pada hari ini Kami selamatkan badanmu supaya kamu dapat menjadi pelajaran bagi orang-orang yang datang sesudahmu dan sesungguhnya kebanyakan dari manusia lengah dari tanda-tanda kekuasaan Kami.",
  "nomor" : "92",
  "tr" : "fa<strong>a</strong>lyawma nunajjiika bibadanika litakuuna liman khalfaka <u>aa</u>yatan wa-inna katsiiran mina <strong>al</strong>nn<u>aa</u>si 'an <u>aa</u>y<u>aa</u>tin<u>aa</u> lagh<u>aa</u>filuun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ فَمَا اخْتَلَفُوا حَتَّىٰ جَاءَهُمُ الْعِلْمُ ۚ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
  "id" : "Dan sesungguhnya Kami telah menempatkan Bani Israil di ternpat kediaman yang bagus dan Kami beri mereka rezki dari yang baik-baik. Maka mereka tidak berselisih, kecuali setelah datang kepada mereka pengetahuan (yang tersebut dalam Taurat). Sesungguhnya Tuhan kamu akan memutuskan antara mereka di hari kiamat tentang apa yang mereka perselisihkan itu.",
  "nomor" : "93",
  "tr" : "walaqad bawwa/n<u>aa</u> banii isr<u>aa</u>-iila mubawwa-a <u>sh</u>idqin warazaqn<u>aa</u>hum mina <strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti fam<u>aa</u> ikhtalafuu <u>h</u>att<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>l'ilmu inna rabbaka yaq<u>dh</u>ii baynahum yawma <strong>a</strong>lqiy<u>aa</u>mati fiim<u>aa</u> k<u>aa</u>nuu fiihi yakhtalifuun<strong>a</strong>"
}, {
  "ar" : "فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
  "id" : "Maka jika kamu (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang-orang yang membaca kitab sebelum kamu. Sesungguhnya telah datang kebenaran kepadamu dari Tuhanmu, sebab itu janganlah sekali-kali kamu temasuk orang-orang yang ragu-ragu.",
  "nomor" : "94",
  "tr" : "fa-in kunta fii syakkin mimm<u>aa</u> anzalnn<u>aa</u> ilayka fa<strong>i</strong>s-ali <strong>al</strong>la<u>dz</u>iina yaqrauuna <strong>a</strong>lkit<u>aa</u>ba min qablika laqad j<u>aa</u>-aka <strong>a</strong>l<u>h</u>aqqu min rabbika fal<u>aa</u> takuunanna mina <strong>a</strong>lmumtariin<strong>a</strong>"
}, {
  "ar" : "وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ فَتَكُونَ مِنَ الْخَاسِرِينَ",
  "id" : "Dan sekali-kali janganlah kamu termasuk orang-orang yang mendustakan ayat-ayat Allah yang menyebabkan kamu termasuk orang-orang yang rugi.",
  "nomor" : "95",
  "tr" : "wal<u>aa</u> takuunanna mina <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi fatakuuna mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ",
  "id" : "Sesungguhnya orang-orang yang telah pasti terhadap mereka kalimat Tuhanmu, tidaklah akan beriman,",
  "nomor" : "96",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>h</u>aqqat 'alayhim kalimatu rabbika l<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ",
  "id" : "meskipun datang kepada mereka segala macam keterangan, hingga mereka menyaksikan azab yang pedih.",
  "nomor" : "97",
  "tr" : "walaw j<u>aa</u>-at-hum kullu <u>aa</u>yatin <u>h</u>att<u>aa</u> yarawuu <strong>a</strong>l'a<u>dzaa</u>ba <strong>a</strong>l-aliim<strong>a</strong>"
}, {
  "ar" : "فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ",
  "id" : "Dan mengapa tidak ada (penduduk) suatu kota yang beriman, lalu imannya itu bermanfa'at kepadanya selain kaum Yunus? Tatkala mereka (kaum Yunus itu), beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai kepada waktu yang tertentu.",
  "nomor" : "98",
  "tr" : "falawl<u>aa</u> k<u>aa</u>nat qaryatun <u>aa</u>manat fanafa'ah<u>aa</u> iim<u>aa</u>nuh<u>aa</u> ill<u>aa</u> qawma yuunusa lamm<u>aa</u> <u>aa</u>manuu kasyafn<u>aa</u> 'anhum 'a<u>dzaa</u>ba <strong>a</strong>lkhizyi fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wamatta'n<u>aa</u>hum il<u>aa</u> <u>h</u>iin<strong>in</strong>"
}, {
  "ar" : "وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّىٰ يَكُونُوا مُؤْمِنِينَ",
  "id" : "Dan jikalau Tuhanmu menghendaki, tentulah beriman semua orang yang di muka bumi seluruhnya. Maka apakah kamu (hendak) memaksa manusia supaya mereka menjadi orang-orang yang beriman semuanya ?",
  "nomor" : "99",
  "tr" : "walaw sy<u>aa</u>-a rabbuka la<u>aa</u>mana man fii <strong>a</strong>l-ar<u>dh</u>i kulluhum jamii'an afa-anta tukrihu <strong>al</strong>nn<u>aa</u>sa <u>h</u>att<u>aa</u> yakuunuu mu/miniin<strong>a </strong>"
}, {
  "ar" : "وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ ۚ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ",
  "id" : "Dan tidak ada seorangpun akan beriman kecuali dengan izin Allah; dan Allah menimpakan kemurkaan kepada orang-orang yang tidak mempergunakan akalnya.",
  "nomor" : "100",
  "tr" : "wam<u>aa</u> k<u>aa</u>na linafsin an tu/mina ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wayaj'alu <strong>al</strong>rrijsa 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina l<u>aa</u> ya'qiluun<strong>a</strong>"
}, {
  "ar" : "قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ",
  "id" : "Katakanlah: \"Perhatikanlah apa yaag ada di langit dan di bumi. Tidaklah bermanfa'at tanda kekuasaan Allah dan rasul-rasul yang memberi peringatan bagi orang-orang yang tidak beriman\".",
  "nomor" : "101",
  "tr" : "quli un<u>zh</u>uruu m<u>aatsaa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> tughnii <strong>a</strong>l-<u>aa</u>y<u>aa</u>tu wa<strong>al</strong>nnu<u>dz</u>uru 'an qawmin l<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ ۚ قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ",
  "id" : "Mereka tidak menunggu-nunggu kecuali (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang yang telah terdahulu sebelum mereka. Katakanlah: \"Maka tunggulah, sesungguhnya akupun termasuk orang-orang yang menunggu bersama kamu\".",
  "nomor" : "102",
  "tr" : "fahal yanta<u>zh</u>iruuna ill<u>aa</u> mitsla ayy<u>aa</u>mi <strong>al</strong>la<u>dz</u>iina khalaw min qablihim qul fa<strong>i</strong>nta<u>zh</u>iruu innii ma'akum mina <strong>a</strong>lmunta<u>zh</u>iriin<strong>a</strong>"
}, {
  "ar" : "ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا ۚ كَذَٰلِكَ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ",
  "id" : "Kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman, demikianlah menjadi kewajiban atas Kami menyelamatkan orang-orang yang beriman.",
  "nomor" : "103",
  "tr" : "tsumma nunajjii rusulan<u>aa</u> wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ka<u>dzaa</u>lika <u>h</u>aqqan 'alayn<u>aa</u> nunjii <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَٰكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ",
  "id" : "Katakanlah: \"Hai manusia, jika kamu masih dalam keragu-raguan tentang agamaku, maka (ketahuilah) aku tidak menyembah yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku telah diperintah supaya termasuk orang-orang yang beriman\",",
  "nomor" : "104",
  "tr" : "qul y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su in kuntum fii syakkin min diinii fal<u>aa</u> a'budu <strong>al</strong>la<u>dz</u>iina ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi wal<u>aa</u>kin a'budu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii yatawaff<u>aa</u>kum waumirtu an akuuna mina <strong>a</strong>lmu/miniin<strong></strong>"
}, {
  "ar" : "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ",
  "id" : "dan (aku telah diperintah): \"Hadapkanlah mukamu kepada agama dengan tulus dan ikhlas dan janganlah kamu termasuk orang-orang yang musyrik.",
  "nomor" : "105",
  "tr" : "wa-an aqim wajhaka li<strong>l</strong>ddiini <u>h</u>aniifan wal<u>aa</u> takuunanna mina <strong>a</strong>lmusyrikiin<strong>a</strong>"
}, {
  "ar" : "وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ ۖ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ",
  "id" : "Dan janganlah kamu menyembah apa-apa yang tidak memberi manfa'at dan tidak (pula) memberi mudharat kepadamu selain Allah; sebab jika kamu berbuat (yang demikian), itu, maka sesungguhnya kamu kalau begitu termasuk orang-orang yang zalim\".",
  "nomor" : "106",
  "tr" : "wal<u>aa</u> tad'u min duuni <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> yanfa'uka wal<u>aa</u> ya<u>dh</u>urruka fa-in fa'alta fa-innaka i<u>dz</u>an mina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ ۖ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ ۚ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ ۚ وَهُوَ الْغَفُورُ الرَّحِيمُ",
  "id" : "Jika Allah menimpakan sesuatu kemudharatan kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tak ada yang dapat menolak kurniaNya. Dia memberikan kebaikan itu kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan Dia-lah Yang Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "107",
  "tr" : "wa-in yamsaska <strong>al</strong>l<u>aa</u>hu bi<u>dh</u>urrin fal<u>aa</u> k<u>aa</u>syifa lahu ill<u>aa</u> huwa wa-in yuridka bikhayrin fal<u>aa</u> r<u>aa</u>dda lifa<u>dh</u>lihi yu<u>sh</u>iibu bihi man yasy<u>aa</u>u min 'ib<u>aa</u>dihi wahuwa <strong>a</strong>lghafuuru <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
}, {
  "ar" : "قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ ۖ فَمَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ",
  "id" : "Katakanlah: \"Hai manusia, sesungguhnya teIah datang kepadamu kebenaran (Al Qur'an) dari Tuhanmu, sebab itu barangsiapa yang mendapat petunjuk maka sesungguhnya (petunjuk itu) untuk kebaikan dirinya sendiri. Dan barangsiapa yang sesat, maka sesungguhnya kesesatannya itu mencelakakan dirinya sendiri. Dan aku bukanlah seorang penjaga terhadap dirimu\".",
  "nomor" : "108",
  "tr" : "qul y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su qad j<u>aa</u>-akumu <strong>a</strong>l<u>h</u>aqqu min rabbikum famani ihtad<u>aa</u> fa-innam<u>aa</u> yahtadii linafsihi waman <u>dh</u>alla fa-innam<u>aa</u> ya<u>dh</u>illu 'alayh<u>aa</u> wam<u>aa</u> an<u>aa</u> 'alaykum biwakiil<strong>in</strong>"
}, {
  "ar" : "وَاتَّبِعْ مَا يُوحَىٰ إِلَيْكَ وَاصْبِرْ حَتَّىٰ يَحْكُمَ اللَّهُ ۚ وَهُوَ خَيْرُ الْحَاكِمِينَ",
  "id" : "Dan ikutilah apa yang diwahyukan kepadamu, dan bersabarlah hingga Allah memberi keputusan dan Dia adalah Hakim yang sebaik-baiknya.",
  "nomor" : "109",
  "tr" : "wa<strong>i</strong>ttabi' m<u>aa</u> yuu<u>haa</u> ilayka wa<strong>i</strong><u>sh</u>bir <u>h</u>att<u>aa</u> ya<u>h</u>kuma <strong>al</strong>l<u>aa</u>hu wahuwa khayru <strong>a</strong>l<u>haa</u>kimiin<strong>a</strong>"
} ]
