[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الر ۚ كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ",
  "id" : "Alif laam raa, (inilah) suatu kitab yang ayat-ayatnya disusun dengan rapi serta dijelaskan secara terperinci, yang diturunkan dari sisi (Allah) Yang Maha Bijaksana lagi Maha Tahu,",
  "nomor" : "1",
  "tr" : "alif-l<u>aa</u>m-r<u>aa</u> kit<u>aa</u>bun u<u>h</u>kimat <u>aa</u>y<u>aa</u>tuhu tsumma fu<u>shsh</u>ilat min ladun <u>h</u>akiimin khabiir<strong>in</strong>"
}, {
  "ar" : "أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۚ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ",
  "id" : "agar kamu tidak menyembah selain Allah. Sesungguhnya aku (Muhammad) adalah pemberi peringatan dan pembawa khabar gembira kepadamu daripada-Nya,",
  "nomor" : "2",
  "tr" : "<strong>al</strong>l<u>aa</u> ta'buduu ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha innanii lakum minhu na<u>dz</u>iirun wabasyiir<strong>un</strong>"
}, {
  "ar" : "وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ ۖ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
  "id" : "dan hendaklah kamu meminta ampun kepada Tuhanmu dan bertaubat kepada-Nya. (Jika kamu mengerjakan yang demikian), niscaya Dia akan memberi kenikmatan yang baik (terus menerus) kepadamu sampai kepada waktu yang telah ditentukan dan Dia akan memberikan kepada tiap-tiap orang yang mempunyai keutamaan (balasan) keutamaannya. Jika kamu berpaling, maka sesungguhnya aku takut kamu akan ditimpa siksa hari kiamat.",
  "nomor" : "3",
  "tr" : "wa-ani istaghfiruu rabbakum tsumma tuubuu ilayhi yumatti'kum mat<u>aa</u>'an <u>h</u>asanan il<u>aa</u> ajalin musamman wayu/ti kulla <u>dz</u>ii fa<u>dh</u>lin fa<u>dh</u>lahu wa-in tawallaw fa-inii akh<u>aa</u>fu 'alaykum 'a<u>dzaa</u>ba yawmin kabiir<strong>in</strong>"
}, {
  "ar" : "إِلَى اللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Kepada Allah-lah kembalimu, dan Dia Maha Kuasa atas segala sesuatu.",
  "nomor" : "4",
  "tr" : "il<u>aa</u> <strong>al</strong>l<u>aa</u>hi marji'ukum wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
  "id" : "Ingatlah, sesungguhnya (orang munafik itu) memalingkan dada mereka untuk menyembunyikan diri daripadanya (Muhammad). Ingatlah, di waktu mereka menyelimuti dirinya dengan kain, Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka lahirkan, sesungguhnya Allah Maha Mengetahui segala isi hati.",
  "nomor" : "5",
  "tr" : "al<u>aa</u> innahum yatsnuuna <u>sh</u>uduurahum liyastakhfuu minhu <strong>a</strong>l<u>aa</u> <u>h</u>iina yastaghsyuuna tsiy<u>aa</u>bahum ya'lamu m<u>aa</u> yusirruuna wam<u>aa</u> yu'linuuna innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
}, {
  "ar" : "وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُبِينٍ",
  "id" : "Dan tidak ada suatu binatang melata pun di bumi melainkan Allah-lah yang memberi rezkinya, dan Dia mengetahui tempat berdiam binatang itu dan tempat penyimpanannya. Semuanya tertulis dalam Kitab yang nyata (Lauh mahfuzh).",
  "nomor" : "6",
  "tr" : "wam<u>aa</u> min d<u>aa</u>bbatin fii <strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi rizquh<u>aa</u> waya'lamu mustaqarrah<u>aa</u> wamustawda'ah<u>aa</u> kullun fii kit<u>aa</u>bin mubiin<strong>in</strong>"
}, {
  "ar" : "وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
  "id" : "Dan Dia-lah yang menciptakan langit dan bumi dalam enam masa, dan adalah singgasana-Nya (sebelum itu) di atas air, agar Dia menguji siapakah di antara kamu yang lebih baik amalnya, dan jika kamu berkata (kepada penduduk Mekah): \"Sesungguhnya kamu akan dibangkitkan sesudah mati\", niscaya orang-orang yang kafir itu akan berkata: \"Ini tidak lain hanyalah sihir yang nyata\".",
  "nomor" : "7",
  "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a fii sittati ayy<u>aa</u>min wak<u>aa</u>na 'arsyuhu 'al<u>aa</u> <strong>a</strong>lm<u>aa</u>-i liyabluwakum ayyukum a<u>h</u>sanu 'amalan wala-in qulta innakum mab'uutsuuna min ba'di <strong>a</strong>lmawti layaquulanna <strong>al</strong>la<u>dz</u>iina kafaruu in h<u>aadzaa</u> ill<u>aa</u> si<u>h</u>run mubiin<strong>un</strong>"
}, {
  "ar" : "وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَىٰ أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
  "id" : "Dan sesungguhnya jika Kami undurkan azab dari mereka sampai kepada suatu waktu yang ditentukan. niscaya mereka akan berkata: \"Apakah yang menghalanginya?\" lngatlah, diwaktu azab itu datang kepada mereka tidaklah dapat dipalingkan dari mereka dan mereka diliputi oleh azab yang dahulunya mereka selalu memperolok-olokkannya.",
  "nomor" : "8",
  "tr" : "wala-in akhkharn<u>aa</u> 'anhumu <strong>a</strong>l'a<u>dzaa</u>ba il<u>aa</u> ummatin ma'duudatin layaquulunna m<u>aa</u> ya<u>h</u>bisuhu <strong>a</strong>l<u>aa</u> yawma ya/tiihim laysa ma<u>sh</u>ruufan 'anhum wa<u>haa</u>qa bihim m<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>"
}, {
  "ar" : "وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ",
  "id" : "Dan jika Kami rasakan kepada manusia suatu rahmat (nikmat) dari Kami, kemudian rahmat itu Kami cabut daripadanya, pastilah dia menjadi putus asa lagi tidak berterima kasih.",
  "nomor" : "9",
  "tr" : "wala-in a<u>dz</u>aqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na minn<u>aa</u> ra<u>h</u>matan tsumma naza'n<u>aa</u>h<u>aa</u> minhu innahu layauusun kafuur<strong>un</strong>"
}, {
  "ar" : "وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي ۚ إِنَّهُ لَفَرِحٌ فَخُورٌ",
  "id" : "Dan jika Kami rasakan kepadanya kebahagiaan sesudah bencana yang menimpanya, niscaya dia akan berkata: \"Telah hilang bencana-bencana itu daripadaku\"; sesungguhnya dia sangat gembira lagi bangga,",
  "nomor" : "10",
  "tr" : "wala-in a<u>dz</u>aqn<u>aa</u>hu na'm<u>aa</u>-a ba'da <u>dh</u>arr<u>aa</u>-a massat-hu layaquulanna <u>dz</u>ahaba <strong>al</strong>ssayyi-<u>aa</u>tu 'annii innahu lafari<u>h</u>un fakhuur<strong>un</strong>"
}, {
  "ar" : "إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
  "id" : "kecuali orang-orang yang sabar (terhadap bencana), dan mengerjakan amal-amal saleh; mereka itu beroleh ampunan dan pahala yang besar.",
  "nomor" : "11",
  "tr" : "ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>sh</u>abaruu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti ul<u>aa</u>-ika lahum maghfiratun wa-ajrun kabiir<strong>un</strong>"
}, {
  "ar" : "فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَىٰ إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ ۚ إِنَّمَا أَنْتَ نَذِيرٌ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ",
  "id" : "Maka boleh jadi kamu hendak meninggalkan sebahagian dari apa yang diwahyukan kepadamu dan sempit karenanya dadamu, karena khawatir bahwa mereka akan mengatakan: \"Mengapa tidak diturunkan kepadanya perbendaharaan (kekayaan) atau datang bersama-sama dengan dia seorang malaikat?\" Sesungguhnya kamu hanyalah seorang pemberi peringatan dan Allah Pemelihara segala sesuatu.",
  "nomor" : "12",
  "tr" : "fala'allaka t<u>aa</u>rikun ba'<u>dh</u>a m<u>aa</u> yuu<u>haa</u> ilayka wa<u>daa</u>-iqun bihi <u>sh</u>adruka an yaquuluu lawl<u>aa</u> unzila 'alayhi kanzun aw j<u>aa</u>-a ma'ahu malakun innam<u>aa</u> anta na<u>dz</u>iirun wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in wakiil<strong>un</strong>"
}, {
  "ar" : "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Bahkan mereka mengatakan: \"Muhammad telah membuat-buat Al Qur'an itu\", Katakanlah: \"(Kalau demikian), maka datangkanlah sepuluh surat-surat yang dibuat-buat yang menyamainya, dan panggillah orang-orang yang kamu sanggup (memanggilnya) selain Allah, jika kamu memang orang-orang yang benar\".",
  "nomor" : "13",
  "tr" : "am yaquuluuna iftar<u>aa</u>hu qul fa/tuu bi'asyri suwarin mitslihi muftaray<u>aa</u>tin wa<strong>u</strong>d'uu mani ista<u>th</u>a'tum min duuni <strong>al</strong>l<u>aa</u>hi in kuntum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنْتُمْ مُسْلِمُونَ",
  "id" : "Jika mereka yang kamu seru itu tidak menerima seruanmu (ajakanmu) itu maka ketahuilah, sesungguhnya Al Qur'an itu diturunkan dengan ilmu Allah, dan bahwasanya tidak ada Tuhan selain Dia, maka maukah kamu berserah diri (kepada Allah)?",
  "nomor" : "14",
  "tr" : "fa-illam yastajiibuu lakum fa<strong>i</strong>'lamuu annam<u>aa</u> unzila bi'ilmi <strong>al</strong>l<u>aa</u>hi wa-an l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fahal antum muslimuun<strong>a</strong>"
}, {
  "ar" : "مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
  "id" : "Barangsiapa yang menghendaki kehidupan dunia dan perhiasannya, niscaya Kami berikan kepada mereka balasan pekerjaan mereka di dunia dengan sempurna dan mereka di dunia itu tidak akan dirugikan.",
  "nomor" : "15",
  "tr" : "man k<u>aa</u>na yuriidu <strong>a</strong>l<u>h</u>ay<u>aa</u>ta <strong>al</strong>dduny<u>aa</u> waziinatah<u>aa</u> nuwaffi ilayhim a'm<u>aa</u>lahum fiih<u>aa</u> wahum fiih<u>aa</u> l<u>aa</u> yubkhasuun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ ۖ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ",
  "id" : "Itulah orang-orang yang tidak memperoleh di akhirat, kecuali neraka dan lenyaplah di akhirat itu apa yang telah mereka usahakan di dunia dan sia-sialah apa yang telah mereka kerjakan.",
  "nomor" : "16",
  "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina laysa lahum fii <strong>a</strong>l-<u>aa</u>khirati ill<u>aa</u> <strong>al</strong>nn<u>aa</u>ru wa<u>h</u>abi<u>th</u>a m<u>aa</u> <u>sh</u>ana'uu fiih<u>aa</u> wab<u>aath</u>ilun m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "أَفَمَنْ كَانَ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَىٰ إِمَامًا وَرَحْمَةً ۚ أُولَٰئِكَ يُؤْمِنُونَ بِهِ ۚ وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ ۚ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
  "id" : "Apakah (orang-orang kafir itu sama dengan) orang-orang yang ada mempunyai bukti yang nyata (Al Qur'an) dari Tuhannya, dan diikuti pula oleh seorang saksi (Muhammad) dari Allah dan sebelum Al Qur'an itu telah ada Kitab Musa yang menjadi pedoman dan rahmat?. Mereka itu beriman kepada Al Qur'an. Dan barangsiapa di antara mereka (orang-orang Quraisy) dan sekutu-sekutunya yang kafir kepada Al Qur'an, maka nerakalah tempat yang diancamkan baginya, karena itu janganlah kamu ragu-ragu terhadap Al Qur'an itu. Sesungguhnya (Al Qur'an) itu benar-benar dari Tuhanmu, tetapi kebanyakan manusia tidak beriman.",
  "nomor" : "17",
  "tr" : "afaman k<u>aa</u>na 'al<u>aa</u> bayyinatin min rabbihi wayatluuhu sy<u>aa</u>hidun minhu wamin qablihi kit<u>aa</u>bu muus<u>aa</u> im<u>aa</u>man wara<u>h</u>matan ul<u>aa</u>-ika yu/minuuna bihi waman yakfur bihi mina <strong>a</strong>l-a<u>h</u>z<u>aa</u>bi fa<strong>al</strong>nn<u>aa</u>ru maw'iduhu fal<u>aa</u> taku fii miryatin minhu innahu <strong>a</strong>l<u>h</u>aqqu min rabbika wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا ۚ أُولَٰئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَٰؤُلَاءِ الَّذِينَ كَذَبُوا عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ",
  "id" : "Dan siapakah yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah?. Mereka itu akan dihadapkan kepada Tuhan mereka, dan para saksi akan berkata: \"Orang-orang inilah yang telah berdusta terhadap Tuhan mereka\". Ingatlah, kutukan Allah (ditimpakan) atas orang-orang yang zalim,",
  "nomor" : "18",
  "tr" : "waman a<u>zh</u>lamu mimmani iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban ul<u>aa</u>-ika yu'ra<u>dh</u>uuna 'al<u>aa</u> rabbihim wayaquulu <strong>a</strong>l-asyh<u>aa</u>du h<u>aa</u>ul<u>aa</u>-i <strong>al</strong>la<u>dz</u>iina ka<u>dz</u>abuu 'al<u>aa</u> rabbihim <strong>a</strong>l<u>aa</u> la'natu <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ",
  "id" : "(yaitu) orang-orang yang menghalangi (manusia) dari jalan Allah dan menghendaki (supaya) jalan itu bengkok. Dan mereka itulah orang-orang yang tidak percaya akan adanya hari akhirat.",
  "nomor" : "19",
  "tr" : "<strong>al</strong>la<u>dz</u>iina ya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wayabghuunah<u>aa</u> 'iwajan wahum bi<strong>a</strong>l-<u>aa</u>khirati hum k<u>aa</u>firuun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ۘ يُضَاعَفُ لَهُمُ الْعَذَابُ ۚ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ",
  "id" : "Orang-orang itu tidak mampu menghalang-halangi Allah untuk (mengazab mereka) di bumi ini, dan sekali-kali tidak adalah bagi mereka penolong selain Allah. Siksaan itu dilipat gandakan kepada mereka. Mereka selalu tidak dapat mendengar (kebenaran) dan mereka selalu tidak dapat melihat(nya).",
  "nomor" : "20",
  "tr" : "ul<u>aa</u>-ika lam yakuunuu mu'jiziina fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> k<u>aa</u>na lahum min duuni <strong>al</strong>l<u>aa</u>hi min awliy<u>aa</u>-a yu<u>daa</u>'afu lahumu <strong>a</strong>l'a<u>dzaa</u>bu m<u>aa</u> k<u>aa</u>nuu yasta<u>th</u>ii'uuna <strong>al</strong>ssam'a wam<u>aa</u> k<u>aa</u>nuu yub<u>sh</u>iruun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
  "id" : "Mereka itulah orang-orang yang merugikan dirinya sendiri, dan lenyaplah dari mereka apa yang selalu mereka ada-adakan.",
  "nomor" : "21",
  "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>"
}, {
  "ar" : "لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ",
  "id" : "Pasti mereka itu di akhirat menjadi orang-orang yang paling merugi.",
  "nomor" : "22",
  "tr" : "l<u>aa</u> jarama annahum fii <strong>a</strong>l-<u>aa</u>khirati humu <strong>a</strong>l-akhsaruun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَىٰ رَبِّهِمْ أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh dan merendahkan diri kepada Tuhan mereka, mereka itu adalah penghuni-penghuni syurga; mereka kekal di dalamnya.",
  "nomor" : "23",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shaa</u>li<u>haa</u>ti wa-akhbatuu il<u>aa</u> rabbihim ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَىٰ وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ أَفَلَا تَذَكَّرُونَ",
  "id" : "Perbandingan kedua golongan itu (orang-orang kafir dan orang-orang mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar. Adakah kedua golongan itu sama keadaan dan sifatnya?. Maka tidakkah kamu mengambil pelajaran (daripada perbandingan itu)?.",
  "nomor" : "24",
  "tr" : "matsalu <strong>a</strong>lfariiqayni ka<strong>a</strong>l<strong>-</strong>a'm<u>aa</u> wa<strong>a</strong>l-a<u>sh</u>ammi wa<strong>a</strong>lba<u>sh</u>iiri wa<strong>al</strong>ssamii'i hal yastawiy<u>aa</u>ni matsalan afal<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ",
  "id" : "Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, (dia berkata): \"Sesungguhnya aku adalah pemberi peringatan yang nyata bagi kamu,",
  "nomor" : "25",
  "tr" : "walaqad arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi innii lakum na<u>dz</u>iirun mubiin<strong>un</strong>"
}, {
  "ar" : "أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ ۖ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
  "id" : "agar kamu tidak menyembah selain Allah. Sesungguhnya aku takut kamu akan ditimpa azab (pada) hari yang sangat menyedihkan\".",
  "nomor" : "26",
  "tr" : "an l<u>aa</u> ta'buduu ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha innii akh<u>aa</u>fu 'alaykum 'a<u>dzaa</u>ba yawmin <strong>a</strong>liim<strong>in</strong>"
}, {
  "ar" : "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ",
  "id" : "Maka berkatalah pemimpin-pemimpin yang kafir dari kaumnya: \"Kami tidak melihat kamu, melainkan (sebagai) seorang manusia (biasa) seperti kami, dan kami tidak melihat orang-orang yang mengikuti kamu, melainkan orang-orang yang hina dina di antara kami yang lekas percaya saja, dan kami tidak melihat kamu memiliki sesuatu kelebihan apapun atas kami, bahkan kami yakin bahwa kamu adalah orang-orang yang dusta\".",
  "nomor" : "27",
  "tr" : "faq<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina kafaruu min qawmihi m<u>aa</u> nar<u>aa</u>ka ill<u>aa</u> basyaran mitslan<u>aa</u> wam<u>aa</u> nar<u>aa</u>ka ittaba'aka ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina hum ar<u>aadz</u>ilun<u>aa</u> b<u>aa</u>diya <strong>al</strong>rra/yi wam<u>aa</u> nar<u>aa</u> lakum 'alayn<u>aa</u> min fa<u>dh</u>lin bal na<u>zh</u>unnukum k<u>aadz</u>ibiin<strong>a</strong>"
}, {
  "ar" : "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ",
  "id" : "Berkata Nuh: \"Hai kaumku, bagaimana pikiranmu, jika aku ada mempunyai bukti yang nyata dari Tuhanku, dan diberinya aku rahmat dari sisi-Nya, tetapi rahmat itu disamarkan bagimu. Apa akan kami paksakankah kamu menerimanya, padahal kamu tiada menyukainya?\"",
  "nomor" : "28",
  "tr" : "q<u>aa</u>la y<u>aa</u> qawmi ara-aytum in kuntu 'al<u>aa</u> bayyinatin min rabbii wa<u>aa</u>t<u>aa</u>nii ra<u>h</u>matan min 'indihi fa'ummiyat 'alaykum anulzimukumuuh<u>aa</u> wa-antum lah<u>aa</u> k<u>aa</u>rihuun<strong>a</strong>"
}, {
  "ar" : "وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۚ وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا ۚ إِنَّهُمْ مُلَاقُو رَبِّهِمْ وَلَٰكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ",
  "id" : "Dan (dia berkata): \"Hai kaumku, aku tiada meminta harta benda kepada kamu (sebagai upah) bagi seruanku. Upahku hanyalah dari Allah dan aku sekali-kali tidak akan mengusir orang-orang yang telah beriman. Sesungguhnya mereka akan bertemu dengan Tuhannya, akan tetapi aku memandangmu suatu kaum yang tidak mengetahui\".",
  "nomor" : "29",
  "tr" : "way<u>aa</u> qawmi l<u>aa</u> as-alukum 'alayhi m<u>aa</u>lan in ajriya ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> an<u>aa</u> bi<u>th</u><u>aa</u>ridi <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu innahum mul<u>aa</u>quu rabbihim wal<u>aa</u>kinnii ar<u>aa</u>kum qawman tajhaluun<strong>a</strong>"
}, {
  "ar" : "وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ ۚ أَفَلَا تَذَكَّرُونَ",
  "id" : "Dan (dia berkata): \"Hai kaumku, siapakah yang akan menolongku dari (azab) Allah jika aku mengusir mereka. Maka tidakkah kamu mengambil pelajaran?",
  "nomor" : "30",
  "tr" : "way<u>aa</u> qawmi man yan<u>sh</u>urunii mina <strong>al</strong>l<u>aa</u>hi in <u>th</u>aradtuhum afal<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>"
}, {
  "ar" : "وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا ۖ اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ ۖ إِنِّي إِذًا لَمِنَ الظَّالِمِينَ",
  "id" : "Dan aku tidak mengatakan kepada kamu (bahwa): \"Aku mempunyai gudang-gudang rezki dan kekayaan dari Allah, dan aku tiada mengetahui yang ghaib\", dan tidak (pula) aku mengatakan: \"Bahwa sesungguhnya aku adalah malaikat\", dan tidak juga aku mengatakan kepada orang-orang yang dipandang hina oleh penglihatanmu: \"Sekali-kali Allah tidak akan mendatangkan kebaikan kepada mereka\". Allah lebih mengetahui apa yang ada pada diri mereka; sesungguhnya aku, kalau begitu benar-benar termasuk orang-orang yang zalim.",
  "nomor" : "31",
  "tr" : "wal<u>aa</u> aquulu lakum 'indii khaz<u>aa</u>-inu <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> a'lamu <strong>a</strong>lghayba wal<u>aa</u> aquulu innii malakun wal<u>aa</u> aquulu lilla<u>dz</u>iina tazdarii a'yunukum lan yu/tiyahumu <strong>al</strong>l<u>aa</u>hu khayran <strong>al</strong>l<u>aa</u>hu a'lamu bim<u>aa</u> fii anfusihim innii i<u>dz</u>an lamina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
  "id" : "Mereka berkata \"Hai Nuh, sesungguhnya kamu telah berbantah dengan kami, dan kamu telah memperpanjang bantahanmu terhadap kami, maka datangkanlah kepada kami azab yang kamu ancamkan kepada kami, jika kamu termasuk orang-orang yang benar\".",
  "nomor" : "32",
  "tr" : "q<u>aa</u>luu y<u>aa</u> nuu<u>h</u>u qad j<u>aa</u>daltan<u>aa</u> fa-aktsarta jid<u>aa</u>lan<u>aa</u> fa/tin<u>aa</u> bim<u>aa</u> ta'idun<u>aa</u> in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ وَمَا أَنْتُمْ بِمُعْجِزِينَ",
  "id" : "Nuh menjawab: \"Hanyalah Allah yang akan mendatangkan azab itu kepadamu jika Dia menghendaki, dan kamu sekali-kali tidak dapat melepaskan diri.",
  "nomor" : "33",
  "tr" : "q<u>aa</u>la innam<u>aa</u> ya/tiikum bihi <strong>al</strong>l<u>aa</u>hu in sy<u>aa</u>-a wam<u>aa</u> antum bimu'jiziin<strong>a</strong>"
}, {
  "ar" : "وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
  "id" : "Dan tidaklah bermanfaat kepadamu nasehatku jika aku hendak memberi nasehat kepada kamu, sekiranya Allah hendak menyesatkan kamu, Dia adalah Tuhanmu, dan kepada-Nya-lah kamu dikembalikan\".",
  "nomor" : "34",
  "tr" : "wal<u>aa</u> yanfa'ukum nu<u>sy</u>ii in aradtu an an<u>sh</u>a<u>h</u>a lakum in k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu yuriidu an yughwiyakum huwa rabbukum wa-ilayhi turja'uun<strong>a</strong>"
}, {
  "ar" : "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ",
  "id" : "Malahan kaum Nuh itu berkata: \"Dia cuma membuat-buat nasihatnya saja\". Katakanlah: \"Jika aku membuat-buat nasihat itu, maka hanya akulah yang memikul dosaku, dan aku berlepas diri dari dosa yang kamu perbuat\".",
  "nomor" : "35",
  "tr" : "am yaquuluuna iftar<u>aa</u>hu qul ini iftaraytuhu fa'alayya ijr<u>aa</u>mii wa-an<u>aa</u> barii-un mimm<u>aa</u> tujrimuun<strong>a</strong>"
}, {
  "ar" : "وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ",
  "id" : "Dan diwahyukan kepada Nuh, bahwasanya sekali-kali tidak akan beriman di antara kaummu, kecuali orang yang telah beriman (saja), karena itu janganlah kamu bersedih hati tentang apa yang selalu mereka kerjakan.",
  "nomor" : "36",
  "tr" : "wauu<u>h</u>iya il<u>aa</u> nuu<u>h</u>in annahu lan yu/mina min qawmika ill<u>aa</u> man qad <u>aa</u>mana fal<u>aa</u> tabta-is bim<u>aa</u> k<u>aa</u>nuu yaf'aluun<strong>a</strong>"
}, {
  "ar" : "وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۚ إِنَّهُمْ مُغْرَقُونَ",
  "id" : "Dan buatlah bahtera itu dengan pengawasan dan petunjuk wahyu Kami, dan janganlah kamu bicarakan dengan Aku tentang orang-orang yang zalim itu; sesungguhnya mereka itu akan ditenggelamkan.",
  "nomor" : "37",
  "tr" : "wa<strong>i</strong><u>sh</u>na'i <strong>a</strong>lfulka bi-a'yunin<u>aa</u> wawa<u>h</u>yin<u>aa</u> wal<u>aa</u> tukh<u>aath</u>ibnii fii <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu innahum mughraquun<strong>a</strong>"
}, {
  "ar" : "وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ ۚ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ",
  "id" : "Dan mulailah Nuh membuat bahtera. Dan setiap kali pemimpin kaumnya berjalan meliwati Nuh, mereka mengejeknya. Berkatalah Nuh: \"Jika kamu mengejek kami, maka sesungguhnya kami (pun) mengejekmu sebagaimana kamu sekalian mengejek (kami).",
  "nomor" : "38",
  "tr" : "waya<u>sh</u>na'u <strong>a</strong>lfulka wakullam<u>aa</u> marra 'alayhi malaun min qawmihi sakhiruu minhu q<u>aa</u>la in taskharuu minn<u>aa</u> fa-inn<u>aa</u> naskharu minkum kam<u>aa</u> taskharuun<strong>a</strong>"
}, {
  "ar" : "فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ",
  "id" : "Kelak kamu akan mengetahui siapa yang akan ditimpa oleh azab yang menghinakannya dan yang akan ditimpa azab yang kekal.\"",
  "nomor" : "39",
  "tr" : "fasawfa ta'lamuuna man ya/tiihi 'a<u>dzaa</u>bun yukhziihi waya<u>h</u>illu 'alayhi 'a<u>dzaa</u>bun muqiim<strong>un</strong>"
}, {
  "ar" : "حَتَّىٰ إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ ۚ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ",
  "id" : "Hingga apabila perintah Kami datang dan dapur telah memancarkan air, Kami berfirman: \"Muatkanlah ke dalam bahtera itu dari masing-masing binatang sepasang (jantan dan betina), dan keluargamu kecuali orang yang telah terdahulu ketetapan terhadapnya dan (muatkan pula) orang-orang yang beriman.\" Dan tidak beriman bersama dengan Nuh itu kecuali sedikit.",
  "nomor" : "40",
  "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-a amrun<u>aa</u> waf<u>aa</u>ra <strong>al</strong>ttannuuru quln<u>aa</u> i<u>h</u>mil fiih<u>aa</u> min kullin zawjayni itsnayni wa-ahlaka ill<u>aa</u> man sabaqa 'alayhi <strong>a</strong>lqawlu waman <u>aa</u>mana wam<u>aa</u> <u>aa</u>mana ma'ahu ill<u>aa</u> qaliil<strong>un</strong>"
}, {
  "ar" : "وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا ۚ إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ",
  "id" : "Dan Nuh berkata: \"Naiklah kamu sekalian ke dalamnya dengan menyebut nama Allah di waktu berlayar dan berlabuhnya.\" Sesungguhnya Tuhanku benar-benar Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "41",
  "tr" : "waq<u>aa</u>la irkabuu fiih<u>aa</u> bismi <strong>al</strong>l<u>aa</u>hi majr<u>aa</u>h<u>aa</u> wamurs<u>aa</u>h<u>aa</u> inna rabbii laghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَىٰ نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ",
  "id" : "Dan bahtera itu berlayar membawa mereka dalam gelombang laksana gunung. Dan Nuh memanggil anaknya - sedang anak itu berada di tempat yang jauh terpencil: \"Hai anakku, naiklah (ke kapal) bersama kami dan janganlah kamu berada bersama orang-orang yang kafir.\"",
  "nomor" : "42",
  "tr" : "wahiya tajrii bihim fii mawjin ka<strong>a</strong>ljib<u>aa</u>li wan<u>aa</u>d<u>aa</u> nuu<u>h</u>unu ibnahu wak<u>aa</u>na fii ma'zilin y<u>aa</u> bunayya irkab ma'an<u>aa</u> wal<u>aa</u> takun ma'a <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "قَالَ سَآوِي إِلَىٰ جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ ۚ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ ۚ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ",
  "id" : "Anaknya menjawab: \"Aku akan mencari perlindungan ke gunung yang dapat memeliharaku dari air bah!\" Nuh berkata: \"Tidak ada yang melindungi hari ini dari azab Allah selain Allah (saja) Yang Maha Penyayang\". Dan gelombang menjadi penghalang antara keduanya; maka jadilah anak itu termasuk orang-orang yang ditenggelamkan.",
  "nomor" : "43",
  "tr" : "q<u>aa</u>la sa<u>aa</u>wii il<u>aa</u> jabalin ya'<u>sh</u>imunii mina <strong>a</strong>lm<u>aa</u>-i q<u>aa</u>la l<u>aa</u> '<u>aas</u>ima <strong>a</strong>lyawma min amri <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> man ra<u>h</u>ima wa<u>haa</u>la baynahum<u>aa</u> <strong>a</strong>lmawju fak<u>aa</u>na mina <strong>a</strong>lmughraqiin<strong>a</strong>"
}, {
  "ar" : "وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ ۖ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ",
  "id" : "Dan difirmankan: \"Hai bumi telanlah airmu, dan hai langit (hujan) berhentilah,\" dan airpun disurutkan, perintahpun diselesaikan dan bahtera itupun berlabuh di atas bukit Judi, dan dikatakan: \"Binasalah orang-orang yang zalim .\"",
  "nomor" : "44",
  "tr" : "waqiila y<u>aa</u> ar<u>dh</u>u ibla'ii m<u>aa</u>-aki way<u>aa</u> sam<u>aa</u>u aqli'ii waghii<u>dh</u>a <strong>a</strong>lm<u>aa</u>u waqu<u>dh</u>iya <strong>a</strong>l-amru wa<strong>i</strong>stawat 'al<u>aa</u> <strong>a</strong>ljuudiyyi waqiila bu'dan lilqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَنَادَىٰ نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ",
  "id" : "Dan Nuh berseru kepada Tuhannya sambil berkata: \"Ya Tuhanku, sesungguhnya anakku termasuk keluargaku, dan sesungguhnya janji Engkau itulah yang benar. Dan Engkau adalah Hakim yang seadil-adilnya.\"",
  "nomor" : "45",
  "tr" : "wan<u>aa</u>d<u>aa</u> nuu<u>h</u>un rabbahu faq<u>aa</u>la rabbi inna ibnii min ahlii wa-inna wa'daka <strong>a</strong>l<u>h</u>aqqu wa-anta a<u>h</u>kamu <strong>a</strong>l<u>haa</u>kimiin<strong>a</strong>"
}, {
  "ar" : "قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ۖ فَلَا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ۖ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ",
  "id" : "Allah berfirman: \"Hai Nuh, sesungguhnya dia bukanlah termasuk keluargamu (yang dijanjikan akan diselamatkan), sesungguhnya (perbuatan)nya perbuatan yang tidak baik. Sebab itu janganlah kamu memohon kepada-Ku sesuatu yang kamu tidak mengetahui (hakekat)nya. Sesungguhnya Aku memperingatkan kepadamu supaya kamu jangan termasuk orang-orang yang tidak berpengetahuan.\"",
  "nomor" : "46",
  "tr" : "q<u>aa</u>la y<u>aa</u> nuu<u>h</u>u innahu laysa min ahlika innahu 'amalun ghayru <u>shaa</u>li<u>h</u>in fal<u>aa</u> tas-alni m<u>aa</u> laysa laka bihi 'ilmun innii a'i<u>zh</u>uka an takuuna mina <strong>a</strong>lj<u>aa</u>hiliin<strong>a</strong>"
}, {
  "ar" : "قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ",
  "id" : "Nuh berkata: Ya Tuhanku, sesungguhnya aku berlindung kepada Engkau dari memohon kepada Engkau sesuatu yang aku tiada mengetahui (hakekat)nya. Dan sekiranya Engkau tidak memberi ampun kepadaku, dan (tidak) menaruh belas kasihan kepadaku, niscaya aku akan termasuk orang-orang yang merugi.\"",
  "nomor" : "47",
  "tr" : "q<u>aa</u>la rabbi innii a'uu<u>dz</u>u bika an as-alaka m<u>aa</u> laysa lii bihi 'ilmun wa-ill<u>aa</u> taghfir lii watar<u>h</u>amnii akun mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَىٰ أُمَمٍ مِمَّنْ مَعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ",
  "id" : "Difirmankan: \"Hai Nuh, turunlah dengan selamat sejahtera dan penuh keberkatan dari Kami atasmu dan atas umat-umat (yang mu'min) dari orang-orang yang bersamamu. Dan ada (pula) umat-umat yang Kami beri kesenangan pada mereka (dalam kehidupan dunia), kemudian mereka akan ditimpa azab yang pedih dari Kami.\"",
  "nomor" : "48",
  "tr" : "qiila y<u>aa</u> nuu<u>h</u>u ihbi<u>th</u> bisal<u>aa</u>min minn<u>aa</u> wabarak<u>aa</u>tin 'alayka wa'al<u>aa</u> umamin mimman ma'aka waumamun sanumatti'uhum tsumma yamassuhum minn<u>aa</u> 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ ۖ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَٰذَا ۖ فَاصْبِرْ ۖ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ",
  "id" : "Itu adalah di antara berita-berita penting tentang yang ghaib yang Kami wahyukan kepadamu (Muhammad); tidak pernah kamu mengetahuinya dan tidak (pula) kaummu sebelum ini. Maka bersabarlah; sesungguhnya kesudahan yang baik adalah bagi orang-orang yang bertakwa.",
  "nomor" : "49",
  "tr" : "tilka min anb<u>aa</u>-i <strong>a</strong>lghaybi nuu<u>h</u>iih<u>aa</u> ilayka m<u>aa</u> kunta ta'lamuh<u>aa</u> anta wal<u>aa</u> qawmuka min qabli h<u>aadzaa</u> fa<strong>i</strong><u>sh</u>bir inna <strong>a</strong>l'<u>aa</u>qibata lilmuttaqiin<strong>a</strong>"
}, {
  "ar" : "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ",
  "id" : "Dan kepada kaum 'Ad (Kami utus) saudara mereka, Huud. Ia berkata: \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada bagimu Tuhan selain Dia. Kamu hanyalah mengada-adakan saja.",
  "nomor" : "50",
  "tr" : "wa-il<u>aa</u> '<u>aa</u>din akh<u>aa</u>hum huudan q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu in antum ill<u>aa</u> muftaruun<strong>a</strong>"
}, {
  "ar" : "يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي ۚ أَفَلَا تَعْقِلُونَ",
  "id" : "Hai kaumku, aku tidak meminta upah kepadamu bagi seruanku ini. Upahku tidak lain hanyalah dari Allah yang telah menciptakanku. Maka tidakkah kamu memikirkan(nya)?\"",
  "nomor" : "51",
  "tr" : "y<u>aa</u> qawmi l<u>aa</u> as-alukum 'alayhi ajran in ajriya ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>la<u>dz</u>ii fa<u>th</u>aranii afal<u>aa</u> ta'qiluun<strong>a</strong>"
}, {
  "ar" : "وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ",
  "id" : "Dan (dia berkata): \"Hai kaumku, mohonlah ampun kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras atasmu, dan Dia akan menambahkan kekuatan kepada kekuatanmu, dan janganlah kamu berpaling dengan berbuat dosa.\"",
  "nomor" : "52",
  "tr" : "way<u>aa</u> qawmi istaghfiruu rabbakum tsumma tuubuu ilayhi yursili <strong>al</strong>ssam<u>aa</u>-a 'alaykum midr<u>aa</u>ran wayazidkum quwwatan il<u>aa</u> quwwatikum wal<u>aa</u> tatawallaw mujrimiin<strong>a</strong>"
}, {
  "ar" : "قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
  "id" : "Kaum 'Ad berkata: \"Hai Huud, kamu tidak mendatangkan kepada kami suatu bukti yang nyata, dan kami sekali-kali tidak akan meninggalkan sembahan-sembahan kami karena perkataanmu, dan kami sekali-kali tidak akan mempercayai kamu.",
  "nomor" : "53",
  "tr" : "q<u>aa</u>luu y<u>aa</u> huudu m<u>aa</u> ji/tan<u>aa</u> bibayyinatin wam<u>aa</u> na<u>h</u>nu bit<u>aa</u>rikii <u>aa</u>lihatin<u>aa</u> 'an qawlika wam<u>aa</u> na<u>h</u>nu laka bimu/miniin<strong>a</strong>"
}, {
  "ar" : "إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ ۗ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ",
  "id" : "Kami tidak mengatakan melainkan bahwa sebagian sembahan kami telah menimpakan penyakit gila atas dirimu.\" Huud menjawab: \"Sesungguhnya aku bersaksi kepada Allah dan saksikanlah olehmu sekalian bahwa sesungguhnya aku berlepas diri dari apa yang kamu persekutukan,",
  "nomor" : "54",
  "tr" : "in naquulu ill<u>aa</u> i'tar<u>aa</u>ka ba'<u>dh</u>u <u>aa</u>lihatin<u>aa</u> bisuu-in q<u>aa</u>la innii usyhidu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>syhaduu annii barii-un mimm<u>aa</u> tusyrikuun<strong>a</strong>"
}, {
  "ar" : "مِنْ دُونِهِ ۖ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ",
  "id" : "dari selain-Nya, sebab itu jalankanlah tipu dayamu semuanya terhadapku dan janganlah kamu memberi tangguh kepadaku.",
  "nomor" : "55",
  "tr" : "min duunihi fakiiduunii jamii'an tsumma l<u>aa</u> tun<u>zh</u>iruun<strong>i</strong>"
}, {
  "ar" : "إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ ۚ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
  "id" : "Sesungguhnya aku bertawakkal kepada Allah Tuhanku dan Tuhanmu. Tidak ada suatu binatang melatapun melainkan Dia-lah yang memegang ubun-ubunnya. Sesungguhnya Tuhanku di atas jalan yang lurus.\"",
  "nomor" : "56",
  "tr" : "innii tawakkaltu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi rabbii warabbikum m<u>aa</u> min d<u>aa</u>bbatin ill<u>aa</u> huwa <u>aa</u>khi<u>dz</u>un bin<u>aas</u>iyatih<u>aa</u> inna rabbii 'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
}, {
  "ar" : "فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُ شَيْئًا ۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ",
  "id" : "Jika kamu berpaling, maka sesungguhnya aku telah menyampaikan kepadamu apa (amanat) yang aku diutus (untuk menyampaikan)nya kepadamu. Dan Tuhanku akan mengganti (kamu) dengan kaum yang lain (dari) kamu; dan kamu tidak dapat membuat mudharat kepada-Nya sedikitpun. Sesungguhnya Tuhanku adalah Maha Pemelihara segala sesuatu.",
  "nomor" : "57",
  "tr" : "fa-in tawallaw faqad ablaghtukum m<u>aa</u> ursiltu bihi ilaykum wayastakhlifu rabbii qawman ghayrakum wal<u>aa</u> ta<u>dh</u>urruunahu syay-an inna rabbii 'al<u>aa</u> kulli syay-in <u>h</u>afii<u>zh</u><strong>un</strong>"
}, {
  "ar" : "وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ",
  "id" : "Dan tatkala datang azab Kami, Kami selamatkan Huud dan orang-orang yang beriman bersama dia dengan rahmat dari Kami; dan Kami selamatkan (pula) mereka (di akhirat) dari azab yang berat.",
  "nomor" : "58",
  "tr" : "walamm<u>aa</u> j<u>aa</u>-a amrun<u>aa</u> najjayn<u>aa</u> huudan wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu bira<u>h</u>matin minn<u>aa</u> wanajjayn<u>aa</u>hum min 'a<u>dzaa</u>bin ghalii<u>zh</u><strong>in</strong>"
}, {
  "ar" : "وَتِلْكَ عَادٌ ۖ جَحَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
  "id" : "Dan itulah (kisah) kaum 'Ad yang mengingkari tanda-tanda kekuasaan Tuhan mereka, dan mendurhakai rasul-rasul Allah dan mereka menuruti perintah semua penguasa yang sewenang-wenang lagi menentang (kebenaran).",
  "nomor" : "59",
  "tr" : "watilka '<u>aa</u>dun ja<u>h</u>aduu bi-<u>aa</u>y<u>aa</u>ti rabbihim wa'a<u>sh</u>aw rusulahu wa<strong>i</strong>ttaba'uu amra kulli jabb<u>aa</u>rin 'aniid<strong>in</strong>"
}, {
  "ar" : "وَأُتْبِعُوا فِي هَٰذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ ۗ أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ ۗ أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ",
  "id" : "Dan mereka selalu diikuti dengan kutukan di dunia ini dan (begitu pula) di hari kiamat. Ingatlah, sesungguhnya kaum 'Ad itu kafir kepada Tuhan mereka. Ingatlah kebinasaanlah bagi kaum 'Ad (yaitu) kaum Huud itu.",
  "nomor" : "60",
  "tr" : "wautbi'uu fii h<u>aadz</u>ihi <strong>al</strong>dduny<u>aa</u> la'natan wayawma <strong>a</strong>lqiy<u>aa</u>mati <strong>a</strong>l<u>aa</u> inna '<u>aa</u>dan kafaruu rabbahum <strong>a</strong>l<u>aa</u> bu'dan li'<u>aa</u>din qawmi huud<strong>in</strong>"
}, {
  "ar" : "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَالِحًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ ۚ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ",
  "id" : "Dan kepada Tsamud (Kami utus) saudara mereka Shaleh. Shaleh berkata: \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada bagimu Tuhan selain Dia. Dia telah menciptakan kamu dari bumi (tanah) dan menjadikan kamu pemakmurnya, karena itu mohonlah ampunan-Nya, kemudian bertobatlah kepada-Nya, Sesungguhnya Tuhanku amat dekat (rahmat-Nya) lagi memperkenankan (do'a hamba-Nya).\"",
  "nomor" : "61",
  "tr" : "wa-il<u>aa</u> tsamuuda akh<u>aa</u>hum <u>shaa</u>li<u>h</u>an q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu huwa ansya-akum mina <strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>sta'marakum fiih<u>aa</u> fa<strong>i</strong>staghfiruuhu tsumma tuubuu ilayhi inna rabbii qariibun mujiib<strong>un</strong>"
}, {
  "ar" : "قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَٰذَا ۖ أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ",
  "id" : "Kaum Tsamud berkata: \"Hai Shaleh, sesungguhnya kamu sebelum ini adalah seorang di antara kami yang kami harapkan, apakah kamu melarang kami untuk menyembah apa yang disembah oleh bapak-bapak kami ? dan sesungguhnya kami betul-betul dalam keraguan yang menggelisahkan terhadap agama yang kamu serukan kepada kami.\"",
  "nomor" : "62",
  "tr" : "q<u>aa</u>luu y<u>aa</u> <u>shaa</u>li<u>h</u>u qad kunta fiin<u>aa</u> marjuwwan qabla h<u>aadzaa</u> atanh<u>aa</u>n<u>aa</u> an na'buda m<u>aa</u> ya'budu <u>aa</u>b<u>aa</u>un<u>aa</u> wa-innan<u>aa</u> lafii syakkin mimm<u>aa</u> tad'uun<u>aa</u> ilayhi muriib<strong>un</strong>"
}, {
  "ar" : "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ ۖ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ",
  "id" : "Shaleh berkata: \"Hai kaumku, bagaimana pikiranmu jika aku mempunyai bukti yang nyata dari Tuhanku dan diberi-Nya aku rahmat (kenabian) dari-Nya, maka siapakah yang akan menolong aku dari (azab) Allah jika aku mendurhakai-Nya. Sebab itu kamu tidak menambah apapun kepadaku selain daripada kerugian.",
  "nomor" : "63",
  "tr" : "q<u>aa</u>la y<u>aa</u> qawmi ara-aytum in kuntu 'al<u>aa</u> bayyinatin min rabbii wa<u>aa</u>t<u>aa</u>nii minhu ra<u>h</u>matan faman yan<u>sh</u>urunii mina <strong>al</strong>l<u>aa</u>hi in 'a<u>sh</u>aytuhu fam<u>aa</u> taziiduunanii ghayra takhsiir<strong>in</strong>"
}, {
  "ar" : "وَيَا قَوْمِ هَٰذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
  "id" : "Hai kaumku, inilah unta betina dari Allah, sebagai mu'jizat (yang menunjukkan kebenaran) untukmu, sebab itu biarkanlah dia makan di bumi Allah, dan janganlah kamu mengganggunya dengan gangguan apapun yang akan menyebabkan kamu ditimpa azab yang dekat.\"",
  "nomor" : "64",
  "tr" : "way<u>aa</u> qawmi h<u>aadz</u>ihi n<u>aa</u>qatu <strong>al</strong>l<u>aa</u>hi lakum <u>aa</u>yatan fa<u>dz</u>aruuh<u>aa</u> ta/kul fii ar<u>dh</u>i <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> tamassuuh<u>aa</u> bisuu-in faya/khu<u>dz</u>akum 'a<u>dzaa</u>bun qariib<strong>un</strong>"
}, {
  "ar" : "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
  "id" : "Mereka membunuh unta itu, maka berkata Shaleh: \"Bersukarialah kamu sekalian di rumahmu selama tiga hari, itu adalah janji yang tidak dapat didustakan.\"",
  "nomor" : "65",
  "tr" : "fa'aqaruuh<u>aa</u> faq<u>aa</u>la tamatta'uu fii d<u>aa</u>rikum tsal<u>aa</u>tsata ayy<u>aa</u>min <u>dzaa</u>lika wa'dun ghayru mak<u>dz</u>uub<strong>in</strong>"
}, {
  "ar" : "فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ",
  "id" : "Maka tatkala datang azab Kami, Kami selamatkan Shaleh beserta orang-orang yang beriman bersama dia dengan rahmat dari Kami dan dari kehinaan di hari itu. Sesungguhnya Tuhanmu Dia-Lah yang Maha Kuat lagi Maha Perkasa.",
  "nomor" : "66",
  "tr" : "falamm<u>aa</u> j<u>aa</u>-a amrun<u>aa</u> najjayn<u>aa</u> <u>shaa</u>li<u>h</u>an wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu bira<u>h</u>matin minn<u>aa</u> wamin khizyi yawmi-i<u>dz</u>in inna rabbaka huwa <strong>a</strong>lqawiyyu <strong>a</strong>l'aziiz<strong>u</strong>"
}, {
  "ar" : "وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ",
  "id" : "Dan satu suara keras yang mengguntur menimpa orang-orang yang zalim itu, lalu mereka mati bergelimpangan di rumahnya,",
  "nomor" : "67",
  "tr" : "wa-akha<u>dz</u>a <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu <strong>al</strong><u>shsh</u>ay<u>h</u>atu fa-a<u>sh</u>ba<u>h</u>uu fii diy<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>"
}, {
  "ar" : "كَأَنْ لَمْ يَغْنَوْا فِيهَا ۗ أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ ۗ أَلَا بُعْدًا لِثَمُودَ",
  "id" : "seolah-olah mereka belum pernah berdiam di tempat itu. Ingatlah, sesungguhnya kaum Tsamud mengingkari Tuhan mereka. Ingatlah, kebinasaanlah bagi kaum Tsamud.",
  "nomor" : "68",
  "tr" : "ka-an lam yaghnaw fiih<u>aa</u> <strong>a</strong>l<u>aa</u> inna tsamuuda kafaruu rabbahum <strong>a</strong>l<u>aa</u> bu'dan litsamuud<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَىٰ قَالُوا سَلَامًا ۖ قَالَ سَلَامٌ ۖ فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ",
  "id" : "Dan sesungguhnya utusan-utusan Kami (malaikat-malaikat) telah datang kepada lbrahim dengan membawa kabar gembira, mereka mengucapkan: \"Selamat.\" Ibrahim menjawab: \"Selamatlah,\" maka tidak lama kemudian Ibrahim menyuguhkan daging anak sapi yang dipanggang.",
  "nomor" : "69",
  "tr" : "walaqad j<u>aa</u>-at rusulun<u>aa</u> ibr<u>aa</u>hiima bi<strong>a</strong>lbusyr<u>aa</u> q<u>aa</u>luu sal<u>aa</u>man q<u>aa</u>la sal<u>aa</u>mun fam<u>aa</u> labitsa an j<u>aa</u>-a bi'ijlin <u>h</u>anii<u>dz</u><strong>in</strong>"
}, {
  "ar" : "فَلَمَّا رَأَىٰ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمِ لُوطٍ",
  "id" : "Maka tatkala dilihatnya tangan mereka tidak menjamahnya, Ibrahim memandang aneh perbuatan mereka, dan merasa takut kepada mereka. Malaikat itu berkata: \"Jangan kamu takut, sesungguhnya kami adalah (malaikat-maaikat) yang diutus kepada kaum Luth.\"",
  "nomor" : "70",
  "tr" : "falamm<u>aa</u> ra<u>aa</u> aydiyahum l<u>aa</u> ta<u>sh</u>ilu ilayhi nakirahum wa-awjasa minhum khiifatan q<u>aa</u>luu l<u>aa</u> takhaf inn<u>aa</u> ursiln<u>aa</u> il<u>aa</u> qawmi luu<u>th</u><strong>in</strong>"
}, {
  "ar" : "وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ",
  "id" : "Dan isterinya berdiri (dibalik tirai) lalu dia tersenyum, maka Kami sampaikan kepadanya berita gembira tentang (kelahiran) Ishak dan dari Ishak (akan lahir puteranya) Ya'qub.",
  "nomor" : "71",
  "tr" : "wa<strong>i</strong>mra-atuhu q<u>aa</u>-imatun fa<u>dh</u>a<u>h</u>ikat fabasysyarn<u>aa</u>h<u>aa</u> bi-is<u>haa</u>qa wamin war<u>aa</u>-i is<u>haa</u>qa ya'quub<strong>a</strong>"
}, {
  "ar" : "قَالَتْ يَا وَيْلَتَىٰ أَأَلِدُ وَأَنَا عَجُوزٌ وَهَٰذَا بَعْلِي شَيْخًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عَجِيبٌ",
  "id" : "Isterinya berkata: \"Sungguh mengherankan, apakah aku akan melahirkan anak padahal aku adalah seorang perempuan tua, dan ini suamikupun dalam keadaan yang sudah tua pula?. Sesungguhnya ini benar-benar suatu yang sangat aneh.\"",
  "nomor" : "72",
  "tr" : "q<u>aa</u>lat y<u>aa</u> waylat<u>aa</u> a-alidu wa-an<u>aa</u> 'ajuuzun wah<u>aadzaa</u> ba'lii syaykhan inna h<u>aadzaa</u> lasyay-un 'ajiib<strong>un</strong>"
}, {
  "ar" : "قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ ۖ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ ۚ إِنَّهُ حَمِيدٌ مَجِيدٌ",
  "id" : "Para malaikat itu berkata: \"Apakah kamu merasa heran tentang ketetapan Allah? (Itu adalah) rahmat Allah dan keberkatan-Nya, dicurahkan atas kamu, hai ahlulbait! Sesungguhnya Allah Maha Terpuji lagi Maha Pemurah.\"",
  "nomor" : "73",
  "tr" : "q<u>aa</u>luu ata'jabiina min amri <strong>al</strong>l<u>aa</u>hi ra<u>h</u>matu <strong>al</strong>l<u>aa</u>hi wabarak<u>aa</u>tuhu 'alaykum ahla <strong>a</strong>lbayti innahu <u>h</u>amiidun majiid<strong>un</strong>"
}, {
  "ar" : "فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَىٰ يُجَادِلُنَا فِي قَوْمِ لُوطٍ",
  "id" : "Maka tatkala rasa takut hilang dari Ibrahim dan berita gembira telah datang kepadanya, diapun bersoal jawab dengan (malaikat-malaikat) Kami tentang kaum Luth.",
  "nomor" : "74",
  "tr" : "falamm<u>aa</u> <u>dz</u>ahaba 'an ibr<u>aa</u>hiima <strong>al</strong>rraw'u waj<u>aa</u>-at-hu <strong>a</strong>lbusyr<u>aa </u>yuj<u>aa</u>dilun<u>aa</u> fii qawmi luu<u>th</u><strong>in</strong>"
}, {
  "ar" : "إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ",
  "id" : "Sesungguhnya Ibrahim itu benar-benar seorang yang penyantun lagi penghiba dan suka kembali kepada Allah.",
  "nomor" : "75",
  "tr" : "inna ibr<u>aa</u>hiima la<u>h</u>aliimun aww<u>aa</u>hun muniib<strong>un</strong>"
}, {
  "ar" : "يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَٰذَا ۖ إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
  "id" : "Hai Ibrahim, tinggalkanlah soal jawab ini, sesungguhnya telah datang ketetapan Tuhanmu, dan sesungguhnya mereka itu akan didatangi azab yang tidak dapat ditolak.",
  "nomor" : "76",
  "tr" : "y<u>aa</u> ibr<u>aa</u>hiimu a'ri<u>dh</u> 'an h<u>aadzaa</u> innahu qad j<u>aa</u>-a amru rabbika wa-innahum <u>aa</u>tiihim 'a<u>dzaa</u>bun ghayru marduud<strong>in</strong>"
}, {
  "ar" : "وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَٰذَا يَوْمٌ عَصِيبٌ",
  "id" : "Dan tatkala datang utusan-utusan Kami (para malaikat) itu kepada Luth, dia merasa susah dan merasa sempit dadanya karena kedatangan mereka, dan dia berkata: \"Ini adalah hari yang amat sulit.\"",
  "nomor" : "77",
  "tr" : "walamm<u>aa</u> j<u>aa</u>-at rusulun<u>aa</u> luu<u>th</u>an sii-a bihim wa<u>daa</u>qa bihim <u>dz</u>ar'an waq<u>aa</u>la h<u>aadzaa</u> yawmun 'a<u>sh</u>iib<strong>un</strong>"
}, {
  "ar" : "وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ ۚ قَالَ يَا قَوْمِ هَٰؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ ۖ فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي ۖ أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ",
  "id" : "Dan datanglah kepadanya kaumnya dengan bergegas-gegas. Dan sejak dahulu mereka selalu melakukan perbuatan-perbuatan yang keji. Luth berkata: \"Hai kaumku, inilah puteri-puteriku, mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu seorang yang berakal ?\"",
  "nomor" : "78",
  "tr" : "waj<u>aa</u>-ahu qawmuhu yuhra'uuna ilayhi wamin qablu k<u>aa</u>nuu ya'maluuna <strong>al</strong>ssayyi-<u>aa</u>ti q<u>aa</u>la y<u>aa</u> qawmi h<u>aa</u>ul<u>aa</u>-i ban<u>aa</u>tii hunna a<u>th</u>haru lakum fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wal<u>aa</u> tukhzuuni fii <u>dh</u>ayfii alaysa minkum rajulun rasyiid<strong>un</strong>"
}, {
  "ar" : "قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
  "id" : "Mereka menjawab: \"Sesungguhnya kamu telah tahu bahwa kami tidak mempunyai keinginan terhadap puteri-puterimu; dan sesungguhnya kamu tentu mengetahui apa yang sebenarnya kami kehendaki.\"",
  "nomor" : "79",
  "tr" : "q<u>aa</u>luu laqad 'alimta m<u>aa</u> lan<u>aa</u> fii ban<u>aa</u>tika min <u>h</u>aqqin wa-innaka lata'lamu m<u>aa</u> nuriid<strong>u</strong>"
}, {
  "ar" : "قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَىٰ رُكْنٍ شَدِيدٍ",
  "id" : "Luth berkata: \"Seandainya aku ada mempunyai kekuatan (untuk menolakmu) atau kalau aku dapat berlindung kepada keluarga yang kuat (tentu aku lakukan).\"",
  "nomor" : "80",
  "tr" : "q<u>aa</u>la law anna lii bikum quwwatan aw <u>aa</u>wii il<u>aa</u> ruknin syadiid<strong>in</strong>"
}, {
  "ar" : "قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَصِلُوا إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ ۖ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ الصُّبْحُ ۚ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ",
  "id" : "Para utusan (malaikat) berkata: \"Hai Luth, sesungguhnya kami adalah utusan-utusan Tuhanmu, sekali-kali mereka tidak akan dapat mengganggu kamu, sebab itu pergilah dengan membawa keluarga dan pengikut-pengikut kamu di akhir malam dan janganlah ada seorangpun di antara kamu yang tertinggal, kecuali isterimu. Sesungguhnya dia akan ditimpa azab yang menimpa mereka karena sesungguhnya saat jatuhnya azab kepada mereka ialah di waktu subuh; bukankah subuh itu sudah dekat?\".",
  "nomor" : "81",
  "tr" : "q<u>aa</u>luu y<u>aa</u> luu<u>th</u>u inn<u>aa</u> rusulu rabbika lan ya<u>sh</u>iluu ilayka fa-asri bi-ahlika biqi<u>th</u>'in mina <strong>al</strong>layli wal<u>aa</u> yaltafit minkum a<u>h</u>adun ill<u>aa</u> imra-ataka innahu mu<u>sh</u>iibuh<u>aa</u> m<u>aa</u> a<u>shaa</u>bahum inna maw'idahumu <strong>al</strong><u>shsh</u>ub<u>h</u>u alaysa <strong>al</strong><u>shsh</u>ub<u>h</u>u biqariib<strong>in</strong>"
}, {
  "ar" : "فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ",
  "id" : "Maka tatkala datang azab Kami, Kami jadikan negeri kaum Luth itu yang di atas ke bawah (Kami balikkan), dan Kami hujani mereka dengan batu dari tanah yang terbakar dengan bertubi-tubi,",
  "nomor" : "82",
  "tr" : "falamm<u>aa</u> j<u>aa</u>-a amrun<u>aa</u> ja'aln<u>aa</u> '<u>aa</u>liyah<u>aa</u> s<u>aa</u>filah<u>aa</u> wa-am<u>th</u>arn<u>aa</u> 'alayh<u>aa</u> <u>h</u>ij<u>aa</u>ratan min sijjiilin man<u>dh</u>uud<strong>in</strong>"
}, {
  "ar" : "مُسَوَّمَةً عِنْدَ رَبِّكَ ۖ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ",
  "id" : "Yang diberi tanda oleh Tuhanmu, dan siksaan itu tiadalah jauh dari orang-orang yang zalim.",
  "nomor" : "83",
  "tr" : "musawwamatan 'inda rabbika wam<u>aa</u> hiya mina <strong>al</strong><u>zhzhaa</u>limiina biba'iid<strong>in</strong>"
}, {
  "ar" : "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ ۚ إِنِّي أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ",
  "id" : "Dan kepada (penduduk) Mad-yan (Kami utus) saudara mereka, Syu'aib. Ia berkata: \"Hai kaumku, sembahlah Allah, sekali-kali tiada Tuhan bagimu selain Dia. Dan janganlah kamu kurangi takaran dan timbangan, sesungguhnya aku melihat kamu dalam keadaan yang baik (mampu) dan sesungguhnya aku khawatir terhadapmu akan azab hari yang membinasakan (kiamat).\"",
  "nomor" : "84",
  "tr" : "wa-il<u>aa</u> madyana akh<u>aa</u>hum syu'ayban q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu wal<u>aa</u> tanqu<u>sh</u>uu <strong>a</strong>lmiky<u>aa</u>la wa<strong>a</strong>lmiiz<u>aa</u>na innii ar<u>aa</u>kum bikhayrin wa-innii akh<u>aa</u>fu 'alaykum 'a<u>dzaa</u>ba yawmin mu<u>h</u>ii<u>th</u><strong>in</strong>"
}, {
  "ar" : "وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ ۖ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
  "id" : "Dan Syu'aib berkata: \"Hai kaumku, cukupkanlah takaran dan timbangan dengan adil, dan janganlah kamu merugikan manusia terhadap hak-hak mereka dan janganlah kamu membuat kejahatan di muka bumi dengan membuat kerusakan.",
  "nomor" : "85",
  "tr" : "way<u>aa</u> qawmi awfuu <strong>a</strong>lmiky<u>aa</u>la wa<strong>a</strong>lmiiz<u>aa</u>na bi<strong>a</strong>lqis<u>th</u>i wal<u>aa</u> tabkhasuu <strong>al</strong>nn<u>aa</u>sa asyy<u>aa</u>-ahum wal<u>aa</u> ta'tsaw fii <strong>a</strong>l-ar<u>dh</u>i mufsidiin<strong>a</strong>"
}, {
  "ar" : "بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ ۚ وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ",
  "id" : "Sisa (keuntungan) dari Allah adalah lebih baik bagimu jika kamu orang-orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu\"",
  "nomor" : "86",
  "tr" : "baqiyyatu <strong>al</strong>l<u>aa</u>hi khayrun lakum in kuntum mu/miniina wam<u>aa</u> an<u>aa</u> 'alaykum bi<u>h</u>afii<u>zh</u><strong>in</strong>"
}, {
  "ar" : "قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ ۖ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ",
  "id" : "Mereka berkata: \"Hai Syu'aib, apakah sembahyangmu menyuruh kamu agar kami meninggalkan apa yang disembah oleh bapak-bapak kami atau melarang kami memperbuat apa yang kami kehendaki tentang harta kami. Sesungguhnya kamu adalah orang yang sangat penyantun lagi berakal.\"",
  "nomor" : "87",
  "tr" : "q<u>aa</u>luu y<u>aa</u> syu'aybu a<u>sh</u>al<u>aa</u>tuka ta/muruka an natruka m<u>aa</u> ya'budu <u>aa</u>b<u>aa</u>un<u>aa</u> aw an naf'ala fii amw<u>aa</u>lin<u>aa</u> m<u>aa</u> nasy<u>aa</u>u innaka la-anta <strong>a</strong>l<u>h</u>aliimu <strong>al</strong>rrasyiid<strong>u</strong>"
}, {
  "ar" : "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا ۚ وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ ۚ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
  "id" : "Syu'aib berkata: \"Hai kaumku, bagaimana pikiranmu jika aku mempunyai bukti yang nyata dari Tuhanku dan dianugerahi-Nya aku dari pada-Nya rezki yang baik (patutkah aku menyalahi perintah-Nya)? Dan aku tidak berkehendak menyalahi kamu (dengan mengerjakan) apa yang aku larang. Aku tidak bermaksud kecuali (mendatangkan) perbaikan selama aku masih berkesanggupan. Dan tidak ada taufik bagiku melainkan dengan (pertolongan) Allah. Hanya kepada Allah aku bertawakkal dan hanya kepada-Nya-lah aku kembali.",
  "nomor" : "88",
  "tr" : "q<u>aa</u>la y<u>aa</u> qawmi ara-aytum in kuntu 'al<u>aa</u> bayyinatin min rabbii warazaqanii minhu rizqan <u>h</u>asanan wam<u>aa</u> uriidu an ukh<u>aa</u>lifakum il<u>aa</u> m<u>aa</u> anh<u>aa</u>kum 'anhu in uriidu ill<u>aa</u> <strong>a</strong>l-i<u>sh</u>l<u>aah</u>a m<u>aa</u> ista<u>th</u>a'tu wam<u>aa</u> tawfiiqii ill<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi 'alayhi tawakkaltu wa-ilayhi uniib<strong>u</strong>"
}, {
  "ar" : "وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي أَنْ يُصِيبَكُمْ مِثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ",
  "id" : "Hai kaumku, janganlah hendaknya pertentangan antara aku (dengan kamu) menyebabkan kamu menjadi jahat hingga kamu ditimpa azab seperti yang menimpa kaum Nuh atau kaum Hud atau kaum Shaleh, sedang kaum Luth tidak (pula) jauh (tempatnya) dari kamu.",
  "nomor" : "89",
  "tr" : "way<u>aa</u> qawmi l<u>aa</u> yajrimannakum syiq<u>aa</u>qii an yu<u>sh</u>iibakum mitslu m<u>aa</u> a<u>shaa</u>ba qawma nuu<u>h</u>in aw qawma huudin aw qawma <u>shaa</u>li<u>h</u>in wam<u>aa</u> qawmu luu<u>th</u>in minkum biba'iid<strong>in</strong>"
}, {
  "ar" : "وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ ۚ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ",
  "id" : "Dan mohonlah ampun kepada Tuhanmu kemudian bertaubatlah kepada-Nya. Sesungguhnya Tuhanku Maha Penyayang lagi Maha Pengasih.",
  "nomor" : "90",
  "tr" : "wa<strong>i</strong>staghfiruu rabbakum tsumma tuubuu ilayhi inna rabbii ra<u>h</u>iimun waduud<strong>un</strong>"
}, {
  "ar" : "قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ ۖ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ",
  "id" : "Mereka berkata: \"Hai Syu'aib, kami tidak banyak mengerti tentang apa yang kamu katakan itu dan sesungguhnya kami benar-benar melihat kamu seorang yang lemah di antara kami; kalau tidaklah karena keluargamu tentulah kami telah merajam kamu, sedang kamupun bukanlah seorang yang berwibawa di sisi kami.\"",
  "nomor" : "91",
  "tr" : "q<u>aa</u>luu y<u>aa</u> syu'aybu m<u>aa</u> nafqahu katsiiran mimm<u>aa</u> taquulu wa-inn<u>aa</u> lanar<u>aa</u>ka fiin<u>aa</u> <u>dh</u>a'iifan walawl<u>aa</u> rah<u>th</u>uka larajamn<u>aa</u>ka wam<u>aa</u> anta 'alayn<u>aa</u> bi'aziiz<strong>in</strong>"
}, {
  "ar" : "قَالَ يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُمْ مِنَ اللَّهِ وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ",
  "id" : "Syu'aib menjawab: \"Hai kaumku, apakah keluargaku lebih terhormat menurut pandanganmu daripada Allah, sedang Allah kamu jadikan sesuatu yang terbuang di belakangmu?. Sesungguhnya (pengetahuan) Tuhanku meliputi apa yang kamu kerjakan.\"",
  "nomor" : "92",
  "tr" : "q<u>aa</u>la y<u>aa</u> qawmi arah<u>th</u>ii a'azzu 'alaykum mina <strong>al</strong>l<u>aa</u>hi wa<strong>i</strong>ttakha<u>dz</u>tumuuhu war<u>aa</u>-akum <u>zh</u>ihriyyan inna rabbii bim<u>aa</u> ta'maluuna mu<u>h</u>ii<u>th</u><strong>un</strong>"
}, {
  "ar" : "وَيَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ سَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ ۖ وَارْتَقِبُوا إِنِّي مَعَكُمْ رَقِيبٌ",
  "id" : "Dan (dia berkata): \"Hai kaumku, berbuatlah menurut kemampuanmu, sesungguhnya akupun berbuat (pula). Kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakannya dan siapa yang berdusta. Dan tunggulah azab (Tuhan), sesungguhnya akupun menunggu bersama kamu.\"",
  "nomor" : "93",
  "tr" : "way<u>aa</u> qawmi i'maluu 'al<u>aa</u> mak<u>aa</u>natikum innii '<u>aa</u>milun sawfa ta'lamuuna man ya/tiihi 'a<u>dzaa</u>bun yukhziihi waman huwa k<u>aadz</u>ibun wa<strong>i</strong>rtaqibuu inne ma'akum raqiib<strong>un</strong>"
}, {
  "ar" : "وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ",
  "id" : "Dan tatkala datang azab Kami, Kami selamatkan Syu'aib dan orang-orang yang beriman bersama-sama dengan dia dengan rahmat dari Kami, dan orang-orang yang zalim dibinasakan oleh satu suara yang mengguntur, lalu jadilah mereka mati bergelimpangan di rumahnya.",
  "nomor" : "94",
  "tr" : "walamm<u>aa</u> j<u>aa</u>-a amrun<u>aa</u> najjayn<u>aa</u> syu'ayban wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu bira<u>h</u>matin minn<u>aa</u> wa-akha<u>dz</u>ati <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu <strong>al</strong><u>shsh</u>ay<u>h</u>atu fa-a<u>sh</u>ba<u>h</u>uu fii diy<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>"
}, {
  "ar" : "كَأَنْ لَمْ يَغْنَوْا فِيهَا ۗ أَلَا بُعْدًا لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
  "id" : "Seolah-olah mereka belum pernah berdiam di tempat itu. Ingatlah, kebinasaanlah bagi penduduk Mad-yan sebagaimana kaum Tsamud telah binasa.",
  "nomor" : "95",
  "tr" : "ka-an lam yaghnaw fiih<u>aa</u> <strong>a</strong>l<u>aa</u> bu'dan limadyana kam<u>aa</u> ba'idat tsamuud<strong>u</strong>"
}, {
  "ar" : "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ",
  "id" : "Dan sesungguhnya Kami telah mengutus Musa dengan tanda-tanda (kekuasaan) Kami dan mu'jizat yang nyata,",
  "nomor" : "96",
  "tr" : "walaqad arsaln<u>aa</u> muus<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wasul<u>th</u><u>aa</u>nin mubiin<strong>in</strong>"
}, {
  "ar" : "إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ ۖ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
  "id" : "kepada Fir'aun dan pemimpin-pemimpin kaumnya, tetapi mereka mengikut perintah Fir'aun, padahal perintah Fir'aun sekali-kali bukanlah (perintah) yang benar.",
  "nomor" : "97",
  "tr" : "il<u>aa</u> fir'awna wamala-ihi fa<strong>i</strong>ttaba'uu amra fir'awna wam<u>aa</u> amru fir'awna birasyiid<strong>in</strong>"
}, {
  "ar" : "يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ ۖ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ",
  "id" : "Ia berjalan di muka kaumnya di hari kiamat lalu memasukkan mereka ke dalam neraka. Neraka itu seburuk-buruk tempat yang didatangi.",
  "nomor" : "98",
  "tr" : "yaqdumu qawmahu yawma <strong>a</strong>lqiy<u>aa</u>mati fa-awradahumu <strong>al</strong>nn<u>aa</u>ra wabi/sa <strong>a</strong>lwirdu <strong>a</strong>lmawruud<strong>u</strong>"
}, {
  "ar" : "وَأُتْبِعُوا فِي هَٰذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ ۚ بِئْسَ الرِّفْدُ الْمَرْفُودُ",
  "id" : "Dan mereka selalu diikuti dengan kutukan di dunia ini dan (begitu pula) di hari kiamat. La'nat itu seburuk-buruk pemberian yang diberikan.",
  "nomor" : "99",
  "tr" : "wautbi'uu fii h<u>aadz</u>ihi la'natan wayawma <strong>a</strong>lqiy<u>aa</u>mati bi/sa <strong>al</strong>rrifdu <strong>a</strong>lmarfuud<strong>u</strong>"
}, {
  "ar" : "ذَٰلِكَ مِنْ أَنْبَاءِ الْقُرَىٰ نَقُصُّهُ عَلَيْكَ ۖ مِنْهَا قَائِمٌ وَحَصِيدٌ",
  "id" : "Itu adalah sebahagian dan berita-berita negeri (yang telah dibinasakan) yang Kami ceritakan kepadamu (Muhammad); di antara negeri-negeri itu ada yang masih kedapatan bekas-bekasnya dan ada (pula) yang telah musnah.",
  "nomor" : "100",
  "tr" : "<u>dzaa</u>lika min anb<u>aa</u>-i <strong>a</strong>lqur<u>aa</u> naqu<u>shsh</u>uhu 'alayka minh<u>aa</u> q<u>aa</u>-imun wa<u>h</u>a<u>sh</u>iid<strong>un</strong>"
}, {
  "ar" : "وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ ظَلَمُوا أَنْفُسَهُمْ ۖ فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جَاءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
  "id" : "Dan Kami tidaklah menganiaya mereka tetapi merekalah yang menganiaya diri mereka sendiri, karena itu tiadalah bermanfaat sedikitpun kepada mereka sembahan-sembahan yang mereka seru selain Allah, di waktu azab Tuhanmu datang. Dan sembahan-sembahan itu tidaklah menambah kepada mereka kecuali kebinasaan belaka.",
  "nomor" : "101",
  "tr" : "wam<u>aa</u> <u>zh</u>alamn<u>aa</u>hum wal<u>aa</u>kin <u>zh</u>alamuu anfusahum fam<u>aa</u> aghnat 'anhum <u>aa</u>lihatuhumu <strong>al</strong>latii yad'uuna min duuni <strong>al</strong>l<u>aa</u>hi min syay-in lamm<u>aa</u> j<u>aa</u>-a amru rabbika wam<u>aa</u> z<u>aa</u>duuhum ghayra tatbiib<strong>i</strong>"
}, {
  "ar" : "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ",
  "id" : "Dan begitulah azab Tuhanmu, apabila Dia mengazab penduduk negeri-negeri yang berbuat zalim. Sesungguhnya azab-Nya itu adalah sangat pedih lagi keras.",
  "nomor" : "102",
  "tr" : "waka<u>dzaa</u>lika akh<u>dz</u>u rabbika i<u>dzaa</u> akha<u>dz</u>a <strong>a</strong>lqur<u>aa</u> wahiya <u>zhaa</u>limatun inna akh<u>dz</u>ahu <strong>a</strong>liimun syadiid<strong>un</strong>"
}, {
  "ar" : "إِنَّ فِي ذَٰلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَٰلِكَ يَوْمٌ مَشْهُودٌ",
  "id" : "Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi orang-orang yang takut kepada azab akhirat. Hari kiamat itu adalah suatu hari yang semua manusia dikumpulkan untuk (menghadapi) nya, dan hari itu adalah suatu hari yang disaksikan (oleh segala makhluk).",
  "nomor" : "103",
  "tr" : "inna fii <u>dzaa</u>lika la<u>aa</u>yatan liman kh<u>aa</u>fa 'a<u>dzaa</u>ba <strong>a</strong>l-<u>aa</u>khirati <u>dzaa</u>lika yawmun majmuu'un lahu <strong>al</strong>nn<u>aa</u>su wa<u>dzaa</u>lika yawmun masyhuudun"
}, {
  "ar" : "وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ",
  "id" : "Dan Kami tiadalah mengundurkannya, melainkan sampai waktu yang tertentu.",
  "nomor" : "104",
  "tr" : "wam<u>aa</u> nu-akhkhiruhu ill<u>aa</u> li-ajalin ma'duud<strong>in</strong>"
}, {
  "ar" : "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ۚ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ",
  "id" : "Di kala datang hari itu, tidak ada seorangun yang berbicara, melainkan dengan izin-Nya; maka di antara mereka ada yang celaka dan ada yang berbahagia.",
  "nomor" : "105",
  "tr" : "yawma ya/ti l<u>aa</u> takallamu nafsun ill<u>aa</u> bi-i<u>dz</u>nihi faminhum syaqiyyun wasa'iid<strong>in</strong>"
}, {
  "ar" : "فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
  "id" : "Adapun orang-orang yang celaka, maka (tempatnya) di dalam neraka, di dalamnya mereka mengeluarkan dan menarik nafas (dengan merintih),",
  "nomor" : "106",
  "tr" : "fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina syaquu fafii <strong>al</strong>nn<u>aa</u>ri lahum fiih<u>aa</u> zafiirun wasyahiiq<strong>un</strong>"
}, {
  "ar" : "خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ",
  "id" : "mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain). Sesungguhnya Tuhanmu Maha Pelaksana terhadap apa yang Dia kehendaki.",
  "nomor" : "107",
  "tr" : "kh<u>aa</u>lidiina fiih<u>aa</u> m<u>aa</u> d<u>aa</u>mati <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wa<strong>a</strong>l-ar<u>dh</u>u ill<u>aa</u> m<u>aa</u> sy<u>aa</u>-a rabbuka inna rabbaka fa''<u>aa</u>lun lim<u>aa</u> yuriid<strong>u</strong>"
}, {
  "ar" : "وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ۖ عَطَاءً غَيْرَ مَجْذُوذٍ",
  "id" : "Adapun orang-orang yang berbahagia, maka tempatnya di dalam syurga, mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain); sebagai karunia yang tiada putus-putusnya.",
  "nomor" : "108",
  "tr" : "wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina su'iduu fafii <strong>a</strong>ljannati kh<u>aa</u>lidiina fiih<u>aa</u> m<u>aa</u> d<u>aa</u>mati <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wa<strong>a</strong>l-ar<u>dh</u>u ill<u>aa</u> m<u>aa</u> sy<u>aa</u>-a rabbuka 'a<u>th</u><u>aa</u>-an ghayra maj<u>dz</u>uu<u>dz</u><strong>in</strong>"
}, {
  "ar" : "فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَٰؤُلَاءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ",
  "id" : "Maka janganlah kamu berada dalam keragu-raguan tentang apa yang disembah oleh mereka. Mereka tidak menyembah melainkan sebagaimana nenek moyang mereka menyembah dahulu. Dan sesungguhnya Kami pasti akan menyempurnakan dengan secukup-cukupnya pembalasan (terhadap) mereka dengan tidak dikurangi sedikitpun.",
  "nomor" : "109",
  "tr" : "fal<u>aa</u> taku fii miryatin mimm<u>aa</u> ya'budu h<u>aa</u>ul<u>aa</u>-i m<u>aa</u> ya'buduuna ill<u>aa</u> kam<u>aa</u> ya'budu <u>aa</u>b<u>aa</u>uhum min qablu wa-inn<u>aa</u> lamuwaffuuhum na<u>sh</u>iibahum ghayra manquu<u>sh</u><strong>in</strong>"
}, {
  "ar" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
  "id" : "Dan sesungguhnya Kami telah memberikan Kitab (Taurat) kepada Musa, lalu diperselisihkan tentang Kitab itu. Dan seandainya tidak ada ketetapan yang telah terdahulu dari Tuhanmu, niscaya telah ditetapkan hukuman di antara mereka. Dan sesungguhnya mereka (orang-orang kafir Mekah) dalam keraguan yang menggelisahkan terhadap Al Qur'an.",
  "nomor" : "110",
  "tr" : "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba fa<strong>i</strong>khtulifa fiihi walawl<u>aa</u> kalimatun sabaqat min rabbika laqu<u>dh</u>iya baynahum wa-innahum lafii syakkin minhu muriib<strong>un</strong>"
}, {
  "ar" : "وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ۚ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ",
  "id" : "Dan sesungguhnya kepada masing-masing (mereka yang berselisih itu) pasti Tuhanmu akan menyempurnakan dengan cukup, (balasan) pekerjaan mereka. Sesungguhnya Dia Maha Mengetahui apa yang mereka kerjakan.",
  "nomor" : "111",
  "tr" : "wa-inna kullan lamm<u>aa</u> layuwaffiyannahum rabbuka a'm<u>aa</u>lahum innahu bim<u>aa</u> ya'maluuna khabiir<strong>un</strong>"
}, {
  "ar" : "فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْا ۚ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
  "id" : "Maka tetaplah kamu pada jalan yang benar, sebagaimana diperintahkan kepadamu dan (juga) orang yang telah taubat beserta kamu dan janganlah kamu melampaui batas. Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan.",
  "nomor" : "112",
  "tr" : "fa<strong>i</strong>staqim kam<u>aa</u> umirta waman t<u>aa</u>ba ma'aka wal<u>aa</u> ta<u>th</u>ghaw innahu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنْصَرُونَ",
  "id" : "Dan janganlah kamu cenderung kepada orang-orang yang zalim yang menyebabkan kamu disentuh api neraka, dan sekali-kali kamu tiada mempunyai seorang penolongpun selain daripada Allah, kemudian kamu tidak akan diberi pertolongan.",
  "nomor" : "113",
  "tr" : "wal<u>aa</u> tarkanuu il<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu fatamassakumu <strong>al</strong>nn<u>aa</u>ru wam<u>aa</u> lakum min duuni <strong>al</strong>l<u>aa</u>hi min awliy<u>aa</u>-a tsumma l<u>aa</u> tun<u>sh</u>aruun<strong>a</strong>"
}, {
  "ar" : "وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ ۚ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّاكِرِينَ",
  "id" : "Dan dirikanlah sembahyang itu pada kedua tepi siang (pagi dan petang) dan pada bahagian permulaan daripada malam. Sesungguhnya perbuatan-perbuatan yang baik itu menghapuskan (dosa) perbuatan-perbuatan yang buruk. Itulah peringatan bagi orang-orang yang ingat.",
  "nomor" : "114",
  "tr" : "wa-aqimi <strong>al</strong><u>shsh</u>al<u>aa</u>ta <u>th</u>arafayi <strong>al</strong>nnah<u>aa</u>ri wazulafan mina <strong>al</strong>layli inna <strong>a</strong>l<u>h</u>asan<u>aa</u>ti yu<u>dz</u>hibna <strong>al</strong>ssayyi-<u>aa</u>ti <u>dzaa</u>lika <u>dz</u>ikr<u>aa</u> li<strong>l</strong><u>dzdzaa</u>kiriin<strong>a</strong>"
}, {
  "ar" : "وَاصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
  "id" : "Dan bersabarlah, karena sesungguhnya Allah tiada menyia-nyiakan pahala orang-orang yang berbuat kebaikan.",
  "nomor" : "115",
  "tr" : "wa<strong>i</strong><u>sh</u>bir fa-inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>dh</u>ii'u ajra <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ ۗ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ",
  "id" : "Maka mengapa tidak ada dari umat-umat yang sebelum kamu orang-orang yang mempunyai keutamaan yang melarang daripada (mengerjakan) kerusakan di muka bumi, kecuali sebahagian kecil di antara orang-orang yang telah Kami selamatkan di antara mereka, dan orang-orang yang zalim hanya mementingkan kenikmatan yang mewah yang ada pada mereka, dan mereka adalah orang-orang yang berdosa.",
  "nomor" : "116",
  "tr" : "falawl<u>aa</u> k<u>aa</u>na mina <strong>a</strong>lquruuni min qablikum uluu baqiyyatin yanhawna 'ani <strong>a</strong>lfas<u>aa</u>di fii <strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> qaliilan mimman anjayn<u>aa</u> minhum wa<strong>i</strong>ttaba'a <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu m<u>aa</u> utrifuu fiihi wak<u>aa</u>nuu mujrimiin<strong>a</strong>"
}, {
  "ar" : "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
  "id" : "Dan Tuhanmu sekali-kali tidak akan membinasakan negeri-negeri secara zalim, sedang penduduknya orang-orang yang berbuat kebaikan.",
  "nomor" : "117",
  "tr" : "wam<u>aa</u> k<u>aa</u>na rabbuka liyuhlika <strong>a</strong>lqur<u>aa</u> bi<u>zh</u>ulmin wa-ahluh<u>aa</u> mu<u>sh</u>li<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ",
  "id" : "Jikalau Tuhanmu menghendaki, tentu Dia menjadikan manusia umat yang satu, tetapi mereka senantiasa berselisih pendapat,",
  "nomor" : "118",
  "tr" : "walaw sy<u>aa</u>-a rabbuka laja'ala <strong>al</strong>nn<u>aa</u>sa ummatan w<u>aah</u>idatan wal<u>aa</u> yaz<u>aa</u>luuna mukhtalifiin<strong>a</strong>"
}, {
  "ar" : "إِلَّا مَنْ رَحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ",
  "id" : "kecuali orang-orang yang diberi rahmat oleh Tuhanmu. Dan untuk itulah Allah menciptakan mereka. Kalimat Tuhanmu (keputusan-Nya) telah ditetapkan: sesungguhnya Aku akan memenuhi neraka Jahannam dengan jin dan manusia (yang durhaka) semuanya.",
  "nomor" : "119",
  "tr" : "ill<u>aa</u> man ra<u>h</u>ima rabbuka wali<u>dzaa</u>lika khalaqahum watammat kalimatu rabbika la-amla-anna jahannama mina <strong>a</strong>ljinnati wa<strong>al</strong>nn<u>aa</u>si ajma'iin<strong>a</strong>"
}, {
  "ar" : "وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ ۚ وَجَاءَكَ فِي هَٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
  "id" : "Dan semua kisah dari rasul-rasul Kami ceritakan kepadamu, ialah kisah-kisah yang dengannya Kami teguhkan hatimu; dan dalam surat ini telah datang kepadamu kebenaran serta pengajaran dan peringatan bagi orang-orang yang beriman.",
  "nomor" : "120",
  "tr" : "wakullan naqu<u>shsh</u>u 'alayka min anb<u>aa</u>-i <strong>al</strong>rrusuli m<u>aa</u> nutsabbitu bihi fu-<u>aa</u>daka waj<u>aa</u>-aka fii h<u>aadz</u>ihi <strong>a</strong>l<u>h</u>aqqu wamaw'i<u>zh</u>atun wa<u>dz</u>ikr<u>aa</u> lilmu/miniin<strong>a</strong>"
}, {
  "ar" : "وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنَّا عَامِلُونَ",
  "id" : "Dan katakanlah kepada orang-orang yang tidak beriman: \"Berbuatlah menurut kemampuanmu; sesungguhnya Kami-pun berbuat (pula).\"",
  "nomor" : "121",
  "tr" : "waqul lilla<u>dz</u>iina l<u>aa</u> yu/minuuna i'maluu 'al<u>aa</u> mak<u>aa</u>natikum inn<u>aa</u> '<u>aa</u>miluun<strong>a</strong>"
}, {
  "ar" : "وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ",
  "id" : "Dan tunggulah (akibat perbuatanmu); sesungguhnya kamipun menunggu (pula).\"",
  "nomor" : "122",
  "tr" : "wa<strong>i</strong>nta<u>zh</u>iruu inn<u>aa</u> munta<u>zh</u>iruun<strong>a</strong>"
}, {
  "ar" : "وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
  "id" : "Dan kepunyaan Allah-lah apa yang ghaib di langit dan di bumi dan kepada-Nya-lah dikembalikan urusan-urusan semuanya, maka sembahlah Dia, dan bertawakkallah kepada-Nya. Dan sekali-kali Tuhanmu tidak lalai dari apa yang kamu kerjakan.",
  "nomor" : "123",
  "tr" : "walill<u>aa</u>hi ghaybu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-ilayhi yurja'u <strong>a</strong>l-amru kulluhu fa<strong>u</strong>'budhu watawakkal 'alayhi wam<u>aa</u> rabbuka bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>"
} ]
