[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ المر ۚ تِلْكَ آيَاتُ الْكِتَابِ ۗ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
  "id" : "Alif laam miim raa. Ini adalah ayat-ayat Al Kitab (Al Quraan). Dan Kitab yang diturunkan kepadamu daripada Tuhanmu itu adalah benar: akan tetapi kebanyakan manusia tidak beriman (kepadanya).",
  "nomor" : "1",
  "tr" : "alif-l<u>aa</u>m-miim-r<u>aa</u> tilka <u>aa</u>y<u>aa</u>tu <strong>a</strong>lkit<u>aa</u>bi wa<strong>a</strong>lla<u>dz</u>ii unzila ilayka min rabbika <strong>a</strong>l<u>h</u>aqqu wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۚ يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ",
  "id" : "Allah-lah Yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas 'Arasy, dan menundukkan matahari dan bulan. Masing-masing beredar hingga waktu yang ditentukan. Allah mengatur urusan (makhluk-Nya), menjelaskan tanda-tanda (kebesaran-Nya), supaya kamu meyakini pertemuan (mu) dengan Tuhanmu.",
  "nomor" : "2",
  "tr" : "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii rafa'a <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti bighayri 'amadin tarawnah<u>aa</u> tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun yajrii li-ajalin musamman yudabbiru <strong>a</strong>l-amra yufa<u>shsh</u>ilu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum biliq<u>aa</u>-i rabbikum tuuqinuun<strong>a</strong>"
}, {
  "ar" : "وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا ۖ وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ ۖ يُغْشِي اللَّيْلَ النَّهَارَ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
  "id" : "Dan Dia-lah Tuhan yang membentangkan bumi dan menjadikan gunung-gunung dan sungai-sungai padanya. Dan menjadikan padanya semua buah-buahan berpasang-pasangan, Allah menutupkan malam kepada siang. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum yang memikirkan.",
  "nomor" : "3",
  "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii madda <strong>a</strong>l-ar<u>dh</u>a waja'ala fiih<u>aa</u> raw<u>aa</u>siya wa-anh<u>aa</u>ran wamin kulli <strong>al</strong>tstsamar<u>aa</u>ti ja'ala fiih<u>aa</u> zawjayni itsnayni yughsyii <strong>al</strong>layla <strong>al</strong>nnah<u>aa</u>ra inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yatafakkaruun<strong>a</strong>"
}, {
  "ar" : "وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
  "id" : "Dan di bumi ini terdapat bagian-bagian yang berdampingan, dan kebun-kebun anggur, tanaman-tanaman dan pohon korma yang bercabang dan yang tidak bercabang, disirami dengan air yang sama. Kami melebihkan sebahagian tanam-tanaman itu atas sebahagian yang lain tentang rasanya. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berfikir.",
  "nomor" : "4",
  "tr" : "wafii <strong>a</strong>l-ar<u>dh</u>i qi<u>th</u>a'un mutaj<u>aa</u>wir<u>aa</u>tun wajann<u>aa</u>tun min a'n<u>aa</u>bin wazar'un wanakhiilun <u>sh</u>inw<u>aa</u>nun waghayru <u>sh</u>inw<u>aa</u>nin yusq<u>aa</u> bim<u>aa</u>-in w<u>aah</u>idin wanufa<u>dhdh</u>ilu ba'<u>dh</u>ah<u>aa</u> 'al<u>aa</u> ba'<u>dh</u>in fii <strong>a</strong>lukuli inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin ya'qiluun<strong>a</strong>"
}, {
  "ar" : "وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ ۗ أُولَٰئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ وَأُولَٰئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ ۖ وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Dan jika (ada sesuatu) yang kamu herankan, maka yang patut mengherankan adalah ucapan mereka: \"Apabila kami telah menjadi tanah, apakah kami sesungguhnya akan (dikembalikan) menjadi makhluk yang baru?\" Orang-orang itulah yang kafir kepada Tuhannya; dan orang-orang itulah (yang dilekatkan) belenggu di lehernya; mereka itulah penghuni neraka, mereka kekal di dalamnya.",
  "nomor" : "5",
  "tr" : "wa-in ta'jab fa'ajabun qawluhum a-i<u>dzaa</u> kunn<u>aa</u> tur<u>aa</u>ban a-inn<u>aa</u> lafii khalqin jadiidin ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina kafaruu birabbihim waul<u>aa</u>-ika <strong>a</strong>l-aghl<u>aa</u>lu fii a'n<u>aa</u>qihim waul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ",
  "id" : "Mereka meminta kepadamu supaya disegerakan (datangnya) siksa, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksa sebelum mereka. Sesungguhnya Tuhanmu benar-benar mempunyai ampunan (yang luas) bagi manusia sekalipun mereka zalim, dan sesungguhnya Tuhanmu benar-benar sangat keras siksanya.",
  "nomor" : "6",
  "tr" : "wayasta'jiluunaka bi<strong>al</strong>ssayyi-ati qabla <strong>a</strong>l<u>h</u>asanati waqad khalat min qablihimu <strong>a</strong>lmatsul<u>aa</u>tu wa-inna rabbaka la<u>dz</u>uu maghfiratin li<strong>l</strong>nn<u>aa</u>si 'al<u>aa</u> <u>zh</u>ulmihim wa-inna rabbaka lasyadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۗ إِنَّمَا أَنْتَ مُنْذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
  "id" : "Orang-orang yang kafir berkata: \"Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (kebesaran) dari Tuhannya?\" Sesungguhnya kamu hanyalah seorang pemberi peringatan; dan bagi tiap-tiap kaum ada orang yang memberi petunjuk.",
  "nomor" : "7",
  "tr" : "wayaquulu <strong>al</strong>la<u>dz</u>iina kafaruu lawl<u>aa</u> unzila 'alayhi <u>aa</u>yatun min rabbihi innam<u>aa</u> anta mun<u>dz</u>irun walikulli qawmin h<u>aa</u>d<strong>in</strong>"
}, {
  "ar" : "اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَىٰ وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ",
  "id" : "Allah mengetahui apa yang dikandung oleh setiap perempuan, dan kandungan rahim yang kurang sempurna dan yang bertambah. Dan segala sesuatu pada sisi-Nya ada ukurannya.",
  "nomor" : "8",
  "tr" : "<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> ta<u>h</u>milu kullu unts<u>aa</u> wam<u>aa</u> taghii<u>dh</u>u <strong>a</strong>l-ar<u>haa</u>mu wam<u>aa</u> tazd<u>aa</u>du wakullu syay-in 'indahu bimiqd<u>aa</u>r<strong>in</strong>"
}, {
  "ar" : "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ",
  "id" : "Yang mengetahui semua yang ghaib dan yang nampak; Yang Maha Besar lagi Maha Tinggi.",
  "nomor" : "9",
  "tr" : "'<u>aa</u>limu <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati <strong>a</strong>lkabiiru <strong>a</strong>lmuta'<u>aa</u>l<strong>i</strong>"
}, {
  "ar" : "سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ",
  "id" : "Sama saja (bagi Tuhan), siapa diantaramu yang merahasiakan ucapannya, dan siapa yang berterus-terang dengan ucapan itu, dan siapa yang bersembunyi di malam hari dan yang berjalan (menampakkan diri) di siang hari.",
  "nomor" : "10",
  "tr" : "saw<u>aa</u>un minkum man asarra <strong>a</strong>lqawla waman jahara bihi waman huwa mustakhfin bi<strong>a</strong>llayli was<u>aa</u>ribun bi<strong>al</strong>nnah<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ ۗ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنْفُسِهِمْ ۗ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ ۚ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ",
  "id" : "Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak merobah keadaan sesuatu kaum sehingga mereka merobah keadaan yang ada pada diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap sesuatu kaum, maka tak ada yang dapat menolaknya; dan sekali-kali tak ada pelindung bagi mereka selain Dia.",
  "nomor" : "11",
  "tr" : "lahu mu'aqqib<u>aa</u>tun min bayni yadayhi wamin khalfihi ya<u>h</u>fa<u>zh</u>uunahu min amri <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yughayyiru m<u>aa</u> biqawmin <u>h</u>att<u>aa</u> yughayyiruu m<u>aa</u> bi-anfusihim wa-i<u>dzaa</u> ar<u>aa</u>da <strong>al</strong>l<u>aa</u>hu biqawmin suu-an fal<u>aa</u> maradda lahu wam<u>aa</u> lahum min duunihi min w<u>aa</u>l<strong>in</strong>"
}, {
  "ar" : "هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ",
  "id" : "Dia-lah Tuhan yang memperlihatkan kilat kepadamu untuk menimbulkan ketakutan dan harapan, dan Dia mengadakan awan mendung.",
  "nomor" : "12",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii yuriikumu <strong>a</strong>lbarqa khawfan wa<u>th</u>ama'an wayunsyi-u <strong>al</strong>ssa<u>haa</u>ba <strong>al</strong>tstsiq<u>aa</u>l<strong>a</strong>"
}, {
  "ar" : "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ",
  "id" : "Dan guruh itu bertasbih dengan memuji Allah, (demikian pula) para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki, dan mereka berbantah-bantahan tentang Allah, dan Dia-lah Tuhan Yang Maha keras siksa-Nya.",
  "nomor" : "13",
  "tr" : "wayusabbi<u>h</u>u <strong>al</strong>rra'du bi<u>h</u>amdihi wa<strong>a</strong>lmal<u>aa</u>-ikatu min khiifatihi wayursilu <strong>al</strong><u>shsh</u>aw<u>aa</u>'iqa fayu<u>sh</u>iibu bih<u>aa</u> man yasy<u>aa</u>u wahum yuj<u>aa</u>diluuna fii <strong>al</strong>l<u>aa</u>hi wahuwa syadiidu <strong>a</strong>lmi<u>haa</u>l<strong>i</strong>"
}, {
  "ar" : "لَهُ دَعْوَةُ الْحَقِّ ۖ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ ۚ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
  "id" : "Hanya bagi Allah-lah (hak mengabulkan) do'a yang benar. Dan berhala-berhala yang mereka sembah selain Allah tidak dapat memperkenankan sesuatupun bagi mereka, melainkan seperti orang yang membukakan kedua telapak tangannya ke dalam air supaya sampai air ke mulutnya, padahal air itu tidak dapat sampai ke mulutnya. Dan do'a (ibadat) orang-orang kafir itu, hanyalah sia-sia belaka.",
  "nomor" : "14",
  "tr" : "lahu da'watu <strong>a</strong>l<u>h</u>aqqi wa<strong>a</strong>lla<u>dz</u>iina yad'uuna min duunihi l<u>aa</u> yastajiibuuna lahum bisyay-in ill<u>aa</u> kab<u>aa</u>si<u>th</u>i kaffayhi il<u>aa</u> <strong>a</strong>lm<u>aa</u>-i liyablugha f<u>aa</u>hu wam<u>aa</u> huwa bib<u>aa</u>lighihi wam<u>aa</u> du'<u>aa</u>u <strong>a</strong>lk<u>aa</u>firiina ill<u>aa</u> fii <u>dh</u>al<u>aa</u>l<strong>in</strong>"
}, {
  "ar" : "وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ ۩",
  "id" : "Hanya kepada Allah-lah sujud (patuh) segala apa yang di langit dan di bumi, baik dengan kemauan sendiri ataupun terpaksa (dan sujud pula) bayang-bayangnya di waktu pagi dan petang hari.",
  "nomor" : "15",
  "tr" : "walill<u>aa</u>hi yasjudu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i <u>th</u>aw'an wakarhan wa<u>zh</u>il<u>aa</u>luhum bi<strong>a</strong>lghuduwwi wa<strong>a</strong>l-<u>aasaa</u>l<strong>i</strong>"
}, {
  "ar" : "قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ ۚ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ ۗ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ ۚ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ",
  "id" : "Katakanlah: \"Siapakah Tuhan langit dan bumi?\" Jawabnya: \"Allah\". Katakanlah: \"Maka patutkah kamu mengambil pelindung-pelindungmu dari selain Allah, padahal mereka tidak menguasai kemanfaatan dan tidak (pula) kemudharatan bagi diri mereka sendiri?\". Katakanlah: \"Adakah sama orang buta dan yang dapat melihat, atau samakah gelap gulita dan terang benderang; apakah mereka menjadikan beberapa sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?\" Katakanlah: \"Allah adalah Pencipta segala sesuatu dan Dia-lah Tuhan Yang Maha Esa lagi Maha Perkasa\".",
  "nomor" : "16",
  "tr" : "qul man rabbu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i quli <strong>al</strong>l<u>aa</u>hu qul afa<strong>i</strong>ttakha<u>dz</u>tum min duunihi awliy<u>aa</u>-a l<u>aa</u> yamlikuuna li-anfusihim naf'an wal<u>aa</u> <u>dh</u>arran qul hal yastawii <strong>a</strong>l-a'm<u>aa</u> wa<strong>a</strong>lba<u>sh</u>iiru am hal tastawii <strong>al</strong><u>zhzh</u>ulum<u>aa</u>tu wa<strong>al</strong>nnuuru am ja'aluu lill<u>aa</u>hi syurak<u>aa</u>-a khalaquu kakhalqihi fatasy<u>aa</u>baha <strong>a</strong>lkhalqu 'alayhim quli <strong>al</strong>l<u>aa</u>hu kh<u>aa</u>liqu kulli syay-in wahuwa <strong>a</strong>lw<u>aah</u>idu <strong>a</strong>lqahh<u>aa</u>r<strong>u</strong>"
}, {
  "ar" : "أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ ۚ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً ۖ وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ",
  "id" : "Allah telah menurunkan air (hujan) dari langit, maka mengalirlah air di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti buih arus itu. Demikianlah Allah membuat perumpamaan (bagi) yang benar dan yang bathil. Adapun buih itu, akan hilang sebagai sesuatu yang tak ada harganya; adapun yang memberi manfaat kepada manusia, maka ia tetap di bumi. Demikianlah Allah membuat perumpamaan-perumpamaan.",
  "nomor" : "17",
  "tr" : "anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fas<u>aa</u>lat awdiyatun biqadarih<u>aa</u> fa<strong>i</strong><u>h</u>tamala <strong>al</strong>ssaylu zabadan r<u>aa</u>biyan wamimm<u>aa</u> yuuqiduuna 'alayhi fii <strong>al</strong>nn<u>aa</u>ri ibtigh<u>aa</u>-a <u>h</u>ilyatin aw mat<u>aa</u>'in zabadun mitsluhu ka<u>dzaa</u>lika ya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l<u>h</u>aqqa wa<strong>a</strong>lb<u>aath</u>ila fa-amm<u>aa</u> <strong>al</strong>zzabadu faya<u>dz</u>habu juf<u>aa</u>-an wa-amm<u>aa</u> m<u>aa</u> yanfa'u <strong>al</strong>nn<u>aa</u>sa fayamkutsu fii <strong>a</strong>l-ar<u>dh</u>i ka<u>dzaa</u>lika ya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l-amts<u>aa</u>l<strong>a</strong>"
}, {
  "ar" : "لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَىٰ ۚ وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ ۚ أُولَٰئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمِهَادُ",
  "id" : "Bagi orang-orang yang memenuhi seruan Tuhannya, (disediakan) pembalasan yang baik. Dan orang-orang yang tidak memenuhi seruan Tuhan, sekiranya mereka mempunyai semua (kekayaan) yang ada di bumi dan (ditambah) sebanyak isi bumi itu lagi besertanya, niscaya mereka akan menebus dirinya dengan kekayaan itu. Orang-orang itu disediakan baginya hisab yang buruk dan tempat kediaman mereka ialah Jahanam dan itulah seburuk-buruk tempat kediaman.",
  "nomor" : "18",
  "tr" : "lilla<u>dz</u>iina istaj<u>aa</u>buu lirabbihimu <strong>a</strong>l<u>h</u>usn<u>aa</u> wa<strong>a</strong>lla<u>dz</u>iina lam yastajiibuu lahu law anna lahum m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i jamii'an wamitslahu ma'ahu la<strong>i</strong>ftadaw bihi ul<u>aa</u>-ika lahum suu-u <strong>a</strong>l<u>h</u>is<u>aa</u>bi wama/w<u>aa</u>hum jahannamu wabi/sa <strong>a</strong>lmih<u>aa</u>d<strong>u</strong>"
}, {
  "ar" : "أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَىٰ ۚ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ",
  "id" : "Adakah orang yang mengetahui bahwasanya apa yang diturunkan kepadamu dari Tuhanmu itu benar sama dengan orang yang buta? Hanyalah orang-orang yang berakal saja yang dapat mengambil pelajaran,",
  "nomor" : "19",
  "tr" : "afaman ya'lamu annam<u>aa</u> unzila ilayka min rabbika <strong>a</strong>l<u>h</u>aqqu kaman huwa a'm<u>aa</u> innam<u>aa</u> yata<u>dz</u>akkaru uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ",
  "id" : "(yaitu) orang-orang yang memenuhi janji Allah dan tidak merusak perjanjian,",
  "nomor" : "20",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yuufuuna bi'ahdi <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> yanqu<u>dh</u>uuna <strong>a</strong>lmiits<u>aa</u>q<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ",
  "id" : "dan orang-orang yang menghubungkan apa-apa yang Allah perintahkan supaya dihubungkan, dan mereka takut kepada Tuhannya dan takut kepada hisab yang buruk.",
  "nomor" : "21",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina ya<u>sh</u>iluuna m<u>aa</u> amara <strong>al</strong>l<u>aa</u>hu bihi an yuu<u>sh</u>ala wayakhsyawna rabbahum wayakh<u>aa</u>fuuna suu-a <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَٰئِكَ لَهُمْ عُقْبَى الدَّارِ",
  "id" : "Dan orang-orang yang sabar karena mencari keridhaan Tuhannya, mendirikan shalat, dan menafkahkan sebagian rezki yang Kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang-orang itulah yang mendapat tempat kesudahan (yang baik),",
  "nomor" : "22",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>sh</u>abaruu ibtigh<u>aa</u>-a wajhi rabbihim wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa-anfaquu mimm<u>aa</u> razaqn<u>aa</u>hum sirran wa'al<u>aa</u>niyatan wayadrauuna bi<strong>a</strong>l<u>h</u>asanati <strong>al</strong>ssayyi-ata ul<u>aa</u>-ika lahum 'uqb<u>aa</u> <strong>al</strong>dd<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۖ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ",
  "id" : "(yaitu) syurga 'Adn yang mereka masuk ke dalamnya bersama-sama dengan orang-orang yang saleh dari bapak-bapaknya, isteri-isterinya dan anak cucunya, sedang malaikat-malaikat masuk ke tempat-tempat mereka dari semua pintu;",
  "nomor" : "23",
  "tr" : "jann<u>aa</u>tu 'adnin yadkhuluunah<u>aa</u> waman <u>sh</u>ala<u>h</u>a min <u>aa</u>b<u>aa</u>-ihim wa-azw<u>aa</u>jihim wa<u>dz</u>urriyy<u>aa</u>tihim wa<strong>a</strong>lmal<u>aa</u>-ikatu yadkhuluuna 'alayhim min kulli b<u>aa</u>b<strong>in</strong>"
}, {
  "ar" : "سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ",
  "id" : "(sambil mengucapkan): \"Salamun 'alaikum bima shabartum\". Maka alangkah baiknya tempat kesudahan itu.",
  "nomor" : "24",
  "tr" : "sal<u>aa</u>mun 'alaykum bim<u>aa</u> <u>sh</u>abartum fani'ma 'uqb<u>aa</u> <strong>al</strong>dd<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ ۙ أُولَٰئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ",
  "id" : "Orang-orang yang merusak janji Allah setelah diikrarkan dengan teguh dan memutuskan apa-apa yang Allah perintahkan supaya dihubungkan dan mengadakan kerusakan di bumi, orang-orang itulah yang memperoleh kutukan dan bagi mereka tempat kediaman yang buruk (Jahannam).",
  "nomor" : "25",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yanqu<u>dh</u>uuna 'ahda <strong>al</strong>l<u>aa</u>hi min ba'di miits<u>aa</u>qihi wayaq<u>th</u>a'uuna m<u>aa</u> amara <strong>al</strong>l<u>aa</u>hu bihi an yuu<u>sh</u>ala wayufsiduuna fii <strong>a</strong>l-ar<u>dh</u>i ul<u>aa</u>-ika lahumu <strong>al</strong>la'natu walahum suu-u <strong>al</strong>dd<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ",
  "id" : "Allah meluaskan rezki dan menyempitkannya bagi siapa yang Dia kehendaki. Mereka bergembira dengan kehidupan di dunia, padahal kehidupan dunia itu (dibanding dengan) kehidupan akhirat, hanyalah kesenangan (yang sedikit).",
  "nomor" : "26",
  "tr" : "<strong>al</strong>l<u>aa</u>hu yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u wayaqdiru wafari<u>h</u>uu bi<strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> fii <strong>a</strong>l-<u>aa</u>khirati ill<u>aa</u> mat<u>aa</u>'<strong>un</strong>"
}, {
  "ar" : "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۗ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ",
  "id" : "Orang-orang kafir berkata: \"Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mu'jizat) dari Tuhannya?\" Katakanlah: \"Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan menunjuki orang-orang yang bertaubat kepada-Nya\",",
  "nomor" : "27",
  "tr" : "wayaquulu <strong>al</strong>la<u>dz</u>iina kafaruu lawl<u>aa</u> unzila 'alayhi <u>aa</u>yatun min rabbihi qul inna <strong>al</strong>l<u>aa</u>ha yu<u>dh</u>illu man yasy<u>aa</u>u wayahdii ilayhi man an<u>aa</u>b<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ ۗ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ",
  "id" : "(yaitu) orang-orang yang beriman dan hati mereka manjadi tenteram dengan mengingat Allah. Ingatlah, hanya dengan mengingati Allah-lah hati menjadi tenteram.",
  "nomor" : "28",
  "tr" : "<strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wata<u>th</u>ma-innu quluubuhum bi<u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l<u>aa</u> bi<u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi ta<u>th</u>ma-innu <strong>a</strong>lquluub<strong>u</strong>"
}, {
  "ar" : "الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَآبٍ",
  "id" : "Orang-orang yang beriman dan beramal saleh, bagi mereka kebahagiaan dan tempat kembali yang baik.",
  "nomor" : "29",
  "tr" : "<strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti <u>th</u>uub<u>aa</u> lahum wa<u>h</u>usnu ma<u>aa</u>b<strong>in</strong>"
}, {
  "ar" : "كَذَٰلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَٰنِ ۚ قُلْ هُوَ رَبِّي لَا إِلَٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
  "id" : "Demikianlah, Kami telah mengutus kamu pada suatu umat yang sungguh telah berlalu beberapa umat sebelumnya, supaya kamu membacakan kepada mereka (Al Quraan) yang Kami wahyukan kepadamu, padahal mereka kafir kepada Tuhan Yang Maha Pemurah. Katakanlah: \"Dia-lah Tuhanku tidak ada Tuhan selain Dia; hanya kepada-Nya aku bertawakkal dan hanya kepada-Nya aku bertaubat\".",
  "nomor" : "30",
  "tr" : "ka<u>dzaa</u>lika arsaln<u>aa</u>ka fii ummatin qad khalat min qablih<u>aa</u> umamun litatluwa 'alayhimu <strong>al</strong>la<u>dz</u>ii aw<u>h</u>ayn<u>aa</u> ilayka wahum yakfuruuna bi<strong>al</strong>rra<u>h</u>m<u>aa</u>ni qul huwa rabbii l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa 'alayhi tawakkaltu wa-ilayhi mat<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَىٰ ۗ بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّىٰ يَأْتِيَ وَعْدُ اللَّهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
  "id" : "Dan sekiranya ada suatu bacaan (kitab suci) yang dengan bacaan itu gunung-gunung dapat digoncangkan atau bumi jadi terbelah atau oleh karenanya orang-orang yang sudah mati dapat berbicara, (tentulah Al Quraan itulah dia). Sebenarnya segala urusan itu adalah kepunyaan Allah. Maka tidakkah orang-orang yang beriman itu mengetahui bahwa seandainya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang yang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sehingga datanglah janji Allah. Sesungguhnya Allah tidak menyalahi janji.",
  "nomor" : "31",
  "tr" : "walaw anna qur-<u>aa</u>nan suyyirat bihi <strong>a</strong>ljib<u>aa</u>lu aw qu<u>ththh</u>i'at bihi <strong>a</strong>l-ar<u>dh</u>u aw kullima bihi <strong>a</strong>lmawt<u>aa</u> bal lill<u>aa</u>hi <strong>a</strong>l-amru jamii'an afalam yay-asi <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu an law yasy<u>aa</u>u <strong>al</strong>l<u>aa</u>hu lahad<u>aa</u> <strong>al</strong>nn<u>aa</u>sa jamii'an wal<u>aa</u> yaz<u>aa</u>lu <strong>al</strong>la<u>dz</u>iina kafaruu tu<u>sh</u>iibuhum bim<u>aa</u> <u>sh</u>ana'uu q<u>aa</u>ri'atun aw ta<u>h</u>ullu qariiban min d<u>aa</u>rihim <u>h</u>att<u>aa</u> ya/tiya wa'du <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yukhlifu <strong>a</strong>lmii'<u>aa</u>d<strong>a</strong>"
}, {
  "ar" : "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
  "id" : "Dan sesungguhnya telah diperolok-olokkan beberapa rasul sebelum kamu, maka Aku beri tangguh kepada orang-orang kafir itu kemudian Aku binasakan mereka. Alangkah hebatnya siksaan-Ku itu!",
  "nomor" : "32",
  "tr" : "walaqadi istuhzi-a birusulin min qablika fa-amlaytu lilla<u>dz</u>iina kafaruu tsumma akha<u>dz</u>tuhum fakayfa k<u>aa</u>na 'iq<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "أَفَمَنْ هُوَ قَائِمٌ عَلَىٰ كُلِّ نَفْسٍ بِمَا كَسَبَتْ ۗ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
  "id" : "Maka apakah Tuhan yang menjaga setiap diri terhadap apa yang diperbuatnya (sama dengan yang tidak demikian sifatnya)? Mereka menjadikan beberapa sekutu bagi Allah. Katakanlah: \"Sebutkanlah sifat-sifat mereka itu\". Atau apakah kamu hendak memberitakan kepada Allah apa yang tidak diketahui-Nya di bumi, atau kamu mengatakan (tentang hal itu) sekadar perkataan pada lahirnya saja. Sebenarnya orang-orang kafir itu dijadikan (oleh syaitan) memandang baik tipu daya mereka dan dihalanginya dari jalan (yang benar). Dan barangsiapa yang disesatkan Allah, maka baginya tak ada seorangpun yang akan memberi petunjuk.",
  "nomor" : "33",
  "tr" : "afaman huwa q<u>aa</u>-imun 'al<u>aa</u> kulli nafsin bim<u>aa</u> kasabat waja'aluu lill<u>aa</u>hi syurak<u>aa</u>-a qul sammuuhum am tunabbi-uunahu bim<u>aa</u> l<u>aa</u> ya'lamu fii <strong>a</strong>l-ar<u>dh</u>i am bi<u>zhaa</u>hirin mina <strong>a</strong>lqawli bal zuyyina lilla<u>dz</u>iina kafaruu makruhum wa<u>sh</u>udduu 'ani <strong>al</strong>ssabiili waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min h<u>aa</u>d<strong>in</strong>"
}, {
  "ar" : "لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَشَقُّ ۖ وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ",
  "id" : "Bagi mereka azab dalam kehidupan dunia dan sesungguhnya azab akhirat adalah lebih keras dan tak ada bagi mereka seorang pelindungpun dari (azab) Allah.",
  "nomor" : "34",
  "tr" : "lahum 'a<u>dzaa</u>bun fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wala'a<u>dzaa</u>bu <strong>a</strong>l-<u>aa</u>khirati asyaqqu wam<u>aa</u> lahum mina <strong>al</strong>l<u>aa</u>hi min w<u>aa</u>q<strong>in</strong>"
}, {
  "ar" : "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ أُكُلُهَا دَائِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا ۖ وَعُقْبَى الْكَافِرِينَ النَّارُ",
  "id" : "Perumpamaan syurga yang dijanjikan kepada orang-orang yang takwa ialah (seperti taman); mengalir sungai-sungai di dalamnya; buahnya tak henti-henti sedang naungannya (demikian pula). Itulah tempat kesudahan bagi orang-orang yang bertakwa, sedang tempat kesudahan bagi orang-orang kafir ialah neraka.",
  "nomor" : "35",
  "tr" : "matsalu <strong>a</strong>ljannati <strong>al</strong>latii wu'ida <strong>a</strong>lmuttaquuna tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru ukuluh<u>aa</u> d<u>aa</u>-imun wa<u>zh</u>illuh<u>aa</u> tilka 'uqb<u>aa</u> <strong>al</strong>la<u>dz</u>iina ittaqaw wa'uqb<u>aa</u> <strong>a</strong>lk<u>aa</u>firiina <strong>al</strong>nn<u>aa</u>r<strong>u</strong>"
}, {
  "ar" : "وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ ۖ وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ ۚ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ ۚ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ",
  "id" : "Orang-orang yang telah Kami berikan kitab kepada mereka bergembira dengan kitab yang diturunkan kepadamu, dan di antara golongan-golongan (Yahudi dan Nasrani) yang bersekutu, ada yang mengingkari sebahagiannya. Katakanlah \"Sesungguhnya aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan sesuatupun dengan Dia. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali\".",
  "nomor" : "36",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>tayn<u>aa</u>humu <strong>a</strong>lkit<u>aa</u>ba yafra<u>h</u>uuna bim<u>aa</u> unzila ilayka wamina <strong>a</strong>l-a<u>h</u>z<u>aa</u>bi man yunkiru ba'<u>dh</u>ahu qul innam<u>aa</u> umirtu an a'buda <strong>al</strong>l<u>aa</u>ha wal<u>aa</u> usyrika bihi ilayhi ad'uu wa-ilayhi ma<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "وَكَذَٰلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ",
  "id" : "Dan demikianlah, Kami telah menurunkan Al Quraan itu sebagai peraturan (yang benar) dalam bahasa Arab. Dan seandainya kamu mengikuti hawa nafsu mereka setelah datang pengetahuan kepadamu, maka sekali-kali tidak ada pelindung dan pemelihara bagimu terhadap (siksa) Allah.",
  "nomor" : "37",
  "tr" : "waka<u>dzaa</u>lika anzaln<u>aa</u>hu <u>h</u>ukman 'arabiyyan wala-ini ittaba'ta ahw<u>aa</u>-ahum ba'da m<u>aa</u> j<u>aa</u>-aka mina <strong>a</strong>l'ilmi m<u>aa</u> laka mina <strong>al</strong>l<u>aa</u>hi min waliyyin wal<u>aa</u> w<u>aa</u>q<strong>in</strong>"
}, {
  "ar" : "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
  "id" : "Dan sesungguhnya Kami telah mengutus beberapa Rasul sebelum kamu dan Kami memberikan kepada mereka isteri-isteri dan keturunan. Dan tidak ada hak bagi seorang Rasul mendatangkan sesuatu ayat (mu'jizat) melainkan dengan izin Allah. Bagi tiap-tiap masa ada Kitab (yang tertentu).",
  "nomor" : "38",
  "tr" : "walaqad arsaln<u>aa</u> rusulan min qablika waja'aln<u>aa</u> lahum azw<u>aa</u>jan wa<u>dz</u>urriyyatan wam<u>aa</u> k<u>aa</u>na lirasuulin an ya/tiya bi-<u>aa</u>yatin ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi likulli ajalin kit<u>aa</u>b<strong>un</strong>"
}, {
  "ar" : "يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ ۖ وَعِنْدَهُ أُمُّ الْكِتَابِ",
  "id" : "Allah menghapuskan apa yang Dia kehendaki dan menetapkan (apa yang Dia kehendaki), dan di sisi-Nya-lah terdapat Ummul-Kitab (Lauh mahfuzh).",
  "nomor" : "39",
  "tr" : "yam<u>h</u>uu <strong>al</strong>l<u>aa</u>hu m<u>aa</u> yasy<u>aa</u>u wayutsbitu wa'indahu ummu <strong>a</strong>lkit<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ",
  "id" : "Dan jika Kami perlihatkan kepadamu sebahagian (siksa) yang Kami ancamkan kepada mereka atau Kami wafatkan kamu (hal itu tidak penting bagimu) karena sesungguhnya tugasmu hanya menyampaikan saja, sedang Kami-lah yang menghisab amalan mereka.",
  "nomor" : "40",
  "tr" : "wa-in m<u>aa</u> nuriyannaka ba'<u>dh</u>a <strong>al</strong>la<u>dz</u>ii na'iduhum aw natawaffayannaka fa-innam<u>aa</u> 'alayka <strong>a</strong>lbal<u>aa</u>ghu wa'alayn<u>aa</u> <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>u</strong>"
}, {
  "ar" : "أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا ۚ وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ ۚ وَهُوَ سَرِيعُ الْحِسَابِ",
  "id" : "Dan apakah mereka tidak melihat bahwa sesungguhnya Kami mendatangi daerah-daerah (orang-orang kafir), lalu Kami kurangi daerah-daerah itu (sedikit demi sedikit) dari tepi-tepinya? Dan Allah menetapkan hukum (menurut kehendak-Nya), tidak ada yang dapat menolak ketetapan-Nya; dan Dia-lah Yang Maha cepat hisab-Nya.",
  "nomor" : "41",
  "tr" : "awa lam yaraw ann<u>aa</u> na/tii <strong>a</strong>l-ar<u>dh</u>a nanqu<u>sh</u>uh<u>aa</u> min a<u>th</u>r<u>aa</u>fih<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu ya<u>h</u>kumu l<u>aa</u> mu'aqqiba li<u>h</u>ukmihi wahuwa sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ",
  "id" : "Dan sungguh orang-orang kafir yang sebelum mereka (kafir Mekah) telah mengadakan tipu daya, tetapi semua tipu daya itu adalah dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap diri, dan orang-orang kafir akan mengetahui untuk siapa tempat kesudahan (yang baik) itu.",
  "nomor" : "42",
  "tr" : "waqad makara <strong>al</strong>la<u>dz</u>iina min qablihim falill<u>aa</u>hi <strong>a</strong>lmakru jamii'an ya'lamu m<u>aa</u> taksibu kullu nafsin wasaya'lamu <strong>a</strong>lkuff<u>aa</u>ru liman 'uqb<u>aa</u> <strong>al</strong>dd<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ",
  "id" : "Berkatalah orang-orang kafir: \"Kamu bukan seorang yang dijadikan Rasul\". Katakanlah : \"Cukuplah Allah menjadi saksi antaraku dan kamu, dan antara orang yang mempunyai ilmu Al Kitab\".",
  "nomor" : "43",
  "tr" : "wayaquulu <strong>al</strong>la<u>dz</u>iina kafaruu lasta mursalan qul kaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi syahiidan baynii wabaynakum waman 'indahu 'ilmu <strong>a</strong>lkit<u>aa</u>b<strong>i</strong>"
} ]
