[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الر ۚ كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
  "id" : "Alif, laam raa. (Ini adalah) Kitab yang Kami turunkan kepadamu supaya kamu mengeluarkan manusia dari gelap gulita kepada cahaya terang benderang dengan izin Tuhan mereka, (yaitu) menuju jalan Tuhan Yang Maha Perkasa lagi Maha Terpuji.",
  "nomor" : "1",
  "tr" : "alif-l<u>aa</u>m-r<u>aa</u> kit<u>aa</u>bun anzaln<u>aa</u>hu ilayka litukhrija <strong>al</strong>nn<u>aa</u>sa mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri bi-i<u>dz</u>ni rabbihim il<u>aa</u> <u>sh</u>ir<u>aath</u>i <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>amiid<strong>i</strong>"
}, {
  "ar" : "اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَوَيْلٌ لِلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
  "id" : "Allah-lah yang memiliki segala apa yang di langit dan di bumi. Dan kecelakaanlah bagi orang-orang kafir karena siksaan yang sangat pedih,",
  "nomor" : "2",
  "tr" : "<strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wawaylun lilk<u>aa</u>firiina min 'a<u>dzaa</u>bin syadiid<strong>in</strong>"
}, {
  "ar" : "الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُولَٰئِكَ فِي ضَلَالٍ بَعِيدٍ",
  "id" : "(yaitu) orang-orang yang lebih menyukai kehidupan dunia dari pada kehidupan akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan agar jalan Allah itu bengkok. Mereka itu berada dalam kesesatan yang jauh.",
  "nomor" : "3",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yasta<u>h</u>ibbuuna <strong>a</strong>l<u>h</u>ay<u>aa</u>ta <strong>al</strong>dduny<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-<u>aa</u>khirati waya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wayabghuunah<u>aa</u> 'iwajan ul<u>aa</u>-ika fii <u>dh</u>al<u>aa</u>lin ba'iid<strong>in</strong>"
}, {
  "ar" : "وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Kami tidak mengutus seorang rasulpun, melainkan dengan bahasa kaumnya, supaya ia dapat memberi penjelasan dengan terang kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dan Dia-lah Tuhan Yang Maha Kuasa lagi Maha Bijaksana.",
  "nomor" : "4",
  "tr" : "wam<u>aa</u> arsaln<u>aa</u> min rasuulin ill<u>aa</u> bilis<u>aa</u>ni qawmihi liyubayyina lahum fayu<u>dh</u>illu <strong>al</strong>l<u>aa</u>hu man yasy<u>aa</u>u wayahdii man yasy<u>aa</u>u wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
  "id" : "Dan sesungguhnya Kami telah mengutus Musa dengan membawa ayat-ayat Kami, (dan Kami perintahkan kepadanya): \"Keluarkanlah kaummu dari gelap gulita kepada cahaya terang benderang dan ingatkanlah mereka kepada hari-hari Allah\". Sesunguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang penyabar dan banyak bersyukur.",
  "nomor" : "5",
  "tr" : "walaqad arsaln<u>aa</u> muus<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> an akhrij qawmaka mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wa<u>dz</u>akkirhum bi-ayy<u>aa</u>mi <strong>al</strong>l<u>aa</u>hi inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin likulli <u>sh</u>abb<u>aa</u>rin syakuur<strong>in</strong>"
}, {
  "ar" : "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ ۚ وَفِي ذَٰلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ",
  "id" : "Dan (ingatlah), ketika Musa berkata kepada kaumnya: \"Ingatlah ni'mat Allah atasmu ketika Dia menyelamatkan kamu dari (Fir'aun dan) pengikut-pengikutnya, mereka menyiksa kamu dengan siksa yang pedih, mereka menyembelih anak-anak laki-lakimu, membiarkan hidup anak-anak perempuanmu; dan pada yang demikian itu ada cobaan yang besar dari Tuhanmu\".",
  "nomor" : "6",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>la muus<u>aa</u> liqawmihi u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum i<u>dz</u> anj<u>aa</u>kum min <u>aa</u>li fir'awna yasuumuunakum suu-a <strong>a</strong>l'a<u>dzaa</u>bi wayu<u>dz</u>abbi<u>h</u>uuna abn<u>aa</u>-akum wayasta<u>h</u>yuuna nis<u>aa</u>-akum wafii <u>dzaa</u>likum bal<u>aa</u>un min rabbikum 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ",
  "id" : "Dan (ingatlah juga), tatkala Tuhanmu memaklumkan; \"Sesungguhnya jika kamu bersyukur, pasti Kami akan menambah (ni'mat) kepadamu, dan jika kamu mengingkari (ni'mat-Ku), maka sesungguhnya azab-Ku sangat pedih\".",
  "nomor" : "7",
  "tr" : "wa-i<u>dz</u> ta-a<u>dzdz</u>ana rabbukum la-in syakartum la-aziidannakum wala-in kafartum inna 'a<u>dzaa</u>bii lasyadiid<strong>un</strong>"
}, {
  "ar" : "وَقَالَ مُوسَىٰ إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ",
  "id" : "Dan Musa berkata: \"Jika kamu dan orang-orang yang ada di muka bumi semuanya mengingkari (ni'mat Allah) maka sesungguhnya Allah Maha Kaya lagi Maha Terpuji\".",
  "nomor" : "8",
  "tr" : "waq<u>aa</u>la muus<u>aa</u> in takfuruu antum waman fii <strong>a</strong>l-ar<u>dh</u>i jamii'an fa-inna <strong>al</strong>l<u>aa</u>ha laghaniyyun <u>h</u>amiid<strong>un</strong>"
}, {
  "ar" : "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَالَّذِينَ مِنْ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ ۚ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ",
  "id" : "Belumkah sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, 'Ad, Tsamud dan orang-orang sesudah mereka. Tidak ada yang mengetahui mereka selain Allah. Telah datang rasul-rasul kepada mereka (membawa) bukti-bukti yang nyata lalu mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata: \"Sesungguhnya kami mengingkari apa yang kamu disuruh menyampaikannya (kepada kami), dan sesungguhnya kami benar-benar dalam keragu-raguan yang menggelisahkan terhadap apa yang kamu ajak kami kepadanya\".",
  "nomor" : "9",
  "tr" : "alam ya/tikum nabau <strong>al</strong>la<u>dz</u>iina min qablikum qawmi nuu<u>h</u>in wa'<u>aa</u>din watsamuuda wa<strong>a</strong>lla<u>dz</u>iina min ba'dihim l<u>aa</u> ya'lamuhum ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu j<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti faradduu aydiyahum fii afw<u>aa</u>hihim waq<u>aa</u>luu inn<u>aa</u> kafarn<u>aa</u> bim<u>aa</u> ursiltum bihi wa-inn<u>aa</u> lafii syakkin mimm<u>aa</u> tad'uunan<u>aa</u> ilayhi muriib<strong>un</strong>"
}, {
  "ar" : "قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ",
  "id" : "Berkata rasul-rasul mereka: \"Apakah ada keragu-raguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu untuk memberi ampunan kepadamu dari dosa-dosamu dan menangguhkan (siksaan)mu sampai masa yang ditentukan?\" Mereka berkata: \"Kamu tidak lain hanyalah manusia seperti kami juga. Kamu menghendaki untuk menghalang-halangi (membelokkan) kami dari apa yang selalu disembah nenek moyang kami, karena itu datangkanlah kepada kami, bukti yang nyata\".",
  "nomor" : "10",
  "tr" : "q<u>aa</u>lat rusuluhum afii <strong>al</strong>l<u>aa</u>hi syakkun f<u>aath</u>iri <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yad'uukum liyaghfira lakum min <u>dz</u>unuubikum wayu-akhkhirakum il<u>aa</u> ajalin musamman q<u>aa</u>luu in antum ill<u>aa</u> basyarun mitslun<u>aa</u> turiiduuna an ta<u>sh</u>udduun<u>aa</u> 'amm<u>aa</u> k<u>aa</u>na ya'budu <u>aa</u>b<u>aa</u>un<u>aa</u> fa/tuun<u>aa</u> bisul<u>th</u><u>aa</u>nin mubiin<strong>in</strong>"
}, {
  "ar" : "قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَٰكِنَّ اللَّهَ يَمُنُّ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ ۖ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
  "id" : "Rasul-rasul mereka berkata kepada mereka: \"Kami tidak lain hanyalah manusia seperti kamu, akan tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Dan tidak patut bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah sajalah hendaknya orang-orang mukmin bertawakkal.",
  "nomor" : "11",
  "tr" : "q<u>aa</u>lat lahum rusuluhum in na<u>h</u>nu ill<u>aa</u> basyarun mitslukum wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yamunnu 'al<u>aa</u> man yasy<u>aa</u>u min 'ib<u>aa</u>dihi wam<u>aa</u> k<u>aa</u>na lan<u>aa</u> an na/tiyakum bisul<u>th</u><u>aa</u>nin ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>"
}, {
  "ar" : "وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَا آذَيْتُمُونَا ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ",
  "id" : "Mengapa kami tidak akan bertawakkal kepada Allah padahal Dia telah menunjukkan jalan kepada kami, dan kami sungguh-sungguh akan bersabar terhadap gangguan-gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang-orang yang bertawakkal itu, berserah diri\".",
  "nomor" : "12",
  "tr" : "wam<u>aa</u> lan<u>aa</u> <strong>al</strong>l<u>aa</u> natawakkala 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi waqad had<u>aa</u>n<u>aa</u> subulan<u>aa</u> walana<u>sh</u>biranna 'al<u>aa</u> m<u>aa</u> <u>aadz</u>aytumuun<u>aa</u> wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmutawakkiluun<strong>a</strong>"
}, {
  "ar" : "وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا ۖ فَأَوْحَىٰ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ",
  "id" : "Orang-orang kafir berkata kepada Rasul-rasul mereka: \"Kami sungguh-sungguh akan mengusir kamu dari negeri kami atau kamu kembali kepada agama kami\". Maka Tuhan mewahyukan kepada mereka: \"Kami pasti akan membinasakan orang-orang yang zalim itu,",
  "nomor" : "13",
  "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lirusulihim lanukhrijannakum min ar<u>dh</u>in<u>aa</u> aw lata'uudunna fii millatin<u>aa</u> fa-aw<u>haa</u> ilayhim rabbuhum lanuhlikanna <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
  "id" : "dan Kami pasti akan menempatkan kamu di negeri-negeri itu sesudah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (akan menghadap) kehadirat-Ku dan yang takut kepada ancaman-Ku\".",
  "nomor" : "14",
  "tr" : "walanuskinannakumu <strong>a</strong>l-ar<u>dh</u>a min ba'dihim <u>dzaa</u>lika liman kh<u>aa</u>fa maq<u>aa</u>mii wakh<u>aa</u>fa wa'iid<strong>i</strong>"
}, {
  "ar" : "وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
  "id" : "Dan mereka memohon kemenangan (atas musuh-musuh mereka) dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala,",
  "nomor" : "15",
  "tr" : "wa<strong>i</strong>stafta<u>h</u>uu wakh<u>aa</u>ba kullu jabb<u>aa</u>rin 'aniid<strong>in</strong>"
}, {
  "ar" : "مِنْ وَرَائِهِ جَهَنَّمُ وَيُسْقَىٰ مِنْ مَاءٍ صَدِيدٍ",
  "id" : "di hadapannya ada Jahannam dan dia akan diberi minuman dengan air nanah,",
  "nomor" : "16",
  "tr" : "min war<u>aa</u>-ihi jahannamu wayusq<u>aa</u> min m<u>aa</u>-in <u>sh</u>adiid<strong>in</strong>"
}, {
  "ar" : "يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ",
  "id" : "diminumnnya air nanah itu dan hampir dia tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati, dan dihadapannya masih ada azab yang berat.",
  "nomor" : "17",
  "tr" : "yatajarra'uhu wal<u>aa</u> yak<u>aa</u>du yusiighuhu waya/tiihi <strong>a</strong>lmawtu min kulli mak<u>aa</u>nin wam<u>aa</u> huwa bimayyitin wamin war<u>aa</u>-ihi 'a<u>dzaa</u>bun ghalii<u>zh</u><strong>un</strong>"
}, {
  "ar" : "مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ ۖ لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَىٰ شَيْءٍ ۚ ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ",
  "id" : "Orang-orang yang kafir kepada Tuhannya, amalan-amalan mereka adalah seperti abu yang ditiup angin dengan keras pada suatu hari yang berangin kencang. Mereka tidak dapat mengambil manfaat sedikitpun dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.",
  "nomor" : "18",
  "tr" : "matsalu <strong>al</strong>la<u>dz</u>iina kafaruu birabbihim a'm<u>aa</u>luhum karam<u>aa</u>din isytaddat bihi <strong>al</strong>rrii<u>h</u>u fii yawmin '<u>aas</u>ifin l<u>aa</u> yaqdiruuna mimm<u>aa</u> kasabuu 'al<u>aa</u> syay-in <u>dzaa</u>lika huwa <strong>al</strong><u>dhdh</u>al<u>aa</u>lu <strong>a</strong>lba'iid<strong>u</strong>"
}, {
  "ar" : "أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۚ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
  "id" : "Tidakkah kamu perhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mengganti(mu) dengan makhluk yang baru,",
  "nomor" : "19",
  "tr" : "alam tara anna <strong>al</strong>l<u>aa</u>ha khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi in yasya/ yu<u>dz</u>hibkum waya/ti bikhalqin jadiid<strong>in </strong>"
}, {
  "ar" : "وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
  "id" : "dan yang demikian itu sekali-kali tidak sukar bagi Allah.",
  "nomor" : "20",
  "tr" : "wam<u>aa</u> <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi bi'aziiz<strong>in</strong>"
}, {
  "ar" : "وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ ۚ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ ۖ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ",
  "id" : "Dan mereka semuanya (di padang Mahsyar) akan berkumpul menghadap ke hadirat Allah, lalu berkatalah orang-orang yang lemah kepada orang-orang yang sombong: \"Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan daripada kami azab Allah (walaupun) sedikit saja? Mereka menjawab: \"Seandainya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh ataukah bersabar. Sekali-kali kita tidak mempunyai tempat untuk melarikan diri\".",
  "nomor" : "21",
  "tr" : "wabarazuu lill<u>aa</u>hi jamii'an faq<u>aa</u>la <strong>al</strong><u>dhdh</u>u'af<u>aa</u>u lilla<u>dz</u>iina istakbaruu inn<u>aa</u> kunn<u>aa</u> lakum taba'an fahal antum mughnuuna 'ann<u>aa</u> min 'a<u>dzaa</u>bi <strong>al</strong>l<u>aa</u>hi min syay-in q<u>aa</u>luu law had<u>aa</u>n<u>aa</u> <strong>al</strong>l<u>aa</u>hu lahadayn<u>aa</u>kum saw<u>aa</u>un 'alayn<u>aa</u> ajazi'n<u>aa</u> am <u>sh</u>abarn<u>aa</u> m<u>aa</u> lan<u>aa</u> min ma<u>h</u>ii<u>sh</u><strong>in</strong>"
}, {
  "ar" : "وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي ۖ فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ ۖ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ ۖ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ ۗ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
  "id" : "Dan berkatalah syaitan tatkala perkara (hisab) telah diselesaikan: \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan akupun telah menjanjikan kepadamu tetapi aku menyalahinya. Sekali-kali tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku akan tetapi cercalah dirimu sendiri. Aku sekali-kali tidak dapat menolongmu dan kamupun sekali-kali tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu\". Sesungguhnya orang-orang yang zalim itu mendapat siksaan yang pedih.",
  "nomor" : "22",
  "tr" : "waq<u>aa</u>la <strong>al</strong>sysyay<u>th</u><u>aa</u>nu lamm<u>aa</u> qu<u>dh</u>iya <strong>a</strong>l-amru inna <strong>al</strong>l<u>aa</u>ha wa'adakum wa'da <strong>a</strong>l<u>h</u>aqqi wawa'adtukum fa-akhlaftukum wam<u>aa</u> k<u>aa</u>na liya 'alaykum min sul<u>th</u><u>aa</u>nin ill<u>aa</u> an da'awtukum fa<strong>i</strong>stajabtum lii fal<u>aa</u> taluumuunii waluumuu anfusakum m<u>aa</u> an<u>aa</u> bimu<u>sh</u>rikhikum wam<u>aa</u> antum bimu<u>sh</u>rikhiyya innii kafartu bim<u>aa</u> asyraktumuuni min qablu inna <strong>al</strong><u>zhzhaa</u>limiina lahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَامٌ",
  "id" : "Dan dimasukkanlah orang-orang yang beriman dan beramal saleh ke dalam syurga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam syurga itu ialah \"salaam\".",
  "nomor" : "23",
  "tr" : "waudkhila <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> bi-i<u>dz</u>ni rabbihim ta<u>h</u>iyyatuhum fiih<u>aa</u> sal<u>aa</u>m<strong>un</strong>"
}, {
  "ar" : "أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ",
  "id" : "Tidakkah kamu perhatikan bagaimana Allah telah membuat perumpamaan kalimat yang baik seperti pohon yang baik, akarnya teguh dan cabangnya (menjulang) ke langit,",
  "nomor" : "24",
  "tr" : "alam tara kayfa <u>dh</u>araba <strong>al</strong>l<u>aa</u>hu matsalan kalimatan <u>th</u>ayyibatan kasyajaratin <u>th</u>ayyibatin a<u>sh</u>luh<u>aa</u> ts<u>aa</u>bitun wafar'uh<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>/-<strong>i</strong>"
}, {
  "ar" : "تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
  "id" : "pohon itu memberikan buahnya pada setiap musim dengan seizin Tuhannya. Allah membuat perumpamaan-perumpamaan itu untuk manusia supaya mereka selalu ingat.",
  "nomor" : "25",
  "tr" : "tu/tii ukulah<u>aa</u> kulla <u>h</u>iinin bi-i<u>dz</u>ni rabbih<u>aa</u> waya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l-amts<u>aa</u>la li<strong>l</strong>nn<u>aa</u>si la'allahum yata<u>dz</u>akkaruun<strong>a</strong>"
}, {
  "ar" : "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ",
  "id" : "Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut dengan akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikitpun.",
  "nomor" : "26",
  "tr" : "wamatsalu kalimatin khabiitsatin kasyajaratin khabiitsatin ijtutstsat min fawqi <strong>a</strong>l-ar<u>dh</u>i m<u>aa</u> lah<u>aa</u> min qar<u>aa</u>r<strong>in</strong>"
}, {
  "ar" : "يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَيُضِلُّ اللَّهُ الظَّالِمِينَ ۚ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ",
  "id" : "Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh itu dalam kehidupan di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan memperbuat apa yang Dia kehendaki.",
  "nomor" : "27",
  "tr" : "yutsabbitu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu bi<strong>a</strong>lqawli <strong>al</strong>tsts<u>aa</u>biti fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wafii <strong>a</strong>l-<u>aa</u>khirati wayu<u>dh</u>illu <strong>al</strong>l<u>aa</u>hu <strong>al</strong><u>zhzhaa</u>limiina wayaf'alu <strong>al</strong>l<u>aa</u>hu m<u>aa</u> yasy<u>aa</u>/<strong>u</strong>"
}, {
  "ar" : "أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ",
  "id" : "Tidakkah kamu perhatikan orang-orang yang telah menukar ni'mat Allah dengan kekafiran dan menjatuhkan kaumnya ke lembah kebinasaan?,",
  "nomor" : "28",
  "tr" : "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina baddaluu ni'mata <strong>al</strong>l<u>aa</u>hi kufran wa-a<u>h</u>alluu qawmahum d<u>aa</u>ra <strong>a</strong>lbaw<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ الْقَرَارُ",
  "id" : "yaitu neraka jahannam; mereka masuk kedalamnya; dan itulah seburuk-buruk tempat kediaman.",
  "nomor" : "29",
  "tr" : "jahannama ya<u>sh</u>lawnah<u>aa</u> wabi/sa <strong>a</strong>lqar<u>aa</u>r<strong>u</strong>"
}, {
  "ar" : "وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا عَنْ سَبِيلِهِ ۗ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ",
  "id" : "Orang-orang kafir itu telah menjadikan sekutu-sekutu bagi Allah supaya mereka menyesatkan (manusia) dari jalan-Nya. Katakanlah: \"Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ialah neraka\".",
  "nomor" : "30",
  "tr" : "waja'aluu lill<u>aa</u>hi and<u>aa</u>dan liyu<u>dh</u>illuu 'an sabiilihi qul tamatta'uu fa-inna ma<u>sh</u>iirakum il<u>aa</u> <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ",
  "id" : "Katakanlah kepada hamba-hamba-Ku yang telah beriman: \"Hendaklah mereka mendirikan shalat, menafkahkan sebahagian rezki yang Kami berikan kepada mereka secara sembunyi ataupun terang-terangan sebelum datang hari (kiamat) yang pada bari itu tidak ada jual beli dan persahabatan.",
  "nomor" : "31",
  "tr" : "qul li'ib<u>aa</u>diya <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu yuqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wayunfiquu mimm<u>aa</u> razaqn<u>aa</u>hum sirran wa'al<u>aa</u>niyatan min qabli an ya/tiya yawmun l<u>aa</u> bay'un fiihi wal<u>aa</u> khil<u>aa</u>l<strong>un</strong>"
}, {
  "ar" : "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ ۖ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ ۖ وَسَخَّرَ لَكُمُ الْأَنْهَارَ",
  "id" : "Allah-lah yang telah menciptakan langit dan bumi dan menurunkan air hujan dari langit, kemudian Dia mengeluarkan dengan air hujan itu berbagai buah-buahan menjadi rezki untukmu; dan Dia telah menundukkan bahtera bagimu supaya bahtera itu, berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan (pula) bagimu sungai-sungai.",
  "nomor" : "32",
  "tr" : "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wa-anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-akhraja bihi mina <strong>al</strong>tstsamar<u>aa</u>ti rizqan lakum wasakhkhara lakumu <strong>a</strong>lfulka litajriya fii <strong>a</strong>lba<u>h</u>ri bi-amrihi wasakhkhara lakumu <strong>a</strong>l-anh<u>aa</u>r<strong>a</strong>"
}, {
  "ar" : "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ ۖ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ",
  "id" : "Dan Dia telah menundukkan (pula) bagimu matahari dan bulan yang terus menerus beredar (dalam orbitnya); dan telah menundukkan bagimu malam dan siang.",
  "nomor" : "33",
  "tr" : "wasakhkhara lakumu <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara d<u>aa</u>-ibayni wasakhkhara lakumu <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>r<strong>a</strong>"
}, {
  "ar" : "وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا ۗ إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ",
  "id" : "Dan Dia telah memberikan kepadamu (keperluanmu) dan segala apa yang kamu mohonkan kepadanya. Dan jika kamu menghitung ni'mat Allah, tidaklah dapat kamu menghinggakannya. Sesungguhnya manusia itu, sangat zalim dan sangat mengingkari (ni'mat Allah).",
  "nomor" : "34",
  "tr" : "wa<u>aa</u>t<u>aa</u>kum min kulli m<u>aa</u> sa-altumuuhu wa-in ta'udduu ni'mata <strong>al</strong>l<u>aa</u>hi l<u>aa</u> tu<u>hs</u>uuh<u>aa</u> inna <strong>a</strong>l-ins<u>aa</u>na la<u>zh</u>aluumun kaff<u>aa</u>r<strong>un</strong>"
}, {
  "ar" : "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ",
  "id" : "Dan (ingatlah), ketika Ibrahim berkata: \"Ya Tuhanku, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku daripada menyembah berhala-berhala.",
  "nomor" : "35",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>la ibr<u>aa</u>hiimu rabbi ij'al h<u>aadzaa</u> <strong>a</strong>lbalada <u>aa</u>minan wa<strong>u</strong>jnubnii wabaniyya an na'buda <strong>a</strong>l-a<u>sh</u>n<u>aa</u>m<strong>a</strong>"
}, {
  "ar" : "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ ۖ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي ۖ وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ",
  "id" : "Ya Tuhanku, sesungguhnya berhala-berhala itu telah menyesatkan kebanyakan daripada manusia, maka barangsiapa yang mengikutiku, maka sesungguhnya orang itu termasuk golonganku, dan barangsiapa yang mendurhakai aku, maka sesungguhnya Engkau, Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "36",
  "tr" : "rabbi innahunna a<u>dh</u>lalna katsiiran mina <strong>al</strong>nn<u>aa</u>si faman tabi'anii fa-innahu minnii waman 'a<u>shaa</u>nii fa-innaka ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ",
  "id" : "Ya Tuhan kami, sesungguhnya aku telah menempatkan sebahagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan kami (yang demikian itu) agar mereka mendirikan shalat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan beri rezkilah mereka dari buah-buahan, mudah-mudahan mereka bersyukur.",
  "nomor" : "37",
  "tr" : "rabban<u>aa</u> innii askantu min <u>dz</u>urriyyatii biw<u>aa</u>din ghayri <u>dz</u>ii zar'in 'inda baytika <strong>a</strong>lmu<u>h</u>arrami rabban<u>aa</u> liyuqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta fa<strong>i</strong>j'al af-idatan mina <strong>al</strong>nn<u>aa</u>si tahwii ilayhim wa<strong>u</strong>rzuqhum mina <strong>al</strong>tstsamar<u>aa</u>ti la'allahum yasykuruun<strong>a</strong>"
}, {
  "ar" : "رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
  "id" : "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami lahirkan; dan tidak ada sesuatupun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.",
  "nomor" : "38",
  "tr" : "rabban<u>aa</u> innaka ta'lamu m<u>aa</u> nukhfii wam<u>aa</u> nu'linu wam<u>aa</u> yakhf<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi min syay-in fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>/-<strong>i</strong>"
}, {
  "ar" : "الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ ۚ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ",
  "id" : "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua (ku) Ismail dan Ishaq. Sesungguhnya Tuhanku, benar-benar Maha Mendengar (memperkenankan) do'a.",
  "nomor" : "39",
  "tr" : "al<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii wahaba lii 'al<u>aa</u> <strong>a</strong>lkibari ism<u>aa</u>'iila wa-is<u>haa</u>qa inna rabbii lasamii'u <strong>al</strong>ddu'<u>aa</u>/-<strong>i</strong>"
}, {
  "ar" : "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
  "id" : "Ya Tuhanku, jadikanlah aku dan anak cucuku orang-orang yang tetap mendirikan shalat, ya Tuhan kami, perkenankanlah do'aku.",
  "nomor" : "40",
  "tr" : "rabbi ij'alnii muqiima <strong>al</strong><u>shsh</u>al<u>aa</u>ti wamin <u>dz</u>urriyyatii rabban<u>aa</u> wtaqabbal du'<u>aa</u>/-<strong>i</strong>"
}, {
  "ar" : "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
  "id" : "Ya Tuhan kami, beri ampunlah aku dan kedua ibu bapaku dan sekalian orang-orang mu'min pada hari terjadinya hisab (hari kiamat)\".",
  "nomor" : "41",
  "tr" : "rabban<u>aa</u> ighfir lii waliw<u>aa</u>lidayya walilmu/miniina yawma yaquumu <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>u</strong>"
}, {
  "ar" : "وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ",
  "id" : "Dan janganlah sekali-kali kamu (Muhammad) mengira, bahwa Allah lalai dari apa yang diperbuat oleh orang-orang yang zalim. Sesungguhnya Allah memberi tangguh kepada mereka sampai hari yang pada waktu itu mata (mereka) terbelalak,",
  "nomor" : "42",
  "tr" : "wal<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>l<u>aa</u>ha gh<u>aa</u>filan 'amm<u>aa</u> ya'malu <strong>al</strong><u>zhzhaa</u>limuuna innam<u>aa</u> yu-akhkhiruhum liyawmin tasykha<u>sh</u>u fiihi <strong>a</strong>l-ab<u>shaa</u>r<strong>u</strong>"
}, {
  "ar" : "مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْئِدَتُهُمْ هَوَاءٌ",
  "id" : "mereka datang bergegas-gegas memenuhi panggilan dengan mangangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong.",
  "nomor" : "43",
  "tr" : "muh<u>th</u>i'iina muqni'ii ruuusihim l<u>aa</u> yartaddu ilayhim <u>th</u>arfuhum wa-af-idatuhum haw<u>aa</u>/<strong>un</strong>"
}, {
  "ar" : "وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَىٰ أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ ۗ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ",
  "id" : "Dan berikanlah peringatan kepada manusia terhadap hari (yang pada waktu itu) datang azab kepada mereka, maka berkatalah orang-orang yang zalim: \"Ya Tuhan kami, beri tangguhlah kami (kembalikanlah kami ke dunia) walaupun dalam waktu yang sedikit, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul\". (Kepada mereka dikatakan): \"Bukankah kamu telah bersumpah dahulu (di dunia) bahwa sekali-kali kamu tidak akan binasa?",
  "nomor" : "44",
  "tr" : "wa-an<u>dz</u>iri <strong>al</strong>nn<u>aa</u>sa yawma ya/tiihimu <strong>a</strong>l'a<u>dzaa</u>bu fayaquulu <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu rabban<u>aa</u> akhkhirn<u>aa</u> il<u>aa</u> ajalin qariibin nujib da'wataka wanattabi'i <strong>al</strong>rrusula awa lam takuunuu aqsamtum min qablu m<u>aa</u> lakum min zaw<u>aa</u>l<strong>in</strong>"
}, {
  "ar" : "وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ",
  "id" : "dan kamu telah berdiam di tempat-tempat kediaman orang-orang yang menganiaya diri mereka sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan\".",
  "nomor" : "45",
  "tr" : "wasakantum fii mas<u>aa</u>kini <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu anfusahum watabayyana lakum kayfa fa'aln<u>aa</u> bihim wa<u>dh</u>arabn<u>aa</u> lakumu <strong>a</strong>l-amts<u>aa</u>l<strong>a</strong>"
}, {
  "ar" : "وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ",
  "id" : "Dan sesungguhnya mereka telah membuat makar yang besar padahal di sisi Allah-lah (balasan) makar mereka itu. Dan sesungguhnya makar mereka itu (amat besar) sehingga gunung-gunung dapat lenyap karenanya.",
  "nomor" : "46",
  "tr" : "waqad makaruu makrahum wa'inda <strong>al</strong>l<u>aa</u>hi makruhum wa-in k<u>aa</u>na makruhum litazuula minhu <strong>a</strong>ljib<u>aa</u>l<strong>u</strong>"
}, {
  "ar" : "فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ ۗ إِنَّ اللَّهَ عَزِيزٌ ذُو انْتِقَامٍ",
  "id" : "Karena itu janganlah sekali-kali kamu mengira Allah akan menyalahi janji-Nya kepada rasul-rasul-Nya; sesungguhnya Allah Maha Perkasa, lagi mempunyai pembalasan.",
  "nomor" : "47",
  "tr" : "fal<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>l<u>aa</u>ha mukhlifa wa'dihi rusulahu inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>dz</u>uu intiq<u>aa</u>m<strong>in</strong>"
}, {
  "ar" : "يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ ۖ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ",
  "id" : "(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan meraka semuanya (di padang Mahsyar) berkumpul menghadap ke hadirat Allah yang Maha Esa lagi Maha Perkasa.",
  "nomor" : "48",
  "tr" : "yawma tubaddalu <strong>a</strong>l-ar<u>dh</u>u ghayra <strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wabarazuu lill<u>aa</u>hi <strong>a</strong>lw<u>aah</u>idi <strong>a</strong>lqahh<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفَادِ",
  "id" : "Dan kamu akan melihat orang-orang yang berdosa pada hari itu diikat bersama-sama dengan belenggu.",
  "nomor" : "49",
  "tr" : "watar<u>aa</u> <strong>a</strong>lmujrimiina yawma-i<u>dz</u>in muqarraniina fii <strong>a</strong>l-a<u>sh</u>f<u>aa</u>d<strong>i</strong>"
}, {
  "ar" : "سَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ النَّارُ",
  "id" : "Pakaian mereka adalah dari pelangkin (ter) dan muka mereka ditutup oleh api neraka,",
  "nomor" : "50",
  "tr" : "sar<u>aa</u>biiluhum min qa<u>th</u>r<u>aa</u>nin wataghsy<u>aa</u> wujuuhahumu <strong>al</strong>nn<u>aa</u>r<strong>u</strong>"
}, {
  "ar" : "لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَا كَسَبَتْ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
  "id" : "agar Allah memberi pembalasan kepada tiap-tiap orang terhadap apa yang ia usahakan. Sesungguhnya Allah Maha cepat hisab-Nya.",
  "nomor" : "51",
  "tr" : "liyajziya <strong>al</strong>l<u>aa</u>hu kulla nafsin m<u>aa</u> kasabat inna <strong>al</strong>l<u>aa</u>ha sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "هَٰذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ",
  "id" : "(Al Quraan) ini adalah penjelasan yang sempurna bagi manusia, dan supaya mereka diberi peringatan dengan-Nya, dan supaya mereka mengetahui bahwasanya Dia adalah Tuhan Yang Maha Esa dan agar orang-orang yang berakal mengambil pelajaran.",
  "nomor" : "52",
  "tr" : "h<u>aadzaa</u> bal<u>aa</u>ghun li<strong>l</strong>nn<u>aa</u>si waliyun<u>dz</u>aruu bihi waliya'lamuu annam<u>aa</u> huwa il<u>aa</u>hun w<u>aah</u>idun waliya<u>dzdz</u>akkara uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
} ]
