[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الر ۚ تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ",
  "id" : "Alif, laam, raa. (Surat) ini adalah (sebagian dari) ayat-ayat Al-Kitab (yang sempurna), yaitu (ayat-ayat) Al Qur'an yang memberi penjelasan.",
  "nomor" : "1",
  "tr" : "alif-l<u>aa</u>m-r<u>aa</u> tilka <u>aa</u>y<u>aa</u>tu <strong>a</strong>lkit<u>aa</u>bi waqur-<u>aa</u>nin mubiin<strong>in</strong>"
}, {
  "ar" : "رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ",
  "id" : "Orang-orang yang kafir itu seringkali (nanti di akhirat) menginginkan, kiranya mereka dahulu (di dunia) menjadi orang-orang muslim.",
  "nomor" : "2",
  "tr" : "rubam<u>aa</u> yawaddu <strong>al</strong>la<u>dz</u>iina kafaruu law k<u>aa</u>nuu muslimiin<strong>a</strong>"
}, {
  "ar" : "ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ",
  "id" : "Biarkanlah mereka (di dunia ini) makan dan bersenang-senang dan dilalaikan oleh angan-angan (kosong), maka kelak mereka akan mengetahui (akibat perbuatan mereka).",
  "nomor" : "3",
  "tr" : "<u>dz</u>arhum ya/kuluu wayatamatta'uu wayulhihimu <strong>a</strong>l-amalu fasawfa ya'lamuun<strong>a</strong>"
}, {
  "ar" : "وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ",
  "id" : "Dan Kami tiada membinasakan sesuatu negeripun, melainkan ada baginya ketentuan masa yang telah ditetapkan.",
  "nomor" : "4",
  "tr" : "wam<u>aa</u> ahlakn<u>aa</u> min qaryatin ill<u>aa</u> walah<u>aa</u> kit<u>aa</u>bun ma'luum<strong>un</strong>"
}, {
  "ar" : "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ",
  "id" : "Tidak ada suatu umatpun yang dapat mendahului ajalnya, dan tidak (pula) dapat mengundurkan (nya).",
  "nomor" : "5",
  "tr" : "m<u>aa</u> tasbiqu min ummatin ajalah<u>aa</u> wam<u>aa</u> yasta/khiruun<strong>a</strong>"
}, {
  "ar" : "وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ",
  "id" : "Mereka berkata: \"Hai orang yang diturunkan Al Qur'an kepadanya, sesungguhnya kamu benar-benar orang yang gila.",
  "nomor" : "6",
  "tr" : "waq<u>aa</u>luu y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>ii nuzzila 'alayhi <strong>al</strong><u>dzdz</u>ikru innaka lamajnuun<strong>un</strong>"
}, {
  "ar" : "لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
  "id" : "Mengapa kamu tidak mendatangkan malaikat kepada kami, jika kamu termasuk orang-orang yang benar?\"",
  "nomor" : "7",
  "tr" : "law m<u>aa</u> ta/tiin<u>aa</u> bi<strong>a</strong>lmal<u>aa</u>-ikati in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ",
  "id" : "Kami tidak menurunkan malaikat melainkan dengan benar (untuk membawa azab) dan tiadalah mereka ketika itu diberi tangguh.",
  "nomor" : "8",
  "tr" : "m<u>aa</u> nunazzilu <strong>a</strong>lmal<u>aa</u>-ikata ill<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wam<u>aa</u> k<u>aa</u>nuu i<u>dz</u>an mun<u>zh</u>ariin<strong>a</strong>"
}, {
  "ar" : "إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ",
  "id" : "Sesungguhnya Kami-lah yang menurunkan Al Qur'an, dan sesungguhnya Kami benar-benar memeliharanya.",
  "nomor" : "9",
  "tr" : "inn<u>aa</u> na<u>h</u>nu nazzaln<u>aa</u> <strong>al</strong><u>dzdz</u>ikra wa-inn<u>aa</u> lahu la<u>haa</u>fi<u>zh</u>uun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ",
  "id" : "Dan sesungguhnya Kami telah mengutus (beberapa rasul) sebelum kamu kepada umat-umat yang terdahulu.",
  "nomor" : "10",
  "tr" : "walaqad arsaln<u>aa</u> min qablika fii syiya'i <strong>a</strong>l-awwaliin<strong>a</strong>"
}, {
  "ar" : "وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
  "id" : "Dan tidak datang seorang rasulpun kepada mereka, melainkan mereka selalu memperolok-olokkannya.",
  "nomor" : "11",
  "tr" : "wam<u>aa</u> ya/tiihim min rasuulin ill<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>"
}, {
  "ar" : "كَذَٰلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ",
  "id" : "Demikianlah, Kami mamasukkan (rasa ingkar dan memperolok-olokkan itu) kedalam hati orang-orang yang berdosa (orang-orang kafir),",
  "nomor" : "12",
  "tr" : "ka<u>dzaa</u>lika naslukuhu fii quluubi <strong>a</strong>lmujrimiin<strong>a</strong>"
}, {
  "ar" : "لَا يُؤْمِنُونَ بِهِ ۖ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ",
  "id" : "mereka tidak beriman kepadanya (Al Qur'an) dan sesungguhnya telah berlalu sunnatullah terhadap orang-orang dahulu.",
  "nomor" : "13",
  "tr" : "l<u>aa</u> yu/minuuna bihi waqad khalat sunnatu <strong>a</strong>l-awwaliin<strong>a</strong>"
}, {
  "ar" : "وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ",
  "id" : "Dan jika seandainya Kami membukakan kepada mereka salah satu dari (pintu-pintu) langit, lalu mereka terus menerus naik ke atasnya,",
  "nomor" : "14",
  "tr" : "walaw fata<u>h</u>n<u>aa</u> 'alayhim b<u>aa</u>ban mina <strong>al</strong>ssam<u>aa</u>-i fa<u>zh</u>alluu fiihi ya'rujuun<strong>a</strong>"
}, {
  "ar" : "لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ",
  "id" : "tentulah mereka berkata: \"Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang orang yang kena sihir\".",
  "nomor" : "15",
  "tr" : "laq<u>aa</u>luu innam<u>aa</u> sukkirat ab<u>shaa</u>run<u>aa</u> bal na<u>h</u>nu qawmun mas<u>h</u>uuruun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ",
  "id" : "Dan sesungguhnya Kami telah menciptakan gugusan bintang-bintang (di langit) dan Kami telah menghiasi langit itu bagi orang-orang yang memandang (nya),",
  "nomor" : "16",
  "tr" : "walaqad ja'aln<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>-i buruujan wazayyann<u>aa</u>h<u>aa</u> li<strong>l</strong>nn<u>aats</u>iriin<strong>a</strong>"
}, {
  "ar" : "وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ",
  "id" : "dan Kami menjaganya dari tiap-tiap syaitan yang terkutuk,",
  "nomor" : "17",
  "tr" : "wa<u>h</u>afi<u>zh</u>n<u>aa</u>h<u>aa</u> min kulli syay<u>th</u><u>aa</u>nin rajiim<strong>in</strong>"
}, {
  "ar" : "إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ",
  "id" : "kecuali syaitan yang mencuri-curi (berita) yang dapat didengar (dari malaikat) lalu dia dikejar oleh semburan api yang terang.",
  "nomor" : "18",
  "tr" : "ill<u>aa</u> mani istaraqa <strong>al</strong>ssam'a fa-atba'ahu syih<u>aa</u>bun mubiin<strong>un</strong>"
}, {
  "ar" : "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ",
  "id" : "Dan Kami telah menghamparkan bumi dan menjadikan padanya gunung-gunung dan Kami tumbuhkan padanya segala sesuatu menurut ukuran.",
  "nomor" : "19",
  "tr" : "wa<strong>a</strong>l-ar<u>dh</u>a madadn<u>aa</u>h<u>aa</u> wa-alqayn<u>aa</u> fiih<u>aa</u> raw<u>aa</u>siya wa-anbatn<u>aa</u> fiih<u>aa</u> min kulli syay-in mawzuun<strong>in</strong>"
}, {
  "ar" : "وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ",
  "id" : "Dan Kami telah menjadikan untukmu di bumi keperluan-keperluan hidup, dan (Kami menciptakan pula) makhluk-makhluk yang kamu sekali-kali bukan pemberi rezki kepadanya.",
  "nomor" : "20",
  "tr" : "waja'aln<u>aa</u> lakum fiih<u>aa</u> ma'<u>aa</u>yisya waman lastum lahu bir<u>aa</u>ziqiin<strong>a</strong>"
}, {
  "ar" : "وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ",
  "id" : "Dan tidak ada sesuatupun melainkan pada sisi Kami-lah khazanahnya 795; dan Kami tidak menurunkannya melainkan dengan ukuran yang tertentu.",
  "nomor" : "21",
  "tr" : "wa-in min syay-in ill<u>aa</u> 'indan<u>aa</u> khaz<u>aa</u>-inuhu wam<u>aa</u> nunazziluhu ill<u>aa</u> biqadarin ma'luum<strong>in</strong>"
}, {
  "ar" : "وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ",
  "id" : "Dan Kami telah meniupkan angin untuk mengawinkan (tumbuh-tumbuhan) dan Kami turunkan hujan dari langit, lalu Kami beri minum kamu dengan air itu, dan sekali-kali bukanlah kamu yang menyimpannya.",
  "nomor" : "22",
  "tr" : "wa-arsaln<u>aa</u> <strong>al</strong>rriy<u>aah</u>a law<u>aa</u>qi<u>h</u>a fa-anzaln<u>aa</u> mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-asqayn<u>aa</u>kumuuhu wam<u>aa</u> antum lahu bikh<u>aa</u>ziniin<strong>a</strong>"
}, {
  "ar" : "وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ",
  "id" : "Dan sesungguhnya benar-benar Kami-lah yang menghidupkan dan mematikan dan Kami (pulalah) yang mewarisi.",
  "nomor" : "23",
  "tr" : "wa-inn<u>aa</u> lana<u>h</u>nu nu<u>h</u>yii wanumiitu wana<u>h</u>nu <strong>a</strong>lw<u>aa</u>ritsuun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ",
  "id" : "Dan sesungguhnya Kami telah mengetahui orang-orang yang terdahulu daripada-mu dan sesungguhnya Kami mengetahui pula orang-orang yang terkemudian (daripadamu).",
  "nomor" : "24",
  "tr" : "walaqad 'alimn<u>aa</u> <strong>a</strong>lmustaqdimiina minkum walaqad 'alimn<u>aa</u> <strong>a</strong>lmusta/khiriin<strong>a</strong>"
}, {
  "ar" : "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُ حَكِيمٌ عَلِيمٌ",
  "id" : "Sesungguhnya Tuhanmu, Dia-lah yang akan menghimpunkan mereka. Sesungguhnya Dia adalah Maha Bijaksana lagi Maha Mengetahui.",
  "nomor" : "25",
  "tr" : "wa-inna rabbaka huwa ya<u>h</u>syuruhum innahu <u>h</u>akiimun 'aliim<strong>u</strong>"
}, {
  "ar" : "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ",
  "id" : "Dan sesungguhnya Kami telah menciptakan manusia (Adam) dari tanah liat kering (yang berasal) dari lumpur hitam yang diberi bentuk.",
  "nomor" : "26",
  "tr" : "walaqad khalaqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na min <u>sh</u>al<u>shaa</u>lin min <u>h</u>ama-in masnuun<strong>in</strong>"
}, {
  "ar" : "وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ",
  "id" : "Dan Kami telah menciptakan jin sebelum (Adam) dari api yang sangat panas.",
  "nomor" : "27",
  "tr" : "wa<strong>a</strong>lj<u>aa</u>nna khalaqn<u>aa</u>hu min qablu min n<u>aa</u>ri <strong>al</strong>ssamuum<strong>i</strong>"
}, {
  "ar" : "وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ",
  "id" : "Dan (ingatlah), ketika Tuhanmu berfirman kepada para malaikat: \"Sesungguhnya Aku akan menciptakan seorang manusia dari tanah liat kering (yang berasal) dari lumpur hitam yang diberi bentuk,",
  "nomor" : "28",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>la rabbuka lilmal<u>aa</u>-ikati innii kh<u>aa</u>liqun basyaran min <u>sh</u>al<u>shaa</u>lin min <u>h</u>ama-in masnuun<strong>in</strong>"
}, {
  "ar" : "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ",
  "id" : "Maka apabila Aku telah menyempurnakan kejadiannya, dan telah meniup kan kedalamnya ruh (ciptaan)-Ku, maka tunduklah kamu kepadanya dengan bersujud.",
  "nomor" : "29",
  "tr" : "fa-i<u>dzaa</u> sawwaytuhu wanafakhtu fiihi min ruu<u>h</u>ii faqa'uu lahu s<u>aa</u>jidiin<strong>a</strong>"
}, {
  "ar" : "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ",
  "id" : "Maka bersujudlah para malaikat itu semuanya bersama-sama,",
  "nomor" : "30",
  "tr" : "fasajada <strong>a</strong>lmal<u>aa</u>-ikatu kulluhum ajma'uun<strong>a</strong>"
}, {
  "ar" : "إِلَّا إِبْلِيسَ أَبَىٰ أَنْ يَكُونَ مَعَ السَّاجِدِينَ",
  "id" : "kecuali iblis. Ia enggan ikut besama-sama (malaikat) yang sujud itu.",
  "nomor" : "31",
  "tr" : "ill<u>aa</u> ibliisa ab<u>aa</u> an yakuuna ma'a <strong>al</strong>ss<u>aa</u>jidiin<strong>a</strong>"
}, {
  "ar" : "قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ",
  "id" : "Allah berfirman: \"Hai iblis, apa sebabnya kamu tidak (ikut sujud) bersama-sama mereka yang sujud itu?\"",
  "nomor" : "32",
  "tr" : "q<u>aa</u>la y<u>aa</u> ibliisu m<u>aa</u> laka <strong>al</strong>l<u>aa</u> takuuna ma'a <strong>al</strong>ss<u>aa</u>jidiin<strong>a</strong>"
}, {
  "ar" : "قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ",
  "id" : "Berkata Iblis: \"Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering (yang berasal) dari lumpur hitam yang diberi bentuk\"",
  "nomor" : "33",
  "tr" : "q<u>aa</u>la lam akun li-asjuda libasyarin khalaqtahu min <u>sh</u>al<u>shaa</u>lin min <u>h</u>ama-in masnuun<strong>in</strong>"
}, {
  "ar" : "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
  "id" : "Allah berfirman : \"Keluarlah dari surga, karena sesungguhnya kamu terkutuk,",
  "nomor" : "34",
  "tr" : "q<u>aa</u>la fa<strong>u</strong>khruj minh<u>aa</u> fa-innaka rajiim<strong>un</strong>"
}, {
  "ar" : "وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَىٰ يَوْمِ الدِّينِ",
  "id" : "dan sesungguhnya kutukan itu tetap menimpamu sampai hari kiamat\".",
  "nomor" : "35",
  "tr" : "wa-inna 'alayka <strong>al</strong>la'nata il<u>aa</u> yawmi <strong>al</strong>ddiin<strong>i</strong>"
}, {
  "ar" : "قَالَ رَبِّ فَأَنْظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ",
  "id" : "Berkata iblis: \"Ya Tuhanku, (kalau begitu) maka beri tangguhlah kepadaku sampai hari (manusia) dibangkitkan,",
  "nomor" : "36",
  "tr" : "q<u>aa</u>la rabbi fa-an<u>zh</u>irnii il<u>aa</u> yawmi yub'atsuun<strong>a</strong>"
}, {
  "ar" : "قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ",
  "id" : "Allah berfirman: \"(Kalau begitu) maka sesungguhnya kamu termasuk orang-orang yang diberi tangguh,",
  "nomor" : "37",
  "tr" : "q<u>aa</u>la fa-innaka mina <strong>a</strong>lmun<u>zh</u>ariin<strong>a</strong>"
}, {
  "ar" : "إِلَىٰ يَوْمِ الْوَقْتِ الْمَعْلُومِ",
  "id" : "sampai hari (suatu) waktu yang telah ditentukan,",
  "nomor" : "38",
  "tr" : "il<u>aa</u> yawmi <strong>a</strong>lwaqti <strong>a</strong>lma'luum<strong>i</strong>"
}, {
  "ar" : "قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
  "id" : "Iblis berkata : \"Ya Tuhanku, oleh sebab Engkau telah memutuskan bahwa aku sesat, pasti aku akan menjadikan mereka memandang baik (perbuatan ma'siat) di muka bumi, dan pasti aku akan menyesatkan mereka semuanya,",
  "nomor" : "39",
  "tr" : "q<u>aa</u>la rabbi bim<u>aa</u> aghwaytanii lauzayyinanna lahum fii <strong>a</strong>l-ar<u>dh</u>i walaughwiyannahum ajma'iin<strong>a</strong>"
}, {
  "ar" : "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ",
  "id" : "kecuali hamba-hamba Engkau yang mukhlis di antara mereka\".",
  "nomor" : "40",
  "tr" : "ill<u>aa</u> 'ib<u>aa</u>daka minhumu <strong>a</strong>lmukhla<u>sh</u>iin<strong>a</strong>"
}, {
  "ar" : "قَالَ هَٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ",
  "id" : "Allah berfirman : \"Ini adalah jalan yang lurus, kewajiban Aku-lah (menjaganya).",
  "nomor" : "41",
  "tr" : "q<u>aa</u>la h<u>aadzaa</u> <u>sh</u>ir<u>aath</u>un 'alayya mustaqiim<strong>un</strong>"
}, {
  "ar" : "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ",
  "id" : "Sesungguhnya hamba-hamba-Ku tidak ada kekuasaan bagimu terhadap mereka, kecuali orang-orang yang mengikut kamu, yaitu orang-orang yang sesat.",
  "nomor" : "42",
  "tr" : "inna 'ib<u>aa</u>dii laysa laka 'alayhim sul<u>th</u><u>aa</u>nun ill<u>aa</u> mani ittaba'aka mina <strong>a</strong>lgh<u>aa</u>wiin<strong>a</strong>"
}, {
  "ar" : "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ",
  "id" : "Dan sesungguhnya Jahannam itu benar-benar tempat yang telah diancamkan kepada mereka (pengikut-pengikut syaitan) semuanya.",
  "nomor" : "43",
  "tr" : "wa-inna jahannama lamaw'iduhum ajma'iin<strong>a</strong>"
}, {
  "ar" : "لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ",
  "id" : "Jahannam itu mempunyai tujuh pintu. Tiap-tiap pintu (telah ditetapkan) untuk golongan yang tertentu dari mereka.",
  "nomor" : "44",
  "tr" : "lah<u>aa</u> sab'atu abw<u>aa</u>bin likulli b<u>aa</u>bin minhum juz-un maqsuum<strong>un</strong>"
}, {
  "ar" : "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ",
  "id" : "Sesungguhnya orang-orang yang bertakwa itu berada dalam surga (taman-taman) dan (di dekat) mata air-mata air (yang mengalir).",
  "nomor" : "45",
  "tr" : "inna <strong>a</strong>lmuttaqiina fii jann<u>aa</u>tin wa'uyuun<strong>in</strong>"
}, {
  "ar" : "ادْخُلُوهَا بِسَلَامٍ آمِنِينَ",
  "id" : "(Dikatakan kepada mereka): \"Masuklah ke dalamnya dengan sejahtera lagi aman\"",
  "nomor" : "46",
  "tr" : "udkhuluuh<u>aa</u> bisal<u>aa</u>min <u>aa</u>miniin<strong>a</strong>"
}, {
  "ar" : "وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَىٰ سُرُرٍ مُتَقَابِلِينَ",
  "id" : "Dan Kami lenyapkan segala rasa dendam yang berada dalam hati mereka, sedang mereka merasa bersaudara duduk berhadap-hadapan di atas dipan-dipan.",
  "nomor" : "47",
  "tr" : "wanaza'n<u>aa</u> m<u>aa</u> fii <u>sh</u>uduurihim min ghillin ikhw<u>aa</u>nan 'al<u>aa</u> sururin mutaq<u>aa</u>biliin<strong>a</strong>"
}, {
  "ar" : "لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ",
  "id" : "Mereka tidak merasa lelah di dalamnya dan mereka sekali-kali tidak akan dikeluarkan daripadanya.",
  "nomor" : "48",
  "tr" : "l<u>aa</u> yamassuhum fiih<u>aa</u> na<u>sh</u>abun wam<u>aa</u> hum minh<u>aa</u> bimukhrajiin<strong>a</strong>"
}, {
  "ar" : "نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ",
  "id" : "Kabarkanlah kepada hamba-hamba-Ku, bahwa sesungguhnya Aku-lah Yang Maha Pengampun lagi Maha Penyayang,",
  "nomor" : "49",
  "tr" : "nabbi/ 'ib<u>aa</u>dii annii an<u>aa</u> <strong>a</strong>lghafuuru <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
}, {
  "ar" : "وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ",
  "id" : "dan bahwa sesungguhnya azab-Ku adalah azab yang sangat pedih.",
  "nomor" : "50",
  "tr" : "wa-anna 'a<u>dzaa</u>bii huwa <strong>a</strong>l'a<u>dzaa</u>bu <strong>a</strong>l-aliim<strong>u</strong>"
}, {
  "ar" : "وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ",
  "id" : "Dan kabarkanlah kepada mereka tentang tamu-tamu Ibrahim.",
  "nomor" : "51",
  "tr" : "wanabbi/hum 'an <u>dh</u>ayfi ibr<u>aa</u>hiim<strong>a</strong>"
}, {
  "ar" : "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنْكُمْ وَجِلُونَ",
  "id" : "Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan: \"Salaam\". Berkata Ibrahim : \"Sesungguhnya kami merasa takut kepadamu\".",
  "nomor" : "52",
  "tr" : "i<u>dz</u> dakhaluu 'alayhi faq<u>aa</u>luu sal<u>aa</u>man q<u>aa</u>la inn<u>aa</u> minkum wajiluun<strong>a</strong>"
}, {
  "ar" : "قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ",
  "id" : "Mereka berkata : \"Janganlah kamu merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang alim\".",
  "nomor" : "53",
  "tr" : "q<u>aa</u>luu l<u>aa</u> tawjal inn<u>aa</u> nubasysyiruka bighul<u>aa</u>min 'aliim<strong>in</strong>"
}, {
  "ar" : "قَالَ أَبَشَّرْتُمُونِي عَلَىٰ أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ",
  "id" : "Berkata Ibrahim : \"Apakah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, maka dengan cara bagaimanakah (terlaksananya) berita gembira yang kamu kabarkan ini?\"",
  "nomor" : "54",
  "tr" : "q<u>aa</u>la abasysyartumuunii 'al<u>aa</u> an massaniya <strong>a</strong>lkibaru fabima tubasysyiruun<strong>i</strong>"
}, {
  "ar" : "قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُنْ مِنَ الْقَانِطِينَ",
  "id" : "Mereka menjawab: \"Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah kamu termasuk orang-orang yang berputus asa\".",
  "nomor" : "55",
  "tr" : "q<u>aa</u>luu basysyarn<u>aa</u>ka bi<strong>a</strong>l<u>h</u>aqqi fal<u>aa</u> takun mina <strong>a</strong>lq<u>aa</u>ni<u>th</u>iin<strong>a</strong>"
}, {
  "ar" : "قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ",
  "id" : "Ibrahim berkata: \"Tidak ada orang yang berputus asa dari rahmat Tuhan-nya, kecuali orang-orang yang sesat\".",
  "nomor" : "56",
  "tr" : "q<u>aa</u>la waman yaqna<u>th</u>u min ra<u>h</u>mati rabbihi ill<u>aa</u> <strong>al</strong><u>dhdhaa</u>lluun<strong>a</strong>"
}, {
  "ar" : "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ",
  "id" : "Berkata (pula) Ibrahim: \"Apakah urusanmu yang penting (selain itu), hai para utusan?\"",
  "nomor" : "57",
  "tr" : "q<u>aa</u>la fam<u>aa</u> kha<u>th</u>bukum ayyuh<u>aa</u> <strong>a</strong>lmursaluun<strong>a</strong>"
}, {
  "ar" : "قَالُوا إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُجْرِمِينَ",
  "id" : "Mereka menjawab: \"Kami sesungguhnya diutus kepada kaum yang berdosa,",
  "nomor" : "58",
  "tr" : "q<u>aa</u>luu inn<u>aa</u> ursiln<u>aa</u> il<u>aa</u> qawmin mujrimiin<strong>a</strong>"
}, {
  "ar" : "إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ",
  "id" : "kecuali Luth beserta pengikut-pengikutnya. Sesungguhnya Kami akan menyelamatkan mereka semuanya,",
  "nomor" : "59",
  "tr" : "ill<u>aa</u> <u>aa</u>la luu<u>th</u>in inn<u>aa</u> lamunajjuuhum ajma'iin<strong>a</strong>"
}, {
  "ar" : "إِلَّا امْرَأَتَهُ قَدَّرْنَا ۙ إِنَّهَا لَمِنَ الْغَابِرِينَ",
  "id" : "kecuali istrinya. Kami telah menentukan, bahwa sesungguhnya ia itu termasuk orang-orang yang tertinggal (bersama-sama dengan orang kafir lainnya)\".",
  "nomor" : "60",
  "tr" : "ill<u>aa</u> imra-atahu qaddarn<u>aa</u> innah<u>aa</u> lamina <strong>a</strong>lgh<u>aa</u>biriin<strong>a</strong>"
}, {
  "ar" : "فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ",
  "id" : "Maka tatkala para utusan itu datang kepada kaum Luth, beserta pengikut pengikutnya,",
  "nomor" : "61",
  "tr" : "falamm<u>aa</u> j<u>aa</u>-a <u>aa</u>la luu<u>th</u>in <strong>a</strong>lmursaluun<strong>a</strong>"
}, {
  "ar" : "قَالَ إِنَّكُمْ قَوْمٌ مُنْكَرُونَ",
  "id" : "ia berkata: \"Sesungguhnya kamu adalah orang-orang yang tidak dikenal\".",
  "nomor" : "62",
  "tr" : "q<u>aa</u>la innakum qawmun munkaruun<strong>a</strong>"
}, {
  "ar" : "قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ",
  "id" : "Para utusan menjawab: \"Sebenarnya kami ini datang kepadamu dengan membawa azab yang selalu mereka dustakan.",
  "nomor" : "63",
  "tr" : "q<u>aa</u>luu bal ji/n<u>aa</u>ka bim<u>aa</u> k<u>aa</u>nuu fiihi yamtaruun<strong>a</strong>"
}, {
  "ar" : "وَأَتَيْنَاكَ بِالْحَقِّ وَإِنَّا لَصَادِقُونَ",
  "id" : "Dan kami datang kepadamu membawa kebenaran dan sesungguhnya kami betul-betul orang-orang benar.",
  "nomor" : "64",
  "tr" : "wa-atayn<u>aa</u>ka bi<strong>a</strong>l<u>h</u>aqqi wa-inn<u>aa</u> la<u>shaa</u>diquun<strong>a</strong>"
}, {
  "ar" : "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَاتَّبِعْ أَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ",
  "id" : "Maka pergilah kamu di akhir malam dengan membawa keluargamu, dan ikutlah mereka dari belakang dan janganlah seorangpun di antara kamu menoleh kebelakang dan teruskanlah perjalanan ke tempat yang di perintahkan kepadamu\".",
  "nomor" : "65",
  "tr" : "fa-asri bi-ahlika biqi<u>th</u>'in mina <strong>al</strong>layli wa<strong>i</strong>ttabi' adb<u>aa</u>rahum wal<u>aa</u> yaltafit minkum a<u>h</u>adun wa<strong>i</strong>m<u>dh</u>uu <u>h</u>aytsu tu/maruun<strong>a</strong>"
}, {
  "ar" : "وَقَضَيْنَا إِلَيْهِ ذَٰلِكَ الْأَمْرَ أَنَّ دَابِرَ هَٰؤُلَاءِ مَقْطُوعٌ مُصْبِحِينَ",
  "id" : "Dan telah Kami wahyukan kepadanya (Luth) perkara itu, yaitu bahwa mereka akan ditumpas habis di waktu subuh.",
  "nomor" : "66",
  "tr" : "waqa<u>dh</u>ayn<u>aa</u> ilayhi <u>dzaa</u>lika <strong>a</strong>l-amra anna d<u>aa</u>bira h<u>aa</u>ul<u>aa</u>-i maq<u>th</u>uu'un mu<u>sh</u>bi<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "وَجَاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ",
  "id" : "Dan datanglah penduduk kota itu (ke rumah Luth) dengan gembira (karena) kedatangan tamu-tamu itu.",
  "nomor" : "67",
  "tr" : "waj<u>aa</u>-a ahlu <strong>a</strong>lmadiinati yastabsyiruun<strong>a</strong>"
}, {
  "ar" : "قَالَ إِنَّ هَٰؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِ",
  "id" : "Luth berkata: \"Sesungguhnya mereka adalah tamuku; maka janganlah kamu memberi malu (kepadaku),",
  "nomor" : "68",
  "tr" : "q<u>aa</u>la inna h<u>aa</u>ul<u>aa</u>-i <u>dh</u>ayfii fal<u>aa</u> taf<u>dh</u>a<u>h</u>uun<strong>i</strong>"
}, {
  "ar" : "وَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ",
  "id" : "dan bertakwalah kepada Allah dan janganlah kamu membuat aku terhina\".",
  "nomor" : "69",
  "tr" : "wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wal<u>aa</u> tukhzuun<strong>i</strong>"
}, {
  "ar" : "قَالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ",
  "id" : "Mereka berkata : \"Dan bukankah kami telah melarangmu dari (melindungi) manusia?\"",
  "nomor" : "70",
  "tr" : "q<u>aa</u>luu awa lam nanhaka 'ani <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "قَالَ هَٰؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ",
  "id" : "Luth berkata: \"Inilah puteri-puteriku (kawinlah dengan mereka), jika kamu hendak berbuat (secara yang halal)\".",
  "nomor" : "71",
  "tr" : "q<u>aa</u>la h<u>aa</u>ul<u>aa</u>-i ban<u>aa</u>tii in kuntum f<u>aa</u>'iliin<strong>a</strong>"
}, {
  "ar" : "لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ",
  "id" : "(Allah berfirman) : \"Demi umurmu (Muhammad), sesungguhnya mereka terombang-ambing di dalam kemabukan (kesesatan)\".",
  "nomor" : "72",
  "tr" : "la'amruka innahum lafii sakratihim ya'mahuuna"
}, {
  "ar" : "فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ",
  "id" : "Maka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit.",
  "nomor" : "73",
  "tr" : "fa-akha<u>dz</u>at-humu <strong>al</strong><u>shsh</u>ay<u>h</u>atu musyriqiin<strong>a</strong>"
}, {
  "ar" : "فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ",
  "id" : "Maka Kami jadikan bahagian atas kota itu terbalik ke bawah dan Kami hujani mereka dengan batu dari tanah yang keras.",
  "nomor" : "74",
  "tr" : "faja'aln<u>aa</u> '<u>aa</u>liyah<u>aa</u> s<u>aa</u>filah<u>aa</u> wa-am<u>th</u>arn<u>aa</u> 'alayhim <u>h</u>ij<u>aa</u>ratan min sijjiil<strong>in</strong>"
}, {
  "ar" : "إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ",
  "id" : "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang memperhatikan tanda-tanda.",
  "nomor" : "75",
  "tr" : "inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin lilmutawassimiin<strong>a</strong>"
}, {
  "ar" : "وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ",
  "id" : "Dan sesungguhnya kota itu benar-benar terletak di jalan yang masih tetap (dilalui manusia).",
  "nomor" : "76",
  "tr" : "wa-innah<u>aa</u> labisabiilin muqiim<strong>in</strong>"
}, {
  "ar" : "إِنَّ فِي ذَٰلِكَ لَآيَةً لِلْمُؤْمِنِينَ",
  "id" : "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang beriman.",
  "nomor" : "77",
  "tr" : "inna fii <u>dzaa</u>lika la<u>aa</u>yatan lilmu/miniin<strong>a</strong>"
}, {
  "ar" : "وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ",
  "id" : "Dan sesungguhnya adalah penduduk Aikah itu benar-benar kaum yang zalim,",
  "nomor" : "78",
  "tr" : "wa-in k<u>aa</u>na a<u>sh</u>-<u>haa</u>bu <strong>a</strong>l-aykati la<u>zhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "فَانْتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ",
  "id" : "maka Kami membinasakan mereka. Dan sesungguhnya kedua kota itu benar-benar terletak di jalan umum yang terang.",
  "nomor" : "79",
  "tr" : "fa<strong>i</strong>ntaqamn<u>aa</u> minhum wa-innahum<u>aa</u> labi-im<u>aa</u>min mubiin<strong>in</strong>"
}, {
  "ar" : "وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ",
  "id" : "Dan sesungguhnya penduduk-penduduk kota Al Hijr telah mendustakan rasul-rasul,",
  "nomor" : "80",
  "tr" : "walaqad ka<u>dzdz</u>aba a<u>sh</u>-<u>haa</u>bu <strong>a</strong>l<u>h</u>ijri <strong>a</strong>lmursaliin<strong>a</strong>"
}, {
  "ar" : "وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُوا عَنْهَا مُعْرِضِينَ",
  "id" : "dan Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling daripadanya,",
  "nomor" : "81",
  "tr" : "wa<u>aa</u>tayn<u>aa</u>hum <u>aa</u>y<u>aa</u>tin<u>aa</u> fak<u>aa</u>nuu 'anh<u>aa</u> mu'ri<u>dh</u>iin<strong>a</strong>"
}, {
  "ar" : "وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ",
  "id" : "dan mereka memahat rumah-rumah dari gunung-gunung batu (yang didiami) dengan aman.",
  "nomor" : "82",
  "tr" : "wak<u>aa</u>nuu yan<u>h</u>ituuna mina <strong>a</strong>ljib<u>aa</u>li buyuutan <u>aa</u>miniin<strong>a</strong>"
}, {
  "ar" : "فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ",
  "id" : "Maka mereka dibinasakan oleh suara keras yang mengguntur di waktu pagi,",
  "nomor" : "83",
  "tr" : "fa-akha<u>dz</u>at-humu <strong>al</strong><u>shsh</u>ay<u>h</u>atu mu<u>sh</u>bi<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
  "id" : "maka tak dapat menolong mereka, apa yang telah mereka usahakan.",
  "nomor" : "84",
  "tr" : "fam<u>aa</u> aghn<u>aa</u> 'anhum m<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
}, {
  "ar" : "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ ۗ وَإِنَّ السَّاعَةَ لَآتِيَةٌ ۖ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ",
  "id" : "Dan tidaklah Kami ciptakan langit dan bumi dan apa yang ada di antara keduanya, melainkan dengan benar. Dan sesungguhnya saat (kiamat) itu pasti akan datang, maka maafkanlah (mereka) dengan cara yang baik.",
  "nomor" : "85",
  "tr" : "wam<u>aa</u> khalaqn<u>aa</u> <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> ill<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wa-inna <strong>al</strong>ss<u>aa</u>'ata la<u>aa</u>tiyatun fa<strong>i</strong><u>sh</u>fa<u>h</u>i <strong>al</strong><u>shsh</u>af<u>h</u>a <strong>a</strong>ljamiil<strong>a</strong>"
}, {
  "ar" : "إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ",
  "id" : "Sesungguhnya Tuhanmu, Dia-lah Yang Maha Pencipta lagi Maha Mengetahui.",
  "nomor" : "86",
  "tr" : "inna rabbaka huwa <strong>a</strong>lkhall<u>aa</u>qu <strong>a</strong>l'aliim<strong>u</strong>"
}, {
  "ar" : "وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ",
  "id" : "Dan sesungguhnya Kami telah berikan kepadamu tujuh ayat yang dibaca berulang-ulang dan Al Qur'an yang agung.",
  "nomor" : "87",
  "tr" : "walaqad <u>aa</u>tayn<u>aa</u>ka sab'an mina <strong>a</strong>lmats<u>aa</u>nii wa<strong>a</strong>lqur-<u>aa</u>na <strong>a</strong>l'a<u>zh</u>iim<strong>a</strong>"
}, {
  "ar" : "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ",
  "id" : "Janganlah sekali-kali kamu menunjukkan pandanganmu kepada keni'matan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang-orang kafir itu), dan janganlah kamu bersedih hati terhadap mereka dan berendah dirilah kamu terhadap orang-orang yang beriman.",
  "nomor" : "88",
  "tr" : "l<u>aa</u> tamuddanna 'aynayka il<u>aa</u> m<u>aa</u> matta'n<u>aa</u> bihi azw<u>aa</u>jan minhum wal<u>aa</u> ta<u>h</u>zan 'alayhim wa<strong>i</strong>khfi<u>dh</u> jan<u>aah</u>aka lilmu/miniin<strong>a</strong>"
}, {
  "ar" : "وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ",
  "id" : "Dan katakanlah : \"Sesungguhnya aku adalah pemberi peringatan yang menjelaskan\".",
  "nomor" : "89",
  "tr" : "waqul innii an<u>aa</u> <strong>al</strong>nna<u>dz</u>iiru <strong>a</strong>lmubiin<strong>u</strong>"
}, {
  "ar" : "كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ",
  "id" : "Sebagaimana (Kami telah memberi peringatan), Kami telah menurunkan (azab) kepada orang-orang yang membagi-bagi (Kitab Allah),",
  "nomor" : "90",
  "tr" : "kam<u>aa</u> anzaln<u>aa</u> 'al<u>aa</u> <strong>a</strong>lmuqtasimiin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ",
  "id" : "(yaitu) orang-orang yang telah menjadikan Al Qur'an itu terbagi-bagi.",
  "nomor" : "91",
  "tr" : "<strong>al</strong>la<u>dz</u>iina ja'aluu <strong>a</strong>lqur-<u>aa</u>na 'i<u>dh</u>iin<strong>a</strong>"
}, {
  "ar" : "فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ",
  "id" : "Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua,",
  "nomor" : "92",
  "tr" : "fawarabbika lanas-alannahum ajma'iin<strong>a</strong>"
}, {
  "ar" : "عَمَّا كَانُوا يَعْمَلُونَ",
  "id" : "tentang apa yang telah mereka kerjakan dahulu.",
  "nomor" : "93",
  "tr" : "'amm<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ",
  "id" : "Maka sampaikanlah olehmu secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang-orang yang musyrik.",
  "nomor" : "94",
  "tr" : "fa<strong>i</strong><u>sh</u>da' bim<u>aa</u> tu/maru wa-a'ri<u>dh</u> 'ani <strong>a</strong>lmusyrikiin<strong>a</strong>"
}, {
  "ar" : "إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ",
  "id" : "Sesungguhnya Kami memelihara kamu daripada (kejahatan) orang-orang yang memperolok-olokkan (kamu),",
  "nomor" : "95",
  "tr" : "inn<u>aa</u> kafayn<u>aa</u>ka <strong>a</strong>lmustahzi-iin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ ۚ فَسَوْفَ يَعْلَمُونَ",
  "id" : "(Yaitu) orang-orang yang menganggap adanya tuhan yang lain di samping Allah; maka mereka kelak akan mengetahui (akibat-akibatnya).",
  "nomor" : "96",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yaj'aluuna ma'a <strong>al</strong>l<u>aa</u>hi il<u>aa</u>han <u>aa</u>khara fasawfa ya'lamuun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ",
  "id" : "Dan Kami sungguh-sungguh mengetahui, bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan,",
  "nomor" : "97",
  "tr" : "walaqad na'lamu annaka ya<u>dh</u>iiqu <u>sh</u>adruka bim<u>aa</u> yaquuluun<strong>a</strong>"
}, {
  "ar" : "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ",
  "id" : "maka bertasbihlah dengan memuji Tuhanmu dan jadilah kamu di antara orang-orang yang bersujud (shalat),",
  "nomor" : "98",
  "tr" : "fasabbi<u>h</u> bi<u>h</u>amdi rabbika wakun mina <strong>al</strong>ss<u>aa</u>jidiin<strong>a</strong>"
}, {
  "ar" : "وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ",
  "id" : "dan sembahlah Tuhanmu sampai datang kepadamu yang diyakini (ajal).",
  "nomor" : "99",
  "tr" : "wa<strong>u</strong>'bud rabbaka <u>h</u>att<u>aa</u> ya/tiyaka <strong>a</strong>lyaqiin<strong>u</strong>"
} ]
