[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ سُبْحَانَ الَّذِي أَسْرَىٰ بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا ۚ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ",
  "id" : "Maha Suci Allah, yang telah memperjalankan hamba-Nya pada suatu malam dari Al Masjidil Haram ke Al Masjidil Aqsha yang telah Kami berkahi sekelilingnya agar Kami perlihatkan kepadanya sebagian dari tanda-tanda (kebesaran) Kami. Sesungguhnya Dia adalah Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "1",
  "tr" : "sub<u>haa</u>na <strong>al</strong>la<u>dz</u>ii asr<u>aa</u> bi'abdihi laylan mina <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi il<u>aa</u> <strong>a</strong>lmasjidi <strong>a</strong>l-aq<u>shaa</u> <strong>al</strong>la<u>dz</u>ii b<u>aa</u>rakn<u>aa</u> <u>h</u>awlahu linuriyahu min <u>aa</u>y<u>aa</u>tin<u>aa</u> innahu huwa <strong>al</strong>ssamii'u <strong>a</strong>lba<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا",
  "id" : "Dan Kami berikan kepada Musa kitab (Taurat) dan Kami jadikan kitab Taurat itu petunjuk bagi Bani Israil (dengan firman): \"Janganlah kamu mengambil penolong selain Aku,",
  "nomor" : "2",
  "tr" : "wa<u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba waja'aln<u>aa</u>hu hudan libanii isr<u>aa</u>-iila <strong>al</strong>l<u>aa</u> tattakhi<u>dz</u>uu min duunii wakiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ ۚ إِنَّهُ كَانَ عَبْدًا شَكُورًا",
  "id" : "(yaitu) anak cucu dari orang-orang yang Kami bawa bersama-sama Nuh. Sesungguhnya dia adalah hamba (Allah) yang banyak bersyukur.",
  "nomor" : "3",
  "tr" : "<u>dz</u>urriyyata man <u>h</u>amaln<u>aa</u> ma'a nuu<u>h</u>in innahu k<u>aa</u>na 'abdan syakuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقَضَيْنَا إِلَىٰ بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
  "id" : "Dan telah Kami tetapkan terhadap Bani Israil dalam Kitab itu: \"Sesungguhnya kamu akan membuat kerusakan di muka bumi ini dua kali dan pasti kamu akan menyombongkan diri dengan kesombongan yang besar\".",
  "nomor" : "4",
  "tr" : "waqa<u>dh</u>ayn<u>aa</u> il<u>aa</u> banii isr<u>aa</u>-iila fii <strong>a</strong>lkit<u>aa</u>bi latufsidunna fii <strong>a</strong>l-ar<u>dh</u>i marratayni walata'lunna 'uluwwan kabiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ ۚ وَكَانَ وَعْدًا مَفْعُولًا",
  "id" : "Maka apabila datang saat hukuman bagi (kejahatan) pertama dari kedua (kejahatan) itu, Kami datangkan kepadamu hamba-hamba Kami yang mempunyai kekuatan yang besar, lalu mereka merajalela di kampung-kampung, dan itulah ketetapan yang pasti terlaksana.",
  "nomor" : "5",
  "tr" : "fa-i<u>dzaa</u> j<u>aa</u>-a wa'du uul<u>aa</u>hum<u>aa</u> ba'atsn<u>aa</u> 'alaykum 'ib<u>aa</u>dan lan<u>aa</u> ulii ba/sin syadiidin faj<u>aa</u>suu khil<u>aa</u>la <strong>al</strong>ddiy<u>aa</u>ri wak<u>aa</u>na wa'dan maf'uul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا",
  "id" : "Kemudian Kami berikan kepadamu giliran untuk mengalahkan mereka kembali dan Kami membantumu dengan harta kekayaan dan anak-anak dan Kami jadikan kamu kelompok yang lebih besar.",
  "nomor" : "6",
  "tr" : "tsumma radadn<u>aa</u> lakumu <strong>a</strong>lkarrata 'alayhim wa-amdadn<u>aa</u>kum bi-amw<u>aa</u>lin wabaniina waja'aln<u>aa</u>kum aktsara nafiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ ۖ وَإِنْ أَسَأْتُمْ فَلَهَا ۚ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا",
  "id" : "Jika kamu berbuat baik (berarti) kamu berbuat baik bagi dirimu sendiri dan jika kamu berbuat jahat, maka (kejahatan) itu bagi dirimu sendiri, dan apabila datang saat hukuman bagi (kejahatan) yang kedua, (Kami datangkan orang-orang lain) untuk menyuramkan muka-muka kamu dan mereka masuk ke dalam mesjid, sebagaimana musuh-musuhmu memasukinya pada kali pertama dan untuk membinasakan sehabis-habisnya apa saja yang mereka kuasai.",
  "nomor" : "7",
  "tr" : "in a<u>h</u>santum a<u>h</u>santum li-anfusikum wa-in asa/tum falah<u>aa</u> fa-i<u>dzaa</u> j<u>aa</u>-a wa'du <strong>a</strong>l-<u>aa</u>khirati liyasuu-uu wujuuhakum waliyadkhuluu <strong>a</strong>lmasjida kam<u>aa</u> dakhaluuhu awwala marratin waliyutabbiruu m<u>aa</u> 'alaw tatbiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "عَسَىٰ رَبُّكُمْ أَنْ يَرْحَمَكُمْ ۚ وَإِنْ عُدْتُمْ عُدْنَا ۘ وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا",
  "id" : "Mudah-mudahan Tuhanmu akan melimpahkan rahmat(Nya) kepadamu; dan sekiranya kamu kembali kepada (kedurhakaan) niscaya Kami kembali (mengazabmu) dan Kami jadikan neraka Jahannam penjara bagi orang-orang yang tidak beriman.",
  "nomor" : "8",
  "tr" : "'as<u>aa</u> rabbukum an yar<u>h</u>amakum wa-in 'udtum 'udn<u>aa</u> waja'aln<u>aa</u> jahannama lilk<u>aa</u>firiina <u>h</u>a<u>sh</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ هَٰذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا",
  "id" : "Sesungguhnya Al Qur'an ini memberikan petunjuk kepada (jalan) yang lebih lurus dan memberi khabar gembira kepada orang-orang Mu'min yang mengerjakan amal saleh bahwa bagi mereka ada pahala yang besar,",
  "nomor" : "9",
  "tr" : "inna h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>na yahdii lillatii hiya aqwamu wayubasysyiru <strong>a</strong>lmu/miniina <strong>al</strong>la<u>dz</u>iina ya'maluuna <strong>al</strong><u>shshaa</u>li<u>haa</u>ti anna lahum ajran kabiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
  "id" : "dan sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, Kami sediakan bagi mereka azab yang pedih.",
  "nomor" : "10",
  "tr" : "wa-anna <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati a'tadn<u>aa</u> lahum 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ ۖ وَكَانَ الْإِنْسَانُ عَجُولًا",
  "id" : "Dan manusia mendo'a untuk kejahatan sebagaimana ia mendo'a untuk kebaikan. Dan adalah manusia bersifat tergesa-gesa.",
  "nomor" : "11",
  "tr" : "wayad'u <strong>a</strong>l-ins<u>aa</u>nu bi<strong>al</strong>sysyarri du'<u>aa</u>-ahu bi<strong>a</strong>lkhayri wak<u>aa</u>na <strong>a</strong>l-ins<u>aa</u>nu 'ajuul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ ۖ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا",
  "id" : "Dan Kami jadikan malam dan siang sebagai dua tanda, lalu Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang, agar kamu mencari kurnia dari Tuhanmu, dan supaya kamu mengetahui bilangan tahun-tahun dan perhitungan. Dan segala sesuatu telah Kami terangkan dengan jelas.",
  "nomor" : "12",
  "tr" : "waja'aln<u>aa</u> <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra <u>aa</u>yatayni fama<u>h</u>awn<u>aa</u> <u>aa</u>yata <strong>al</strong>layli waja'aln<u>aa</u> <u>aa</u>yata <strong>al</strong>nnah<u>aa</u>ri mub<u>sh</u>iratan litabtaghuu fa<u>dh</u>lan min rabbikum walita'lamuu 'adada <strong>al</strong>ssiniina wa<strong>a</strong>l<u>h</u>is<u>aa</u>ba wakulla syay-in fa<u>shsh</u>aln<u>aa</u>hu taf<u>sh</u>iil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ ۖ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا",
  "id" : "Dan tiap-tiap manusia itu telah Kami tetapkan amal perbuatannya (sebagaimana tetapnya kalung) pada lehernya. Dan Kami keluarkan baginya pada hari kiamat sebuah kitab yang dijumpainya terbuka.",
  "nomor" : "13",
  "tr" : "wakulla ins<u>aa</u>nin <strong>a</strong>lzamn<u>aa</u>hu <u>th</u><u>aa</u>-irahu fii 'unuqihi wanukhriju lahu yawma <strong>a</strong>lqiy<u>aa</u>mati kit<u>aa</u>ban yalq<u>aa</u>hu mansyuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "اقْرَأْ كِتَابَكَ كَفَىٰ بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا",
  "id" : "\"Bacalah kitabmu, cukuplah dirimu sendiri pada waktu ini sebagai penghisab terhadapmu\".",
  "nomor" : "14",
  "tr" : "iqra/ kit<u>aa</u>baka kaf<u>aa</u> binafsika <strong>a</strong>lyawma 'alayka <u>h</u>asiib<u>aa</u><strong>n</strong>"
}, {
  "ar" : "مَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا",
  "id" : "Barangsiapa yang berbuat sesuai dengan hidayah (Allah), maka sesungguhnya dia berbuat itu untuk (keselamatan) dirinya sendiri; dan barangsiapa yang sesat maka sesungguhnya dia tersesat bagi (kerugian) dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, dan Kami tidak akan meng'azab sebelum Kami mengutus seorang rasul.",
  "nomor" : "15",
  "tr" : "mani ihtad<u>aa</u> fa-innam<u>aa</u> yahtadii linafsihi waman <u>dh</u>alla fa-innam<u>aa</u> ya<u>dh</u>illu 'alayh<u>aa</u> wal<u>aa</u> taziru w<u>aa</u>ziratun wizra ukhr<u>aa</u> wam<u>aa</u> kunn<u>aa</u> mu'a<u>dzdz</u>ibiina <u>h</u>att<u>aa</u> nab'atsa rasuul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا",
  "id" : "Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang-orang yang hidup mewah di negeri itu (supaya menta'ati Allah) tetapi mereka melakukan kedurhakaan dalam negeri itu, maka sudah sepantasnya berlaku terhadapnya perkataan (ketentuan Kami), kemudian Kami hancurkan negeri itu sehancur-hancurnya.",
  "nomor" : "16",
  "tr" : "wa-i<u>dzaa</u> aradn<u>aa</u> an nuhlika qaryatan amarn<u>aa</u> mutrafiih<u>aa</u> fafasaquu fiih<u>aa</u> fa<u>h</u>aqqa 'alayh<u>aa</u> <strong>a</strong>lqawlu fadammarn<u>aa</u>h<u>aa</u> tadmiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ ۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا",
  "id" : "Dan berapa banyaknya kaum sesudah Nuh telah Kami binasakan. Dan cukuplah Tuhanmu Maha Mengetahui lagi Maha Melihat dosa hamba-hamba-Nya.",
  "nomor" : "17",
  "tr" : "wakam ahlakn<u>aa</u> mina <strong>a</strong>lquruuni min ba'di nuu<u>h</u>in wakaf<u>aa</u> birabbika bi<u>dz</u>unuubi 'ib<u>aa</u>dihi khabiiran ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا",
  "id" : "Barangsiapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di dunia itu apa yang kami kehendaki bagi orang yang kami kehendaki dan Kami tentukan baginya neraka jahannam; ia akan memasukinya dalam keadaan tercela dan terusir.",
  "nomor" : "18",
  "tr" : "man k<u>aa</u>na yuriidu <strong>a</strong>l'<u>aa</u>jilata 'ajjaln<u>aa</u> lahu fiih<u>aa</u> m<u>aa</u> nasy<u>aa</u>u liman nuriidu tsumma ja'aln<u>aa</u> lahu jahannama ya<u>sh</u>l<u>aa</u>h<u>aa</u> ma<u>dz</u>muuman mad<u>h</u>uur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا",
  "id" : "Dan barangsiapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh sedang ia adalah mu'min, maka mereka itu adalah orang-orang yang usahanya dibalasi dengan baik.",
  "nomor" : "19",
  "tr" : "waman ar<u>aa</u>da <strong>a</strong>l-<u>aa</u>khirata wasa'<u>aa</u> lah<u>aa</u> sa'yah<u>aa</u> wahuwa mu/minun faul<u>aa</u>-ika k<u>aa</u>na sa'yuhum masykuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "كُلًّا نُمِدُّ هَٰؤُلَاءِ وَهَٰؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ ۚ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا",
  "id" : "Kepada masing-masing golongan baik golongan ini maupun golongan itu Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi.",
  "nomor" : "20",
  "tr" : "kullan numiddu h<u>aa</u>ul<u>aa</u>-i wah<u>aa</u>ul<u>aa</u>-i min 'a<u>th</u><u>aa</u>-i rabbika wam<u>aa</u> k<u>aa</u>na 'a<u>th</u><u>aa</u>u rabbika ma<u>hts</u>uur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا",
  "id" : "Perhatikanlah bagaimana Kami lebihkan sebagian dari mereka atas sebagian (yang lain). Dan pasti kehidupan akhirat lebih tinggi tingkatnya dan lebih besar keutamaannya.",
  "nomor" : "21",
  "tr" : "un<u>zh</u>ur kayfa fa<u>dhdh</u>aln<u>aa</u> ba'<u>dh</u>ahum 'al<u>aa</u> ba'<u>dh</u>in walal-<u>aa</u>khiratu akbaru daraj<u>aa</u>tin wa-akbaru taf<u>dh</u>iil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لَا تَجْعَلْ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا",
  "id" : "Janganlah kamu adakan tuhan yang lain di samping Allah, agar kamu tidak menjadi tercela dan tidak ditinggalkan (Allah).",
  "nomor" : "22",
  "tr" : "l<u>aa</u> taj'al ma'a <strong>al</strong>l<u>aa</u>hi il<u>aa</u>han <u>aa</u>khara fataq'uda ma<u>dz</u>muuman makh<u>dz</u>uul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ۚ إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا",
  "id" : "Dan Tuhanmu telah memerintahkan supaya kamu jangan menyembah selain Dia dan hendaklah kamu berbuat baik pada ibu bapakmu dengan sebaik-baiknya. Jika salah seorang di antara keduanya atau kedua-duanya sampai berumur lanjut dalam pemeliharaanmu, maka sekali-kali janganlah kamu mengatakan kepada keduanya perkataan \"ah\" dan janganlah kamu membentak mereka dan ucapkanlah kepada mereka perkataan yang mulia.",
  "nomor" : "23",
  "tr" : "waqa<u>daa</u> rabbuka <strong>al</strong>l<u>aa</u> ta'buduu ill<u>aa</u> iyy<u>aa</u>hu wabi<strong>a</strong>lw<u>aa</u>lidayni i<u>h</u>s<u>aa</u>nan imm<u>aa</u> yablughanna 'indaka <strong>a</strong>lkibara a<u>h</u>aduhum<u>aa</u> aw kil<u>aa</u>hum<u>aa</u> fal<u>aa</u> taqul lahum<u>aa</u> uffin wal<u>aa</u> tanharhum<u>aa</u> waqul lahum<u>aa</u> qawlan kariim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
  "id" : "Dan rendahkanlah dirimu terhadap mereka berdua dengan penuh kesayangan dan ucapkanlah: \"Wahai Tuhanku, kasihilah mereka keduanya, sebagaimana mereka berdua telah mendidik aku waktu kecil\".",
  "nomor" : "24",
  "tr" : "wa<strong>i</strong>khfi<u>dh</u> lahum<u>aa</u> jan<u>aah</u>a <strong>al</strong><u>dzdz</u>ulli mina <strong>al</strong>rra<u>h</u>mati waqul rabbi ir<u>h</u>amhum<u>aa</u> kam<u>aa</u> rabbay<u>aa</u>nii <u>sh</u>aghiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ ۚ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا",
  "id" : "Tuhanmu lebih mengetahui apa yang ada dalam hatimu; jika kamu orang-orang yang baik, maka sesungguhnya Dia Maha Pengampun bagi orang-orang yang bertaubat.",
  "nomor" : "25",
  "tr" : "rabbukum a'lamu bim<u>aa</u> fii nufuusikum in takuunuu <u>shaa</u>li<u>h</u>iina fa-innahu k<u>aa</u>na lil-aww<u>aa</u>biina ghafuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَآتِ ذَا الْقُرْبَىٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
  "id" : "Dan berikanlah kepada keluarga-keluarga yang dekat akan haknya, kepada orang miskin dan orang yang dalam perjalanan dan janganlah kamu menghambur-hamburkan (hartamu) secara boros.",
  "nomor" : "26",
  "tr" : "wa<u>aa</u>ti <u>dzaa</u> <strong>a</strong>lqurb<u>aa</u> <u>h</u>aqqahu wa<strong>a</strong>lmiskiina wa<strong>i</strong>bna <strong>al</strong>ssabiili wal<u>aa</u> tuba<u>dzdz</u>ir tab<u>dz</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ ۖ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا",
  "id" : "Sesungguhnya pemboros-pemboros itu adalah saudara-saudara syaitan dan syaitan itu adalah sangat ingkar kepada Tuhannya.",
  "nomor" : "27",
  "tr" : "inna <strong>a</strong>lmuba<u>dzdz</u>iriina k<u>aa</u>nuu ikhw<u>aa</u>na <strong>al</strong>sysyay<u>aath</u>iini wak<u>aa</u>na <strong>al</strong>sysyay<u>th</u><u>aa</u>nu lirabbihi kafuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا",
  "id" : "Dan jika kamu berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang kamu harapkan, maka katakanlah kepada mereka ucapan yang pantas.",
  "nomor" : "28",
  "tr" : "wa-imm<u>aa</u> tu'ri<u>dh</u>anna 'anhumu ibtigh<u>aa</u>-a ra<u>h</u>matin min rabbika tarjuuh<u>aa</u> faqul lahum qawlan maysuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا",
  "id" : "Dan janganlah kamu jadikan tanganmu terbelenggu pada lehermu dan janganlah kamu terlalu mengulurkannya karena itu kamu menjadi tercela dan menyesal.",
  "nomor" : "29",
  "tr" : "wal<u>aa</u> taj'al yadaka maghluulatan il<u>aa</u> 'unuqika wal<u>aa</u> tabsu<u>th</u>h<u>aa</u> kulla <strong>a</strong>lbas<u>th</u>i fataq'uda maluuman ma<u>h</u>suur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا",
  "id" : "Sesungguhnya Tuhanmu melapangkan rezki kepada siapa yang Dia kehendaki dan menyempitkannya; sesungguhnya Dia Maha Mengetahui lagi Maha Melihat akan hamba-hamba-Nya.",
  "nomor" : "30",
  "tr" : "inna rabbaka yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u wayaqdiru innahu k<u>aa</u>na bi'ib<u>aa</u>dihi khabiiran ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ ۖ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ ۚ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا",
  "id" : "Dan janganlah kamu membunuh anak-anakmu karena takut kemiskinan. Kamilah yang akan memberi rezki kepada mereka dan juga kepadamu. Sesungguhnya membunuh mereka adalah suatu dosa yang besar.",
  "nomor" : "31",
  "tr" : "wal<u>aa</u> taqtuluu awl<u>aa</u>dakum khasyyata iml<u>aa</u>qin na<u>h</u>nu narzuquhum wa-iyy<u>aa</u>kum inna qatlahum k<u>aa</u>na khi<u>th</u>-an kabiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَا تَقْرَبُوا الزِّنَا ۖ إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا",
  "id" : "Dan janganlah kamu mendekati zina; sesungguhnya zina itu adalah suatu perbuatan yang keji. Dan suatu jalan yang buruk.",
  "nomor" : "32",
  "tr" : "wal<u>aa</u> taqrabuu <strong>al</strong>zzin<u>aa</u> innahu k<u>aa</u>na f<u>aah</u>isyatan was<u>aa</u>-a sabiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ۗ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ ۖ إِنَّهُ كَانَ مَنْصُورًا",
  "id" : "Dan janganlah kamu membunuh jiwa yang diharamkan Allah (membunuhnya), melainkan dengan suatu (alasan) yang benar. Dan barangsiapa dibunuh secara zalim, maka sesungguhnya Kami telah memberi kekuasaan kepada ahli warisnya, tetapi janganlah ahli waris itu melampaui batas dalam membunuh. Sesungguhnya ia adalah orang yang mendapat pertolongan.",
  "nomor" : "33",
  "tr" : "wal<u>aa</u> taqtuluu <strong>al</strong>nnafsa <strong>al</strong>latii <u>h</u>arrama <strong>al</strong>l<u>aa</u>hu ill<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi waman qutila ma<u>zh</u>luuman faqad ja'aln<u>aa</u> liwaliyyihi sul<u>th</u><u>aa</u>nan fal<u>aa</u> yusrif fii <strong>a</strong>lqatli innahu k<u>aa</u>na man<u>sh</u>uur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُ ۚ وَأَوْفُوا بِالْعَهْدِ ۖ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا",
  "id" : "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih baik (bermanfa'at) sampai ia dewasa dan penuhilah janji; sesungguhnya janji itu pasti diminta pertanggungan jawabnya.",
  "nomor" : "34",
  "tr" : "wal<u>aa</u> taqrabuu m<u>aa</u>la <strong>a</strong>lyatiimi ill<u>aa</u> bi<strong>a</strong>llatii hiya a<u>h</u>sanu <u>h</u>att<u>aa</u> yablugha asyuddahu wa-awfuu bi<strong>a</strong>l'ahdi inna <strong>a</strong>l'ahda k<u>aa</u>na mas-uul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
  "id" : "Dan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan neraca yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya.",
  "nomor" : "35",
  "tr" : "wa-awfuu <strong>a</strong>lkayla i<u>dzaa</u> kiltum wazinuu bi<strong>a</strong>lqis<u>th</u><u>aa</u>si <strong>a</strong>lmustaqiimi <u>dzaa</u>lika khayrun wa-a<u>h</u>sanu ta/wiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ۚ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَٰئِكَ كَانَ عَنْهُ مَسْئُولًا",
  "id" : "Dan janganlah kamu mengikuti apa yang kamu tidak mempunyai pengetahuan tentangnya. Sesungguhnya pendengaran, penglihatan dan hati, semuanya itu akan diminta pertanggungan jawabnya.",
  "nomor" : "36",
  "tr" : "wal<u>aa</u> taqfu m<u>aa</u> laysa laka bihi 'ilmun inna <strong>al</strong>ssam'a wa<strong>a</strong>lba<u>sh</u>ara wa<strong>a</strong>lfu-<u>aa</u>da kullu ul<u>aa</u>-ika k<u>aa</u>na 'anhu mas-uul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا ۖ إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا",
  "id" : "Dan janganlah kamu berjalan di muka bumi ini dengan sombong, karena sesungguhnya kamu sekali-kali tidak dapat menembus bumi dan sekali-kali kamu tidak akan sampai setinggi gunung.",
  "nomor" : "37",
  "tr" : "wal<u>aa</u> tamsyi fii <strong>a</strong>l-ar<u>dh</u>i mara<u>h</u>an innaka lan takhriqa <strong>a</strong>l-ar<u>dh</u>a walan tablugha <strong>a</strong>ljib<u>aa</u>la <u>th</u>uul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا",
  "id" : "Semua itu kejahatannya amat dibenci di sisi Tuhanmu.",
  "nomor" : "38",
  "tr" : "kullu <u>dzaa</u>lika k<u>aa</u>na sayyi-uhu 'inda rabbika makruuh<u>aa</u><strong>n</strong>"
}, {
  "ar" : "ذَٰلِكَ مِمَّا أَوْحَىٰ إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ ۗ وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَتُلْقَىٰ فِي جَهَنَّمَ مَلُومًا مَدْحُورًا",
  "id" : "Itulah sebagian hikmah yang diwahyukan Tuhanmu kepadamu. Dan janganlah kamu mengadakan tuhan yang lain di samping Allah, yang menyebabkan kamu dilemparkan ke dalam neraka dalam keadaan tercela lagi dijauhkan (dari rahmat Allah).",
  "nomor" : "39",
  "tr" : "afa-a<u>sh</u>f<u>aa</u>kum rabbukum bi<strong>a</strong>lbaniina wa<strong>i</strong>ttakha<u>dz</u>a mina <strong>a</strong>lmal<u>aa</u>-ikati in<u>aa</u>tsan innakum lataquuluuna qawlan 'a<u>zh</u>iim<u>aa</u><strong>n </strong>"
}, {
  "ar" : "أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
  "id" : "Maka apakah patut Tuhan memilihkan bagimu anak-anak laki-laki sedang Dia sendiri mengambil anak-anak perempuan di antara para malaikat? Sesungguhnya kamu benar-benar mengucapkan kata-kata yang besar (dosanya).",
  "nomor" : "40",
  "tr" : "afa-a<u>sh</u>f<u>aa</u>kum rabbukum bi<strong>a</strong>lbaniina wa<strong>i</strong>ttakha<u>dz</u>a mina <strong>a</strong>lmal<u>aa</u>-ikati in<u>aa</u>tsan innakum lataquuluuna qawlan 'a<u>zh</u>iim<u>aa</u><strong>n </strong>"
}, {
  "ar" : "وَلَقَدْ صَرَّفْنَا فِي هَٰذَا الْقُرْآنِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
  "id" : "Dan sesungguhnya dalam Al Qur'an ini Kami telah ulang-ulangi (peringatan-peringatan), agar mereka selalu ingat. Dan ulangan peringatan itu tidak lain hanyalah menambah mereka lari (dari kebenaran).",
  "nomor" : "41",
  "tr" : "walaqad <u>sh</u>arrafn<u>aa</u> fii h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni liya<u>dzdz</u>akkaruu wam<u>aa</u> yaziiduhum ill<u>aa</u> nufuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَىٰ ذِي الْعَرْشِ سَبِيلًا",
  "id" : "Katakanlah: \"Jikalau ada tuhan-tuhan di samping-Nya, sebagaimana yang mereka katakan, niscaya tuhan-tuhan itu mencari jalan kepada Tuhan yang mempunyai 'Arsy\".",
  "nomor" : "42",
  "tr" : "qul law k<u>aa</u>na ma'ahu <u>aa</u>lihatun kam<u>aa</u> yaquuluuna i<u>dz</u>an la<strong>i</strong>btaghaw il<u>aa</u> <u>dz</u>ii <strong>a</strong>l'arsyi sabiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
  "id" : "Maha Suci dan Maha Tinggi Dia dari apa yang mereka katakan dengan ketinggian yang sebesar-besarnya.",
  "nomor" : "43",
  "tr" : "sub<u>haa</u>nahu wata'<u>aa</u>l<u>aa</u> 'amm<u>aa</u> yaquuluuna 'uluwwan kabiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ ۚ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَٰكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
  "id" : "Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tak ada suatupun melainkan bertasbih dengan memuji-Nya, tetapi kamu sekalian tidak mengerti tasbih mereka. Sesungguhnya Dia adalah Maha Penyantun lagi Maha Pengampun.",
  "nomor" : "44",
  "tr" : "tusabbi<u>h</u>u lahu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu <strong>al</strong>ssab'u wa<strong>a</strong>l-ar<u>dh</u>u waman fiihinna wa-in min syay-in ill<u>aa</u> yusabbi<u>h</u>u bi<u>h</u>amdihi wal<u>aa</u>kin l<u>aa</u> tafqahuuna tasbii<u>h</u>ahum innahu k<u>aa</u>na <u>h</u>aliiman ghafuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا",
  "id" : "Dan apabila kamu membaca Al Qur'an niscaya Kami adakan antara kamu dan orang-orang yang tidak beriman kepada kehidupan akhirat, suatu dinding yang tertutup,",
  "nomor" : "45",
  "tr" : "wa-i<u>dzaa</u> qara/ta <strong>a</strong>lqur-<u>aa</u>na ja'aln<u>aa</u> baynaka wabayna <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati <u>h</u>ij<u>aa</u>ban mastuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا ۚ وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَىٰ أَدْبَارِهِمْ نُفُورًا",
  "id" : "dan Kami adakan tutupan di atas hati mereka dan sumbatan di telinga mereka, agar mereka tidak dapat memahaminya. Dan apabila kamu menyebut Tuhanmu saja dalam Al Qur'an, niscaya mereka berpaling ke belakang karena bencinya,",
  "nomor" : "46",
  "tr" : "waja'aln<u>aa</u> 'al<u>aa</u> quluubihim akinnatan an yafqahuuhu wafii <u>aatsaa</u>nihim waqran wa-i<u>dzaa</u> <u>dz</u>akarta rabbaka fii <strong>a</strong>lqur-<u>aa</u>ni wa<u>h</u>dahu wallaw 'al<u>aa</u> adb<u>aa</u>rihim nufuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰ إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا",
  "id" : "Kami lebih mengetahui dalam keadaan bagaimana mereka mendengarkan sewaktu mereka mendengarkan kamu, dan sewaktu mereka berbisik-bisik (yaitu) ketika orang-orang zalim itu berkata: \"Kamu tidak lain hanyalah mengikuti seorang laki-laki yang kena sihir\".",
  "nomor" : "47",
  "tr" : "na<u>h</u>nu a'lamu bim<u>aa</u> yastami'uuna bihi i<u>dz</u> yastami'uuna ilayka wa-i<u>dz</u> hum najw<u>aa</u> i<u>dz</u> yaquulu <strong>al</strong><u>zhzhaa</u>limuuna in tattabi'uuna ill<u>aa</u> rajulan mas<u>h</u>uur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا",
  "id" : "Lihatlah bagaimana mereka membuat perumpamaan-perumpamaan terhadapmu; karena itu mereka menjadi sesat dan tidak dapat lagi menemukan jalan (yang benar).",
  "nomor" : "48",
  "tr" : "un<u>zh</u>ur kayfa <u>dh</u>arabuu laka <strong>a</strong>l-amts<u>aa</u>la fa<u>dh</u>alluu fal<u>aa</u> yasta<u>th</u>ii'uuna sabiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
  "id" : "Dan mereka berkata: \"Apakah bila kami telah menjadi tulang belulang dan benda-benda yang hancur, apa benar-benarkah kami akan dibangkitkan kembali sebagai makhluk yang baru?\"",
  "nomor" : "49",
  "tr" : "waq<u>aa</u>luu a-i<u>dzaa</u> kunn<u>aa</u> 'i<u>zhaa</u>man waruf<u>aa</u>tan a-inn<u>aa</u> lamab'uutsuuna khalqan jadiid<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا",
  "id" : "Katakanlah: \"Jadilah kamu sekalian batu atau besi,",
  "nomor" : "50",
  "tr" : "qul kuunuu <u>h</u>ij<u>aa</u>ratan aw <u>h</u>adiid<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ ۚ فَسَيَقُولُونَ مَنْ يُعِيدُنَا ۖ قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ ۚ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ ۖ قُلْ عَسَىٰ أَنْ يَكُونَ قَرِيبًا",
  "id" : "atau suatu makhluk dari makhluk yang tidak mungkin (hidup) menurut pikiranmu\". Maka mereka akan bertanya: \"Siapa yang akan menghidupkan kami kembali?\" Katakanlah: \"Yang telah menciptakan kamu pada kali yang pertama\". Lalu mereka akan menggeleng-gelengkan kepala mereka kepadamu dan berkata: \"Kapan itu (akan terjadi)?\" Katakanlah: \"Mudah-mudahan waktu berbangkit itu dekat\",",
  "nomor" : "51",
  "tr" : "aw khalqan mimm<u>aa</u> yakburu fii <u>sh</u>uduurikum fasayaquuluuna man yu'iidun<u>aa</u> quli <strong>al</strong>la<u>dz</u>ii fa<u>th</u>arakum awwala marratin fasayunghi<u>dh</u>uuna ilayka ruuusahum wayaquuluuna mat<u>aa</u> huwa qul 'as<u>aa</u> an yakuuna qariib<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا",
  "id" : "yaitu pada hari Dia memanggil kamu, lalu kamu mematuhi-Nya sambil memuji-Nya dan kamu mengira, bahwa kamu tidak berdiam (di dalam kubur) kecuali sebentar saja.",
  "nomor" : "52",
  "tr" : "yawma yad'uukum fatastajiibuuna bi<u>h</u>amdihi wata<u>zh</u>unnuuna in labitstum ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ ۚ إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ ۚ إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا",
  "id" : "Dan katakanlah kepada hamha-hamba-Ku: \"Hendaklah mereka mengucapkan perkataan yang lebih baik (benar). Sesungguhnya syaitan itu menimbulkan perselisihan di antara mereka. Sesungguhnya syaitan itu adalah musuh yang nyata bagi manusia.",
  "nomor" : "53",
  "tr" : "waqul li'ib<u>aa</u>dii yaquuluu <strong>al</strong>latii hiya a<u>h</u>sanu inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na yanzaghu baynahum inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na k<u>aa</u>na lil-ins<u>aa</u>ni 'aduwwan mubiin<u>aa</u><strong>n</strong>"
}, {
  "ar" : "رَبُّكُمْ أَعْلَمُ بِكُمْ ۖ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ ۚ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا",
  "id" : "Tuhanmu lebih mengetahui tentang kamu. Dia akan memberi rahmat kepadamu jika Dia menghendaki dan Dia akan meng'azabmu, jika Dia menghendaki. Dan, Kami tidaklah mengutusmu untuk menjadi penjaga bagi mereka.",
  "nomor" : "54",
  "tr" : "rabbukum a'lamu bikum in yasya/ yar<u>h</u>amkum aw in yasya/ yu'a<u>dzdz</u>ibkum wam<u>aa</u> arsaln<u>aa</u>ka 'alayhim wakiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَىٰ بَعْضٍ ۖ وَآتَيْنَا دَاوُودَ زَبُورًا",
  "id" : "Dan Tuhan-mu lebih mengetahui siapa yang (ada) di langit dan di bumi. Dan sesungguhnya telah Kami lebihkan sebagian nabi-nabi itu atas sebagian (yang lain), dan Kami berikan Zabur kepada Daud.",
  "nomor" : "55",
  "tr" : "warabbuka a'lamu biman fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i walaqad fa<u>dhdh</u>aln<u>aa</u> ba'<u>dh</u>a <strong>al</strong>nnabiyyiina 'al<u>aa</u> ba'<u>dh</u>in wa<u>aa</u>tayn<u>aa</u> d<u>aa</u>wuuda zabuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا",
  "id" : "Katakanlah: \"Panggillah mereka yang kamu anggap (tuhan) selain Allah, maka mereka tidak akan mempunyai kekuasaan untuk menghilangkan bahaya daripadamu dan tidak pula memindahkannya.\"",
  "nomor" : "56",
  "tr" : "quli ud'u <strong>al</strong>la<u>dz</u>iina za'amtum min duunihi fal<u>aa</u> yamlikuuna kasyfa <strong>al</strong><u>dhdh</u>urri 'ankum wal<u>aa</u> ta<u>h</u>wiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أُولَٰئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ ۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
  "id" : "Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan mereka siapa di antara mereka yang lebih dekat (kepada Allah) dan mengharapkan rahmat-Nya dan takut akan azab-Nya; sesungguhnya azab Tuhanmu adalah suatu yang (harus) ditakuti.",
  "nomor" : "57",
  "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina yad'uuna yabtaghuuna il<u>aa</u> rabbihimu <strong>a</strong>lwasiilata ayyuhum aqrabu wayarjuuna ra<u>h</u>matahu wayakh<u>aa</u>fuuna 'a<u>dzaa</u>bahu inna 'a<u>dzaa</u>ba rabbika k<u>aa</u>na ma<u>hts</u>uur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا ۚ كَانَ ذَٰلِكَ فِي الْكِتَابِ مَسْطُورًا",
  "id" : "Tak ada suatu negeripun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum hari kiamat atau Kami azab (penduduknya) dengan azab yang sangat keras. Yang demikian itu telah tertulis di dalam kitab (Lauh Mahfuzh).",
  "nomor" : "58",
  "tr" : "wa-in min qaryatin ill<u>aa</u> na<u>h</u>nu muhlikuuh<u>aa</u> qabla yawmi <strong>a</strong>lqiy<u>aa</u>mati aw mu'a<u>dzdz</u>ibuuh<u>aa</u> 'a<u>dzaa</u>ban syadiidan k<u>aa</u>na <u>dzaa</u>lika fii <strong>a</strong>lkit<u>aa</u>bi mas<u>th</u>uur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ ۚ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا ۚ وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا",
  "id" : "Dan sekali-kali tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasan Kami), melainkan karena tanda-tanda itu telah didustakan oleh orang-orang dahulu. Dan telah Kami berikan kepada Tsamud unta betina itu (sebagai mu'jizat) yang dapat dilihat, tetapi mereka menganiaya unta betina itu. Dan Kami tidak memberi tanda-tanda itu melainkan untuk menakuti.",
  "nomor" : "59",
  "tr" : "wam<u>aa</u> mana'an<u>aa</u> an nursila bi<strong>a</strong>l-<u>aa</u>y<u>aa</u>ti ill<u>aa</u> an ka<u>dzdz</u>aba bih<u>aa</u> <strong>a</strong>l-awwaluuna wa<u>aa</u>tayn<u>aa</u> tsamuuda <strong>al</strong>nn<u>aa</u>qata mub<u>sh</u>iratan fa<u>zh</u>alamuu bih<u>aa</u> wam<u>aa</u> nursilu bi<strong>a</strong>l-<u>aa</u>y<u>aa</u>ti ill<u>aa</u> takhwiif<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ ۚ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا",
  "id" : "60. Dan (ingatlah), ketika Kami wahyukan kepadamu: \"Sesungguhnya (ilmu) Tuhanmu meliputi segala manusia\". Dan Kami tidak menjadikan mimpi yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon kayu yang terkutuk dalam Al Qur'an. Dan Kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka.",
  "nomor" : "60",
  "tr" : "wa-i<u>dz</u> quln<u>aa</u> laka inna rabbaka a<u>hath</u>a bi<strong>al</strong>nn<u>aa</u>si wam<u>aa</u> ja'aln<u>aa</u> <strong>al</strong>rru/y<u>aa</u> <strong>al</strong>latii arayn<u>aa</u>ka ill<u>aa</u> fitnatan li<strong>l</strong>nn<u>aa</u>si wa<strong>al</strong>sysyajarata <strong>a</strong>lmal'uunata fii <strong>a</strong>lqur-<u>aa</u>ni wanukhawwifuhum fam<u>aa</u> yaziiduhum ill<u>aa</u> <u>th</u>ughy<u>aa</u>nan kabiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
  "id" : "Dan (ingatlah), tatkala Kami berfirman kepada para malaikat: \"Sujudlah kamu semua kepada Adam\", lalu mereka sujud kecuali iblis. Dia berkata: \"Apakah aku akan sujud kepada orang yang Engkau ciptakan dari tanah?\"",
  "nomor" : "61",
  "tr" : "wa-i<u>dz</u> quln<u>aa</u> lilmal<u>aa</u>-ikati usjuduu li-<u>aa</u>dama fasajaduu ill<u>aa</u> ibliisa q<u>aa</u>la a-asjudu liman khalaqta <u>th</u>iin<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا",
  "id" : "Dia (iblis) berkata: \"Terangkanlah kepadaku inikah orangnya yang Engkau muliakan atas diriku? Sesungguhnya jika Engkau memberi tangguh kepadaku sampai hari kiamat, niscaya benar-benar akan aku sesatkan keturunannya, kecuali sebahagian kecil\".",
  "nomor" : "62",
  "tr" : "q<u>aa</u>la ara-aytaka h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii karramta 'alayya la-in akhkhartani il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati la-a<u>h</u>tanikanna <u>dz</u>urriyyatahu ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا",
  "id" : "Tuhan berfirman: \"Pergilah, barangsiapa di antara mereka yang mengikuti kamu, maka sesungguhnya neraka Jahannam adalah balasanmu semua, sebagai suatu pembalasan yang cukup.",
  "nomor" : "63",
  "tr" : "q<u>aa</u>la i<u>dz</u>hab faman tabi'aka minhum fa-inna jahannama jaz<u>aa</u>ukum jaz<u>aa</u>-an mawfuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ ۚ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا",
  "id" : "Dan hasunglah siapa yang kamu sanggupi di antara mereka dengan ajakanmu, dan kerahkanlah terhadap mereka pasukan berkuda dan pasukanmu yang berjalan kaki dan berserikatlah dengan mereka pada harta dan anak-anak dan beri janjilah mereka. Dan tidak ada yang dijanjikan oleh syaitan kepada mereka melainkan tipuan belaka.",
  "nomor" : "64",
  "tr" : "wa<strong>i</strong>stafziz mani ista<u>th</u>a'ta minhum bi<u>sh</u>awtika wa-ajlib 'alayhim bikhaylika warajlika wasy<u>aa</u>rik-hum fii <strong>a</strong>l-amw<u>aa</u>li wa<strong>a</strong>l-awl<u>aa</u>di wa'idhum wam<u>aa</u> ya'iduhumu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu ill<u>aa</u> ghuruur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ ۚ وَكَفَىٰ بِرَبِّكَ وَكِيلًا",
  "id" : "Sesungguhnya hamba-hamba-Ku, kamu tidak dapat berkuasa atas mereka. Dan cukuplah Tuhan-mu sebagai Penjaga\".",
  "nomor" : "65",
  "tr" : "inna 'ib<u>aa</u>dii laysa laka 'alayhim sul<u>th</u><u>aa</u>nun wakaf<u>aa</u> birabbika wakiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِنْ فَضْلِهِ ۚ إِنَّهُ كَانَ بِكُمْ رَحِيمًا",
  "id" : "Tuhan-mu adalah yang melayarkan kapal-kapal di lautan untukmu, agar kamu mencari sebahagian dari karunia-Nya. Sesungguhnya Dia adalah Maha Penyayang terhadapmu.",
  "nomor" : "66",
  "tr" : "rabbukumu <strong>al</strong>la<u>dz</u>ii yuzjii lakumu <strong>a</strong>lfulka fii <strong>a</strong>lba<u>h</u>ri litabtaghuu min fa<u>dh</u>lihi innahu k<u>aa</u>na bikum ra<u>h</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ ۖ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ الْإِنْسَانُ كَفُورًا",
  "id" : "Dan apabila kamu ditimpa bahaya di lautan, niscaya hilanglah siapa yang kamu seru kecuali Dia, Maka tatkala Dia menyelamatkan kamu ke daratan, kamu berpaling. Dan manusia itu adalah selalu tidak berterima kasih.",
  "nomor" : "67",
  "tr" : "wa-i<u>dzaa</u> massakumu <strong>al</strong><u>dhdh</u>urru fii <strong>a</strong>lba<u>h</u>ri <u>dh</u>alla man tad'uuna ill<u>aa</u> iyy<u>aa</u>hu falamm<u>aa</u> najj<u>aa</u>kum il<u>aa</u> <strong>a</strong>lbarri a'ra<u>dh</u>tum wak<u>aa</u>na <strong>a</strong>l-ins<u>aa</u>nu kafuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا",
  "id" : "Maka apakah kamu merasa aman (dari hukuman Tuhan) yang menjungkir balikkan sebagian daratan bersama kamu atau Dia meniupkan (angin keras yang membawa) batu-batu kecil? dan kamu tidak akan mendapat seorang pelindungpun bagi kamu,",
  "nomor" : "68",
  "tr" : "afa-amintum an yakhsifa bikum j<u>aa</u>niba <strong>a</strong>lbarri aw yursila 'alaykum <u>has</u>iban tsumma l<u>aa</u> tajiduu lakum wakiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ۙ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا",
  "id" : "atau apakah kamu merasa aman dari dikembalikan-Nya kamu ke laut sekali lagi, lalu Dia meniupkan atas kamu angin taupan dan ditenggelamkan-Nya kamu disebabkan kekafiranmu. Dan kamu tidak akan mendapat seorang penolongpun dalam hal ini terhadap (siksaan) Kami.",
  "nomor" : "69",
  "tr" : "am amintum an yu'iidakum fiihi t<u>aa</u>ratan ukhr<u>aa</u> fayursila 'alaykum q<u>aas</u>ifan mina <strong>al</strong>rrii<u>h</u>i fayughriqakum bim<u>aa</u> kafartum tsumma l<u>aa</u> tajiduu lakum 'alayn<u>aa</u> bihi tabii'<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَىٰ كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا",
  "id" : "Dan sesungguhnya telah Kami muliakan anak-anak Adam, Kami angkut mereka di daratan dan di lautan, Kami beri mereka rezki dari yang baik-baik dan Kami lebihkan mereka dengan kelebihan yang sempurna atas kebanyakan makhluk yang telah Kami ciptakan.",
  "nomor" : "70",
  "tr" : "walaqad karramn<u>aa</u> banii <u>aa</u>dama wa<u>h</u>amaln<u>aa</u>hum fii <strong>a</strong>lbarri wa<strong>a</strong>lba<u>h</u>ri warazaqn<u>aa</u>hum mina <strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti wafa<u>dhdh</u>aln<u>aa</u>hum 'al<u>aa</u> katsiirin mimman khalaqn<u>aa</u> taf<u>dh</u>iil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ ۖ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَٰئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
  "id" : "(Ingatlah) suatu hari (yang di hari itu) Kami panggil tiap umat dengan pemimpinnya; dan barangsiapa yang diberikan kitab amalannya di tangan kanannya maka mereka ini akan membaca kitabnya itu, dan mereka tidak dianiaya sedikitpun.",
  "nomor" : "71",
  "tr" : "yawma nad'uu kulla un<u>aa</u>sin bi-im<u>aa</u>mihim faman uutiya kit<u>aa</u>bahu biyamiinihi faul<u>aa</u>-ika yaqrauuna kit<u>aa</u>bahum wal<u>aa</u> yu<u>zh</u>lamuuna fatiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَمَنْ كَانَ فِي هَٰذِهِ أَعْمَىٰ فَهُوَ فِي الْآخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا",
  "id" : "Dan barangsiapa yang buta (hatinya) di dunia ini, niscaya di akhirat (nanti) ia akan lebih buta (pula) dan lebih tersesat dari jalan (yang benar).",
  "nomor" : "72",
  "tr" : "waman k<u>aa</u>na fii h<u>aadz</u>ihi a'm<u>aa</u> fahuwa fii <strong>a</strong>l-<u>aa</u>khirati a'm<u>aa</u> wa-a<u>dh</u>allu sabiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ ۖ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا",
  "id" : "Dan sesungguhnya mereka hampir memalingkan kamu dari apa yang telah Kami wahyukan kepadamu, agar kamu membuat yang lain secara bohong terhadap Kami; dan kalau sudah begitu tentu",
  "nomor" : "73",
  "tr" : "wa-in k<u>aa</u>duu layaftinuunaka 'ani <strong>al</strong>la<u>dz</u>ii aw<u>h</u>ayn<u>aa</u> ilayka litaftariya 'alayn<u>aa</u> ghayrahu wa-i<u>dz</u>an la<strong>i</strong>ttakha<u>dz</u>uuka khaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا",
  "id" : "Dan kalau Kami tidak memperkuat (hati)mu, niscaya kamu hampir-hampir condong sedikit kepada mereka,",
  "nomor" : "74",
  "tr" : "walawl<u>aa</u> an tsabbatn<u>aa</u>ka laqad kidta tarkanu ilayhim syay-an qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
  "id" : "kalau terjadi demikian, benar-benarlah Kami akan rasakan kepadamu (siksaan) berlipat ganda di dunia ini dan begitu (pula siksaan) berlipat ganda sesudah mati, dan kamu tidak akan mendapat seorang penolongpun terhadap Kami.",
  "nomor" : "75",
  "tr" : "i<u>dz</u>an la-a<u>dz</u>aqn<u>aa</u>ka <u>dh</u>i'fa <strong>a</strong>l<u>h</u>ay<u>aa</u>ti wa<u>dh</u>i'fa <strong>a</strong>lmam<u>aa</u>ti tsumma l<u>aa</u> tajidu laka 'alayn<u>aa</u> na<u>sh</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا",
  "id" : "Dan sesungguhnya benar-benar mereka hampir membuatmu gelisah di negeri (Mekah) untuk mengusirmu daripadanya dan kalau terjadi demikian, niscaya sepeninggalmu mereka tidak tinggal, melainkan sebentar saja.",
  "nomor" : "76",
  "tr" : "wa-in k<u>aa</u>duu layastafizzuunaka mina <strong>a</strong>l-ar<u>dh</u>i liyukhrijuuka minh<u>aa</u> wa-i<u>dz</u>an l<u>aa</u> yalbatsuuna khil<u>aa</u>faka ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "سُنَّةَ مَنْ قَدْ أَرْسَلْنَا قَبْلَكَ مِنْ رُسُلِنَا ۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
  "id" : "(Kami menetapkan yang demikian) sebagai suatu ketetapan terhadap rasul-rasul Kami yang Kami utus sebelum kamu dan tidak akan kamu dapati perobahan bagi ketetapan Kami itu.",
  "nomor" : "77",
  "tr" : "sunnata man qad arsaln<u>aa</u> qablaka min rusulin<u>aa</u> wal<u>aa</u> tajidu lisunnatin<u>aa</u> ta<u>h</u>wiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَىٰ غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ ۖ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا",
  "id" : "Dirikanlah shalat dari sesudah matahari tergelincir sampai gelap malam dan (dirikanlah pula shalat) subuh. Sesungguhnya shalat subuh itu disaksikan (oleh malaikat).",
  "nomor" : "78",
  "tr" : "aqimi <strong>al</strong><u>shsh</u>al<u>aa</u>ta liduluuki <strong>al</strong>sysyamsi il<u>aa</u> ghasaqi <strong>al</strong>layli waqur-<u>aa</u>na <strong>a</strong>lfajri inna qur-<u>aa</u>na <strong>a</strong>lfajri k<u>aa</u>na masyhuud<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَىٰ أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا",
  "id" : "Dan pada sebahagian malam hari bersembahyang tahajudlah kamu sebagai suatu ibadah tambahan bagimu; mudah-mudahan Tuhan-mu mengangkat kamu ke tempat yang terpuji.",
  "nomor" : "79",
  "tr" : "wamina <strong>al</strong>layli fatahajjad bihi n<u>aa</u>filatan laka 'as<u>aa</u> an yab'atsaka rabbuka maq<u>aa</u>man ma<u>h</u>muud<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا",
  "id" : "Dan katakanlah: \"Ya Tuhan-ku, masukkanlah aku secara masuk yang benar dan keluarkanlah (pula) aku secara keluar yang benar dan berikanlah kepadaku dari sisi Engkau kekuasaan yang menolong.",
  "nomor" : "80",
  "tr" : "waqul rabbi adkhilnii mudkhala <u>sh</u>idqin wa-akhrijnii mukhraja <u>sh</u>idqin wa<strong>i</strong>j'al lii min ladunka sul<u>th</u><u>aa</u>nan na<u>sh</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ ۚ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا",
  "id" : "Dan katakanlah: \"Yang benar telah datang dan yang batil telah lenyap\". Sesungguhnya yang batil itu adalah sesuatu yang pasti lenyap.",
  "nomor" : "81",
  "tr" : "waqul rabbi adkhilnii mudkhala <u>sh</u>idqin wa-akhrijnii mukhraja <u>sh</u>idqin wa<strong>i</strong>j'al lii min ladunka sul<u>th</u><u>aa</u>nan na<u>sh</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا",
  "id" : "Dan Kami turunkan dari Al Qur'an suatu yang menjadi penawar dan rahmat bagi orang-orang yang beriman dan Al Qur'an itu tidaklah menambah kepada orang-orang yang zalim selain kerugian.",
  "nomor" : "82",
  "tr" : "wanunazzilu mina <strong>a</strong>lqur-<u>aa</u>ni m<u>aa</u> huwa syif<u>aa</u>un wara<u>h</u>matun lilmu/miniina wal<u>aa</u> yaziidu <strong>al</strong><u>zhzhaa</u>limiina ill<u>aa</u> khas<u>aa</u>r<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ ۖ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا",
  "id" : "Dan apabila Kami berikan kesenangan kepada manusia niscaya berpalinglah dia; dan membelakang dengan sikap yang sombong; dan apabila dia ditimpa kesusahan niscaya dia berputus asa.",
  "nomor" : "83",
  "tr" : "wa-i<u>dzaa</u> an'amn<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ins<u>aa</u>ni a'ra<u>dh</u>a wana<u>aa</u> bij<u>aa</u>nibihi wa-i<u>dzaa</u> massahu <strong>al</strong>sysyarru k<u>aa</u>na yauus<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا",
  "id" : "Katakanlah: \"Tiap-tiap orang berbuat menurut keadaannya masing-masing\". Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya.",
  "nomor" : "84",
  "tr" : "qul kullun ya'malu 'al<u>aa</u> sy<u>aa</u>kilatihi farabbukum a'lamu biman huwa ahd<u>aa</u> sabiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَيَسْأَلُونَكَ عَنِ الرُّوحِ ۖ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا",
  "id" : "Dan mereka bertanya kepadamu tentang roh. Katakanlah: \"Roh itu termasuk urusan Tuhan-ku, dan tidaklah kamu diberi pengetahuan melainkan sedikit\".",
  "nomor" : "85",
  "tr" : "wayas-aluunaka 'ani <strong>al</strong>rruu<u>h</u>i quli <strong>al</strong>rruu<u>h</u>u min amri rabbii wam<u>aa</u> uutiitum mina <strong>a</strong>l'ilmi ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا",
  "id" : "Dan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu, dan dengan pelenyapan itu, kamu tidak akan mendapatkan seorang pembelapun terhadap Kami,",
  "nomor" : "86",
  "tr" : "wala-in syi/n<u>aa</u> lana<u>dz</u>habanna bi<strong>a</strong>lla<u>dz</u>ii aw<u>h</u>ayn<u>aa</u> ilayka tsumma l<u>aa</u> tajidu laka bihi 'alayn<u>aa</u> wakiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِلَّا رَحْمَةً مِنْ رَبِّكَ ۚ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا",
  "id" : "kecuali karena rahmat dari Tuhanmu. Sesungguhnya karunia-Nya atasmu adalah besar.",
  "nomor" : "87",
  "tr" : "ill<u>aa</u> ra<u>h</u>matan min rabbika inna fa<u>dh</u>lahu k<u>aa</u>na 'alayka kabiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَىٰ أَنْ يَأْتُوا بِمِثْلِ هَٰذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
  "id" : "Katakanlah: \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa Al Qur'an ini, niscaya mereka tidak akan dapat membuat yang serupa dengan dia, sekalipun sebagian mereka menjadi pembantu bagi sebagian yang lain\".",
  "nomor" : "88",
  "tr" : "qul la-ini ijtama'ati <strong>a</strong>l-insu wa<strong>a</strong>ljinnu 'al<u>aa</u> an ya/tuu bimitsli h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni l<u>aa</u> ya/tuuna bimitslihi walaw k<u>aa</u>na ba'<u>dh</u>uhum liba'<u>dh</u>in <u>zh</u>ahiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَىٰ أَكْثَرُ النَّاسِ إِلَّا كُفُورًا",
  "id" : "Dan sesungguhnya Kami telah mengulang-ulang kepada manusia dalam Al Qur'an ini tiap-tiap macam perumpamaan, tapi kebanyakan manusia tidak menyukai kecuali mengingkari (nya).",
  "nomor" : "89",
  "tr" : "walaqad <u>sh</u>arrafn<u>aa</u> li<strong>l</strong>nn<u>aa</u>si fii h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni min kulli matsalin fa-ab<u>aa</u> aktsaru <strong>al</strong>nn<u>aa</u>si ill<u>aa</u> kufuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا",
  "id" : "Dan mereka berkata: \"Kami sekali-kali tidak percaya kepadamu hingga kamu memancarkan mata air dan bumi untuk kami,",
  "nomor" : "90",
  "tr" : "waq<u>aa</u>luu lan nu/mina laka <u>h</u>att<u>aa</u> tafjura lan<u>aa</u> mina <strong>a</strong>l-ar<u>dh</u>i yanbuu'<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا",
  "id" : "atau kamu mempunyai sebuah kebun korma dan anggur, lalu kamu alirkan sungai-sungai di celah kebun yang deras alirannya,",
  "nomor" : "91",
  "tr" : "aw takuuna laka jannatun min nakhiilin wa'inabin fatufajjira <strong>a</strong>l-anh<u>aa</u>ra khil<u>aa</u>lah<u>aa</u> tafjiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا",
  "id" : "atau kamu jatuhkan langit berkeping-keping atas kami, sebagaimana kamu katakan atau kamu datangkan Allah dan malaikat-malaikat berhadapan muka dengan kami.",
  "nomor" : "92",
  "tr" : "aw tusqi<u>th</u>a <strong>al</strong>ssam<u>aa</u>-a kam<u>aa</u> za'amta 'alayn<u>aa</u> kisafan aw ta/tiya bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lmal<u>aa</u>-ikati qabiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَىٰ فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ ۗ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا",
  "id" : "Atau kamu mempunyai sebuah rumah dari emas, atau kamu naik ke langit. Dan kami sekali-kali tidak akan mempercayai kenaikanmu itu hingga kamu turunkan atas kami sebuah kitab yang kami baca\". Katakanlah: \"Maha Suci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?\"",
  "nomor" : "93",
  "tr" : "aw yakuuna laka baytun min zukhrufin aw tarq<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>-i walan nu/mina liruqiyyika <u>h</u>att<u>aa</u> tunazzila 'alayn<u>aa</u> kit<u>aa</u>ban naqrauhu qul sub<u>haa</u>na rabbii hal kuntu ill<u>aa</u> basyaran rasuul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا",
  "id" : "Dan tidak ada sesuatu yang menghalangi manusia untuk beriman tatkala datang petunjuk kepadanya, kecuali perkataan mereka: \"Adakah Allah mengutus seorang manusia menjadi rasul?\"",
  "nomor" : "94",
  "tr" : "wam<u>aa</u> mana'a <strong>al</strong>nn<u>aa</u>sa an yu/minuu i<u>dz</u> j<u>aa</u>-ahumu <strong>a</strong>lhud<u>aa</u> ill<u>aa</u> an q<u>aa</u>luu aba'atsa <strong>al</strong>l<u>aa</u>hu basyaran rasuul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا",
  "id" : "Katakanlah: \"Kalau seandainya ada malaikat-malaikat yang berjalan-jalan sebagai penghuni di bumi, niscaya Kami turunkan dari langit kepada mereka seorang malaikat menjadi rasul\".",
  "nomor" : "95",
  "tr" : "qul law k<u>aa</u>na fii <strong>a</strong>l-ar<u>dh</u>i mal<u>aa</u>-ikatun yamsyuuna mu<u>th</u>ma-inniina lanazzaln<u>aa</u> 'alayhim mina <strong>al</strong>ssam<u>aa</u>-i malakan rasuul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ ۚ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا",
  "id" : "Katakanlah: \"Cukuplah Allah menjadi saksi antara aku dan kamu sekalian. Sesungguhnya Dia adalah Maha Mengetahui lagi Maha Melihat akan hamba-hamba-Nya\".",
  "nomor" : "96",
  "tr" : "qul kaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi syahiidan baynii wabaynakum innahu k<u>aa</u>na bi'ib<u>aa</u>dihi khabiiran ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ ۖ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَأْوَاهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا",
  "id" : "Dan barangsiapa yang ditunjuki Allah, dialah yang mendapat petunjuk dan barangsiapa yang Dia sesatkan maka sekali-kali kamu tidak akan mendapat penolong-penolong bagi mereka selain dari Dia. Dan Kami akan mengumpulkan mereka pada hari kiamat (diseret) atas muka mereka dalam keadaan buta, bisu dan pekak. Tempat kediaman mereka adalah neraka jahannam. Tiap-tiap kali nyala api Jahannam itu akan padam, Kami tambah lagi bagi mereka nyalanya.",
  "nomor" : "97",
  "tr" : "waman yahdi <strong>al</strong>l<u>aa</u>hu fahuwa <strong>a</strong>lmuhtadi waman yu<u>dh</u>lil falan tajida lahum awliy<u>aa</u>-a min duunihi wana<u>h</u>syuruhum yawma <strong>a</strong>lqiy<u>aa</u>mati 'al<u>aa</u> wujuuhihim 'umyan wabukman wa<u>sh</u>umman ma/w<u>aa</u>hum jahannamu kullam<u>aa</u> khabat zidn<u>aa</u>hum sa'iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "ذَٰلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
  "id" : "Itulah balasan bagi mereka, karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan (karena mereka) berkata: \"Apakah bila kami telah menjadi tulang belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?\"",
  "nomor" : "98",
  "tr" : "<u>dzaa</u>lika jaz<u>aa</u>uhum bi-annahum kafaruu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> waq<u>aa</u>luu a-i<u>dzaa</u> kunn<u>aa</u> 'i<u>zhaa</u>man waruf<u>aa</u>tan a-inn<u>aa</u> lamab'uutsuuna khalqan jadiid<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَىٰ أَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا",
  "id" : "Dan apakah mereka tidak memperhatikan bahwasanya Allah yang menciptakan langit dan bumi adalah kuasa (pula) menciptakan yang serupa dengan mereka, dan telah menetapkan waktu yang tertentu bagi mereka yang tidak ada keraguan padanya? Maka orang-orang zalim itu tidak menghendaki kecuali kekafiran.",
  "nomor" : "99",
  "tr" : "awa lam yaraw anna <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a q<u>aa</u>dirun 'al<u>aa</u> an yakhluqa mitslahum waja'ala lahum ajalan l<u>aa</u> rayba fiihi fa-ab<u>aa</u> <strong>al</strong><u>zhzhaa</u>limuuna ill<u>aa</u> kufuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ ۚ وَكَانَ الْإِنْسَانُ قَتُورًا",
  "id" : "Katakanlah: \"Kalau seandainya kamu menguasai perbendaharaan-perbendaharaan rahmat Tuhanku, niscaya perbendaharaan itu kamu tahan, karena takut membelanjakannya\". Dan adalah manusia itu sangat kikir.",
  "nomor" : "100",
  "tr" : "qul law antum tamlikuuna khaz<u>aa</u>-ina ra<u>h</u>mati rabbii i<u>dz</u>an la-amsaktum khasyyata <strong>a</strong>l-inf<u>aa</u>qi wak<u>aa</u>na <strong>a</strong>l-ins<u>aa</u>nu qatuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَقَدْ آتَيْنَا مُوسَىٰ تِسْعَ آيَاتٍ بَيِّنَاتٍ ۖ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَىٰ مَسْحُورًا",
  "id" : "Dan sesungguhnya Kami telah memberikan kepada Musa sembilan buah mu'jizat yang nyata, maka tanyakanlah kepada Bani Israil, tatkala Musa datang kepada mereka lalu Fir'aun berkata kepadanya: \"Sesungguhnya aku sangka kamu, hai Musa, seorang yang kena sihir\".",
  "nomor" : "101",
  "tr" : "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> tis'a <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin fa<strong>i</strong>s-al banii isr<u>aa</u>-iila i<u>dz</u> j<u>aa</u>-ahum faq<u>aa</u>la lahu fir'awnu innii la-a<u>zh</u>unnuka y<u>aa</u> muus<u>aa</u> mas<u>h</u>uur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَٰؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا",
  "id" : "Musa menjawab: \"Sesungguhnya kamu telah mengetahui, bahwa tiada yang menurunkan mu'jizat-mu'jizat itu kecuali Tuhan Yang memelihara langit dan bumi sebagai bukti-bukti yang nyata; dan sesungguhnya aku mengira kamu, hai Fir'aun, seorang yang akan binasa\".",
  "nomor" : "102",
  "tr" : "q<u>aa</u>la laqad 'alimta m<u>aa</u> anzala h<u>aa</u>ul<u>aa</u>-i ill<u>aa</u> rabbu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i ba<u>shaa</u>-ira wa-innii la-a<u>zh</u>unnuka y<u>aa</u> fir'awnu matsbuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَأَرَادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا",
  "id" : "Kemudian (Fir'aun) hendak mengusir mereka (Musa dan pengikut-pengikutnya) dari bumi (Mesir) itu, maka Kami tenggelamkan dia (Fir'aun) serta orang-orang yang bersama-sama dia seluruhnya,",
  "nomor" : "103",
  "tr" : "fa-ar<u>aa</u>da an yastafizzahum mina <strong>a</strong>l-ar<u>dh</u>i fa-aghraqn<u>aa</u>hu waman ma'ahu jamii'<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا",
  "id" : "dan Kami berfirman sesudah itu kepada Bani Israil: \"Diamlah di negeri ini, maka apabila datang masa berbangkit, niscaya Kami datangkan kamu dalam keadaan bercampur baur (dengan musuhmu)\".",
  "nomor" : "104",
  "tr" : "waquln<u>aa</u> min ba'dihi libanii isr<u>aa</u>-iila uskunuu <strong>a</strong>l-ar<u>dh</u>a fa-i<u>dzaa</u> j<u>aa</u>-a wa'du <strong>a</strong>l-<u>aa</u>khirati ji/n<u>aa</u> bikum lafiif<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ ۗ وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
  "id" : "Dan Kami turunkan (Al Qur'an) itu dengan sebenar-benarnya dan Al Qur'an itu telah turun dengan (membawa) kebenaran. Dan Kami tidak mengutus kamu, melainkan sebagai pembawa berita gembira dan pemberi peringatan.",
  "nomor" : "105",
  "tr" : "wabi<strong>a</strong>l<u>h</u>aqqi anzaln<u>aa</u>hu wabi<strong>a</strong>l<u>h</u>aqqi nazala wam<u>aa</u> arsaln<u>aa</u>ka ill<u>aa</u> mubasysyiran wana<u>dz</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا",
  "id" : "Dan Al Qur'an itu telah Kami turunkan dengan berangsur-angsur agar kamu membacakannya perlahan-lahan kepada manusia dan Kami menurunkannya bagian demi bagian.",
  "nomor" : "106",
  "tr" : "waqur-<u>aa</u>nan faraqn<u>aa</u>hu litaqra-ahu 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si 'al<u>aa</u> muktsin wanazzaln<u>aa</u>hu tanziil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا ۚ إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
  "id" : "Katakanlah: \"Berimanlah kamu kepadanya atau tidak usah beriman (sama saja bagi Allah). Sesungguhnya orang-orang yang diberi pengetahuan sebelumnya apabila Al Qur'an dibacakan kepada mereka, mereka menyungkur atas muka mereka sambil bersujud,",
  "nomor" : "107",
  "tr" : "qul <u>aa</u>minuu bihi aw l<u>aa</u> tu/minuu inna <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>l'ilma min qablihi i<u>dzaa</u> yutl<u>aa</u> 'alayhim yakhirruuna lil-a<u>dz</u>q<u>aa</u>ni sujjad<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
  "id" : "dan mereka berkata: \"Maha Suci Tuhan kami, sesungguhnya janji Tuhan kami pasti dipenuhi\".",
  "nomor" : "108",
  "tr" : "wayaquuluuna sub<u>haa</u>na rabbin<u>aa</u> in k<u>aa</u>na wa'du rabbin<u>aa</u> lamaf'uul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ۩",
  "id" : "Dan mereka menyungkur atas muka mereka sambil menangis dan mereka bertambah khusyu'.",
  "nomor" : "109",
  "tr" : "wayakhirruuna lil-a<u>dz</u>q<u>aa</u>ni yabkuuna wayaziiduhum khusyuu'<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا",
  "id" : "Katakanlah: \"Serulah Allah atau serulah Ar-Rahman. Dengan nama yang mana saja kamu seru, Dia mempunyai al asmaaul husna (nama-nama yang terbaik) dan janganlah kamu mengeraskan suaramu dalam shalatmu dan janganlah pula merendahkannya dan carilah jalan tengah di antara kedua itu\".",
  "nomor" : "110",
  "tr" : "quli ud'uu <strong>al</strong>l<u>aa</u>ha awi ud'uu <strong>al</strong>rra<u>h</u>m<u>aa</u>na ayyan m<u>aa</u> tad'uu falahu <strong>a</strong>l-asm<u>aa</u>u <strong>a</strong>l<u>h</u>usn<u>aa</u> wal<u>aa</u> tajhar bi<u>sh</u>al<u>aa</u>tika wal<u>aa</u> tukh<u>aa</u>fit bih<u>aa</u> wa<strong>i</strong>btaghi bayna <u>dzaa</u>lika sabiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًا",
  "id" : "Dan katakanlah: \"Segala puji bagi Allah Yang tidak mempunyai anak dan tidak mempunyai sekutu dalam kerajaan-Nya dan Dia bukan pula hina yang memerlukan penolong dan agungkanlah Dia dengan pengagungan yang sebesar-besarnya.",
  "nomor" : "111",
  "tr" : "waquli <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii lam yattakhi<u>dz</u> waladan walam yakun lahu syariikun fii <strong>a</strong>lmulki walam yakun lahu waliyyun mina <strong>al</strong><u>dzdz</u>ulli wakabbirhu takbiir<u>aa</u><strong>n</strong>"
} ]
