[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ كهيعص",
  "id" : "Kaaf Haa Yaa 'Ain Shaad.",
  "nomor" : "1",
  "tr" : "k<u>aa</u>f-h<u>aa</u>-y<u>aa</u>-'ayn-<u>shaa</u>d"
}, {
  "ar" : "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا",
  "id" : "(Yang dibacakan ini adalah) penjelasan tentang rahmat Tuhan kamu kepada hamba-Nya, Zakaria,",
  "nomor" : "2",
  "tr" : "<u>dz</u>ikru ra<u>h</u>mati rabbika 'abdahu zakariyy<u>aa</u>"
}, {
  "ar" : "إِذْ نَادَىٰ رَبَّهُ نِدَاءً خَفِيًّا",
  "id" : "yaitu tatkala ia berdo'a kepada Tuhannya dengan suara yang lembut.",
  "nomor" : "3",
  "tr" : "i<u>dz</u> n<u>aa</u>d<u>aa</u> rabbahu nid<u>aa</u>-an khafiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا",
  "id" : "Ia berkata \"Ya Tuhanku, sesungguhnya tulangku telah lemah dan kepalaku telah ditumbuhi uban, dan aku belum pernah kecewa dalam berdo'a kepada Engkau, ya Tuhanku.",
  "nomor" : "4",
  "tr" : "q<u>aa</u>la rabbi innii wahana <strong>a</strong>l'a<u>zh</u>mu minnii wa<strong>i</strong>syta'ala <strong>al</strong>rra/su syayban walam akun bidu'<u>aa</u>-ika rabbi syaqiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا",
  "id" : "Dan sesungguhnya aku khawatir terhadap mawaliku sepeninggalku, sedang isteriku adalah seorang yang mandul, maka anugerahilah aku dari sisi Engkau seorang putera,",
  "nomor" : "5",
  "tr" : "wa-innii khiftu <strong>a</strong>lmaw<u>aa</u>liya min war<u>aa</u>-ii wak<u>aa</u>nati imra-atii '<u>aa</u>qiran fahab lii min ladunka waliyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ۖ وَاجْعَلْهُ رَبِّ رَضِيًّا",
  "id" : "yang akan mewarisi aku dan mewarisi sebahagian keluarga Ya'qub; dan jadikanlah ia, ya Tuhanku, seorang yang diridhai\".",
  "nomor" : "6",
  "tr" : "yaritsunii wayaritsu min <u>aa</u>li ya'quuba wa<strong>i</strong>j'alhu rabbi ra<u>dh</u>iyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَىٰ لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا",
  "id" : "Hai Zakaria, sesungguhnya Kami memberi kabar gembira kepadamu akan (beroleh) seorang anak yang namanya Yahya, yang sebelumnya Kami belum pernah menciptakan orang yang serupa dengan dia.",
  "nomor" : "7",
  "tr" : "y<u>aa</u> zakariyy<u>aa</u> inn<u>aa</u> nubasysyiruka bighul<u>aa</u>min ismuhu ya<u>h</u>y<u>aa</u> lam naj'al lahu min qablu samiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا",
  "id" : "Zakaria berkata: \"Ya Tuhanku, bagaimana akan ada anak bagiku, padahal isteriku adalah seorang yang mandul dan aku (sendiri) sesungguhnya sudah mencapai umur yang sangat tua\".",
  "nomor" : "8",
  "tr" : "q<u>aa</u>la rabbi ann<u>aa</u> yakuunu lii ghul<u>aa</u>mun wak<u>aa</u>nati imra-atii '<u>aa</u>qiran waqad balaghtu mina <strong>a</strong>lkibari 'itiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا",
  "id" : "Tuhan berfirman: \"Demikianlah\". Tuhan berfirman: \"Hal itu adalah mudah bagi-Ku; dan sesunguhnya telah Aku ciptakan kamu sebelum itu, padahal kamu (di waktu itu) belum ada sama sekali\".",
  "nomor" : "9",
  "tr" : "q<u>aa</u>la ka<u>dzaa</u>lika q<u>aa</u>la rabbuka huwa 'alayya hayyinun waqad khalaqtuka min qablu walam taku syay-<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ رَبِّ اجْعَلْ لِي آيَةً ۚ قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا",
  "id" : "Zakaria berkata: \"Ya Tuhanku, berilah aku suatu tanda\". Tuhan berfirman: \"Tanda bagimu ialah bahwa kamu tidak dapat bercakap-cakap dengan manusia selama tiga malam, padahal kamu sehat\".",
  "nomor" : "10",
  "tr" : "q<u>aa</u>la rabbi ij'al lii <u>aa</u>yatan q<u>aa</u>la <u>aa</u>yatuka <strong>al</strong>l<u>aa</u> tukallima <strong>al</strong>nn<u>aa</u>sa tsal<u>aa</u>tsa lay<u>aa</u>lin sawiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَخَرَجَ عَلَىٰ قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَىٰ إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا",
  "id" : "Maka ia keluar dari mihrab menuju kaumnya, lalu ia memberi isyarat kepada mereka; hendaklah kamu bertasbih di waktu pagi dan petang.",
  "nomor" : "11",
  "tr" : "fakharaja 'al<u>aa</u> qawmihi mina <strong>a</strong>lmi<u>h</u>r<u>aa</u>bi fa-aw<u>haa</u> ilayhim an sabbi<u>h</u>uu bukratan wa'asyiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا يَحْيَىٰ خُذِ الْكِتَابَ بِقُوَّةٍ ۖ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا",
  "id" : "Hai Yahya, ambillah Al Kitab (Taurat) itu dengan sungguh-sungguh. Dan kami berikan kepadanya hikmah selagi ia masih kanak-kanak,",
  "nomor" : "12",
  "tr" : "y<u>aa</u> ya<u>h</u>y<u>aa</u> khu<u>dz</u>i <strong>a</strong>lkit<u>aa</u>ba biquwwatin wa<u>aa</u>tayn<u>aa</u>hu <strong>a</strong>l<u>h</u>ukma <u>sh</u>abiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً ۖ وَكَانَ تَقِيًّا",
  "id" : "dan rasa belas kasihan yang mendalam dari sisi Kami dan kesucian (dan dosa). Dan ia adalah seorang yang bertakwa,",
  "nomor" : "13",
  "tr" : "wa<u>h</u>an<u>aa</u>nan min ladunn<u>aa</u> wazak<u>aa</u>tan wak<u>aa</u>na taqiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا",
  "id" : "dan seorang yang berbakti kepada kedua orang tuanya, dan bukanlah ia orang yang sombong lagi durhaka.",
  "nomor" : "14",
  "tr" : "wabarran biw<u>aa</u>lidayhi walam yakun jabb<u>aa</u>ran 'a<u>sh</u>iyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
  "id" : "Kesejahteraan atas dirinya pada hari ia dilahirkan dan pada hari ia meninggal dan pada hari ia dibangkitkan hidup kembali.",
  "nomor" : "15",
  "tr" : "wasal<u>aa</u>mun 'alayhi yawma wulida wayawma yamuutu wayawma yub'atsu <u>h</u>ayy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا",
  "id" : "Dan ceritakanlah (kisah) Maryam di dalam Al Qur'an, yaitu ketika ia menjauhkan diri dari keluarganya ke suatu tempat di sebelah timur,",
  "nomor" : "16",
  "tr" : "wa<strong>u</strong><u>dz</u>kur fii <strong>a</strong>lkit<u>aa</u>bi maryama i<u>dz</u>i intaba<u>dz</u>at min ahlih<u>aa</u> mak<u>aa</u>nan syarqiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا",
  "id" : "maka ia mengadakan tabir (yang melindunginya) dari mereka; lalu Kami mengutus roh Kami kepadanya, maka ia menjelma di hadapannya (dalam bentuk) manusia yang sempurna.",
  "nomor" : "17",
  "tr" : "fa<strong>i</strong>ttakha<u>dz</u>at min duunihim <u>h</u>ij<u>aa</u>ban fa-arsaln<u>aa</u> ilayh<u>aa</u> ruu<u>h</u>an<u>aa</u> fatamatstsala lah<u>aa</u> basyaran sawiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَٰنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا",
  "id" : "Maryam berkata: \"Sesungguhnya aku berlindung dari padamu kepada Tuhan Yang Maha pemurah, jika kamu seorang yang bertakwa\".",
  "nomor" : "18",
  "tr" : "q<u>aa</u>lat innii a'uu<u>dz</u>u bi<strong>al</strong>rra<u>h</u>m<u>aa</u>ni minka in kunta taqiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا",
  "id" : "Ia (jibril) berkata: \"Sesungguhnya aku ini hanyalah seorang utusan Tuhanmu, untuk memberimu seorang anak laki-laki yang suci\".",
  "nomor" : "19",
  "tr" : "q<u>aa</u>la innam<u>aa</u> an<u>aa</u> rasuulu rabbiki li-ahaba laki ghul<u>aa</u>man zakiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَتْ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا",
  "id" : "Maryam berkata: \"Bagaimana akan ada bagiku seorang anak laki-laki, sedang tidak pernah seorang manusiapun menyentuhku dan aku bukan (pula) seorang pezina!\"",
  "nomor" : "20",
  "tr" : "q<u>aa</u>lat ann<u>aa</u> yakuunu lii ghul<u>aa</u>mun walam yamsasnii basyarun walam aku baghiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ ۖ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا ۚ وَكَانَ أَمْرًا مَقْضِيًّا",
  "id" : "Jibril berkata: \"Demikianlah\". Tuhanmu berfirman: \"Hal itu adalah mudah bagiKu; dan agar dapat Kami menjadikannya suatu tanda bagi manusia dan sebagai rahmat dari Kami; dan hal itu adalah suatu perkara yang sudah diputuskan\".",
  "nomor" : "21",
  "tr" : "q<u>aa</u>la ka<u>dzaa</u>liki q<u>aa</u>la rabbuki huwa 'alayya hayyinun walinaj'alahu <u>aa</u>yatan li<strong>l</strong>nn<u>aa</u>si wara<u>h</u>matan minn<u>aa</u> wak<u>aa</u>na amran maq<u>dh</u>iyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا",
  "id" : "Maka Maryam mengandungnya, lalu ia menyisihkan diri dengan kandungannya itu ke tempat yang jauh.",
  "nomor" : "22",
  "tr" : "fa<u>h</u>amalat-hu fa<strong>i</strong>ntaba<u>dz</u>at bihi mak<u>aa</u>nan qa<u>sh</u>iyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَأَجَاءَهَا الْمَخَاضُ إِلَىٰ جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَٰذَا وَكُنْتُ نَسْيًا مَنْسِيًّا",
  "id" : "Maka rasa sakit akan melahirkan anak memaksa ia (bersandar) pada pangkal pohon kurma, dia berkata: \"Aduhai, alangkah baiknya aku mati sebelum ini, dan aku menjadi barang yang tidak berarti, lagi dilupakan\".",
  "nomor" : "23",
  "tr" : "fa-aj<u>aa</u>-ah<u>aa</u> <strong>a</strong>lmakh<u>aad</u>u il<u>aa</u> ji<u>dz</u>'i <strong>al</strong>nnakhlati q<u>aa</u>lat y<u>aa</u> laytanii mittu qabla h<u>aadzaa</u> wakuntu nasyan mansiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَنَادَاهَا مِنْ تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
  "id" : "Maka Jibril menyerunya dari tempat yang rendah: \"Janganlah kamu bersedih hati, sesungguhnya Tuhanmu telah menjadikan anak sungai di bawahmu.",
  "nomor" : "24",
  "tr" : "fan<u>aa</u>d<u>aa</u>h<u>aa</u> min ta<u>h</u>tih<u>aa</u> <strong>al</strong>l<u>aa</u> ta<u>h</u>zanii qad ja'ala rabbuki ta<u>h</u>taki sariyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا",
  "id" : "Dan goyanglah pangkal pohon kurma itu ke arahmu, niscaya pohon itu akan menggugurkan buah kurma yang masak kepadamu,",
  "nomor" : "25",
  "tr" : "wahuzzii ilayki biji<u>dz</u>'i <strong>al</strong>nnakhlati tus<u>aa</u>qi<u>th</u> 'alayki ru<u>th</u>aban janiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا ۖ فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا",
  "id" : "maka makan, minum dan bersenang hatilah kamu. Jika kamu melihat seorang manusia, maka katakanlah: \"Sesungguhnya aku telah bernazar berpuasa untuk Tuhan Yang Maha Pemurah, maka aku tidak akan berbicara dengan seorang manusiapun pada hari ini\".",
  "nomor" : "26",
  "tr" : "fakulii wa<strong>i</strong>syrabii waqarrii 'aynan fa-imm<u>aa</u> tarayinna mina <strong>a</strong>lbasyari a<u>h</u>adan faquulii innii na<u>dz</u>artu li<strong>l</strong>rra<u>h</u>m<u>aa</u>ni <u>sh</u>awman falan ukallima <strong>a</strong>lyawma insiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ ۖ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا",
  "id" : "Maka Maryam membawa anak itu kepada kaumnya dengan menggendongnya. Kaumnya berkata: \"Hai Maryam, sesungguhnya kamu telah melakukan sesuatu yang amat mungkar.",
  "nomor" : "27",
  "tr" : "fa-atat bihi qawmah<u>aa</u> ta<u>h</u>miluhu q<u>aa</u>luu y<u>aa</u> maryamu laqad ji/ti syay-an fariyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا",
  "id" : "Hai saudara perempuan Harun, ayahmu sekali-kali bukanlah seorang yang jahat dan ibumu sekali-kali bukanlah seorang pezina\",",
  "nomor" : "28",
  "tr" : "y<u>aa</u> ukhta h<u>aa</u>ruuna m<u>aa</u> k<u>aa</u>na abuuki imra-a saw-in wam<u>aa</u> k<u>aa</u>nat ummuki baghiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا",
  "id" : "maka Maryam menunjuk kepada anaknya. Mereka berkata: \"Bagaimana kami akan berbicara dengan anak kecil yang masih di dalam ayunan?\"",
  "nomor" : "29",
  "tr" : "fa-asy<u>aa</u>rat ilayhi q<u>aa</u>luu kayfa nukallimu man k<u>aa</u>na fii <strong>a</strong>lmahdi <u>sh</u>abiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا",
  "id" : "Berkata Isa: \"Sesungguhnya aku ini hamba Allah, Dia memberiku Al Kitab (Injil) dan Dia menjadikan aku seorang nabi,",
  "nomor" : "30",
  "tr" : "q<u>aa</u>la innii 'abdu <strong>al</strong>l<u>aa</u>hi <u>aa</u>t<u>aa</u>niya <strong>a</strong>lkit<u>aa</u>ba waja'alanii nabiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا",
  "id" : "dan Dia menjadikan aku seorang yang diberkati di mana saja aku berada, dan Dia memerintahkan kepadaku (mendirikan) shalat dan (menunaikan) zakat selama aku hidup;",
  "nomor" : "31",
  "tr" : "waja'alanii mub<u>aa</u>rakan aynam<u>aa</u> kuntu wa-aw<u>shaa</u>nii bi<strong>al</strong><u>shsh</u>al<u>aa</u>ti wa<strong>al</strong>zzak<u>aa</u>ti m<u>aa</u> dumtu <u>h</u>ayy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا",
  "id" : "dan berbakti kepada ibuku, dan Dia tidak menjadikan aku seorang yang sombong lagi celaka.",
  "nomor" : "32",
  "tr" : "wabarran biw<u>aa</u>lidatii walam yaj'alnii jabb<u>aa</u>ran syaqiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا",
  "id" : "Dan kesejahteraan semoga dilimpahkan kepadaku, pada hari aku dilahirkan, pada hari aku meninggal dan pada hari aku dibangkitkan hidup kembali\".",
  "nomor" : "33",
  "tr" : "wa<strong>al</strong>ssal<u>aa</u>mu 'alayya yawma wulidtu wayawma amuutu wayawma ub'atsu <u>h</u>ayy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "ذَٰلِكَ عِيسَى ابْنُ مَرْيَمَ ۚ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ",
  "id" : "Itulah Isa putera Maryam, yang mengatakan perkataan yang benar, yang mereka berbantah-bantahan tentang kebenarannya.",
  "nomor" : "34",
  "tr" : "<u>dzaa</u>lika 'iis<u>aa</u> ibnu maryama qawla <strong>a</strong>l<u>h</u>aqqi <strong>al</strong>la<u>dz</u>ii fiihi yamtaruun<strong>a</strong>"
}, {
  "ar" : "مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ ۖ سُبْحَانَهُ ۚ إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
  "id" : "Tidak layak bagi Allah mempunyai anak, Maha Suci Dia. Apabila Dia telah menetapkan sesuatu, maka Dia hanya berkata kepadanya: \"Jadilah\", maka jadilah ia.",
  "nomor" : "35",
  "tr" : "m<u>aa</u> k<u>aa</u>na lill<u>aa</u>hi an yattakhi<u>dz</u>a min waladin sub<u>haa</u>nahu i<u>dzaa</u> qa<u>daa</u> amran fa-innam<u>aa</u> yaquulu lahu kun fayakuun<strong>u</strong>"
}, {
  "ar" : "وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
  "id" : "Sesungguhnya Allah adalah Tuhanku dan Tuhanmu, maka sembahIah Dia oleh kamu sekalian. Ini adalah jalan yang lurus.",
  "nomor" : "36",
  "tr" : "wa-inna <strong>al</strong>l<u>aa</u>ha rabbii warabbukum fa<strong>u</strong>'buduuhu h<u>aadzaa</u> <u>sh</u>ir<u>aath</u>un mustaqiim<strong>un</strong>"
}, {
  "ar" : "فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ ۖ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ",
  "id" : "Maka berselisihlah golongan-golongan (yang ada) di antara mereka. Maka kecelakaanlah bagi orang-orang kafir pada waktu menyaksikan hari yang besar.",
  "nomor" : "37",
  "tr" : "fa<strong>i</strong>khtalafa <strong>a</strong>l-a<u>h</u>z<u>aa</u>bu min baynihim fawaylun lilla<u>dz</u>iina kafaruu min masyhadi yawmin 'a<u>zh</u>iim<strong>in</strong>"
}, {
  "ar" : "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ لَٰكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ",
  "id" : "Alangkah terangnya pendengaran mereka dan alangkah tajamnya penglihatan mereka pada hari mereka datang kepada Kami. Tetapi orang-orang yang zalim pada hari ini (di dunia) berada dalam kesesatan yang nyata.",
  "nomor" : "38",
  "tr" : "asmi' bihim wa-ab<u>sh</u>ir yawma ya/tuunan<u>aa</u> l<u>aa</u>kini <strong>al</strong><u>zhzhaa</u>limuuna <strong>a</strong>lyawma fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
}, {
  "ar" : "وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ",
  "id" : "Dan berilah mereka peringatan tentang hari penyesalan, (yaitu) ketika segala perkara telah diputus. Dan mereka dalam kelalaian dan mereka tidak (pula) beriman.",
  "nomor" : "39",
  "tr" : "wa-an<u>dz</u>irhum yawma <strong>a</strong>l<u>h</u>asrati i<u>dz</u> qu<u>dh</u>iya <strong>a</strong>l-amru wahum fii ghaflatin wahum l<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ",
  "id" : "Sesungguhnya Kami mewarisi bumi dan semua orang-orang yang ada di atasnya, dan hanya kepada Kamilah mereka dikembalikan.",
  "nomor" : "40",
  "tr" : "inn<u>aa</u> na<u>h</u>nu naritsu <strong>a</strong>l-ar<u>dh</u>a waman 'alayh<u>aa</u> wa-ilayn<u>aa</u> yurja'uun<strong>a</strong>"
}, {
  "ar" : "وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ ۚ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا",
  "id" : "Ceritakanlah (Hai Muhammad) kisah Ibrahim di dalam Al Kitab (Al Quraan) ini. Sesungguhnya ia adalah seorang yang sangat membenarkan lagi seorang Nabi.",
  "nomor" : "41",
  "tr" : "wa<strong>u</strong><u>dz</u>kur fii <strong>a</strong>lkit<u>aa</u>bi ibr<u>aa</u>hiima innahu k<u>aa</u>na <u>sh</u>iddiiqan nabiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا",
  "id" : "Ingatlah ketika ia berkata kepada bapaknya; \"Wahai bapakku, mengapa kamu menyembah sesuatu yang tidak mendengar, tidak melihat dan tidak dapat menolong kamu sedikitpun?",
  "nomor" : "42",
  "tr" : "i<u>dz</u> q<u>aa</u>la li-abiihi y<u>aa</u> abati lima ta'budu m<u>aa</u> l<u>aa</u> yasma'u wal<u>aa</u> yub<u>sh</u>iru wal<u>aa</u> yughnii 'anka syay-<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا",
  "id" : "Wahai bapakku, sesungguhnya telah datang kepadaku sebahagian ilmu pengetahuan yang tidak datang kepadamu, maka ikutilah aku, niscaya aku akan menunjukkan kepadamu jalan yang lurus.",
  "nomor" : "43",
  "tr" : "y<u>aa</u> abati innii qad j<u>aa</u>-anii mina <strong>a</strong>l'ilmi m<u>aa</u> lam ya/tika fa<strong>i</strong>ttabi'nii ahdika <u>sh</u>ir<u>aath</u>an sawiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ ۖ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَٰنِ عَصِيًّا",
  "id" : "Wahai bapakku, janganlah kamu menyembah syaitan. Sesungguhnya syaitan itu durhaka kepada Tuhan Yang Maha Pemurah.",
  "nomor" : "44",
  "tr" : "y<u>aa</u> abati l<u>aa</u> ta'budi <strong>al</strong>sysyay<u>th</u><u>aa</u>na inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na k<u>aa</u>na li<strong>l</strong>rra<u>h</u>m<u>aa</u>ni 'a<u>sh</u>iyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَٰنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا",
  "id" : "Wahai bapakku, sesungguhnya aku khawatir bahwa kamu akan ditimpa azab dari Tuhan Yang Maha Pemurah, maka kamu menjadi kawan bagi syaitan\".",
  "nomor" : "45",
  "tr" : "y<u>aa</u> abati innii akh<u>aa</u>fu an yamassaka 'a<u>dzaa</u>bun mina <strong>al</strong>rra<u>h</u>m<u>aa</u>ni fatakuuna li<strong>l</strong>sysyya<u>th</u><u>aa</u>ni waliyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ ۖ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ ۖ وَاهْجُرْنِي مَلِيًّا",
  "id" : "Berkata bapaknya: \"Bencikah kamu kepada tuhan-tuhanku, hai Ibrahim? Jika kamu tidak berhenti, maka niscaya kamu akan kurajam, dan tinggalkanlah aku buat waktu yang lama\".",
  "nomor" : "46",
  "tr" : "q<u>aa</u>la ar<u>aa</u>ghibun anta 'an <u>aa</u>lihatii y<u>aa</u> ibr<u>aa</u>hiimu la-in lam tantahi la-arjumannaka wa<strong>u</strong>hjurnii maliyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَالَ سَلَامٌ عَلَيْكَ ۖ سَأَسْتَغْفِرُ لَكَ رَبِّي ۖ إِنَّهُ كَانَ بِي حَفِيًّا",
  "id" : "Berkata Ibrahim: \"Semoga keselamatan dilimpahkan kepadamu, aku akan memintakan ampun bagimu kepada Tuhanku. Sesungguhnya Dia sangat baik kepadaku.",
  "nomor" : "47",
  "tr" : "q<u>aa</u>la sal<u>aa</u>mun 'alayka sa-astaghfiru laka rabbii innahu k<u>aa</u>na bii <u>h</u>afiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَىٰ أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا",
  "id" : "Dan aku akan menjauhkan diri darimu dan dari apa yang kamu seru selain Allah, dan aku akan berdo'a kepada Tuhanku, mudah-mudahan aku tidak akan kecewa dengan berdo'a kepada Tuhanku\".",
  "nomor" : "48",
  "tr" : "wa-a'tazilukum wam<u>aa</u> tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi wa-ad'uu rabbii 'as<u>aa</u> <strong>al</strong>l<u>aa</u> akuuna bidu'<u>aa</u>-i rabbii syaqiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ ۖ وَكُلًّا جَعَلْنَا نَبِيًّا",
  "id" : "Maka ketika Ibrahim sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah, Kami anugerahkan kepadanya Ishak, dan Ya'qub. Dan masing-masingnya Kami angkat menjadi nabi.",
  "nomor" : "49",
  "tr" : "falamm<u>aa</u> i'tazalahum wam<u>aa</u> ya'buduuna min duuni <strong>al</strong>l<u>aa</u>hi wahabn<u>aa</u> lahu is<u>haa</u>qa waya'quuba wakullan ja'aln<u>aa</u> nabiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا",
  "id" : "Dan Kami anugerahkan kepada mereka sebagian dari rahmat Kami dan Kami jadikan mereka buah tutur yang baik lagi tinggi.",
  "nomor" : "50",
  "tr" : "wawahabn<u>aa</u> lahum min ra<u>h</u>matin<u>aa</u> waja'aln<u>aa</u> lahum lis<u>aa</u>na <u>sh</u>idqin 'aliyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاذْكُرْ فِي الْكِتَابِ مُوسَىٰ ۚ إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا",
  "id" : "Dan ceritakanlah (hai Muhammad kepada mereka), kisah Musa di dalam Al Kitab (Al Quraan) ini. Sesungguhnya ia adalah seorang yang dipilih dan seorang rasul dan nabi.",
  "nomor" : "51",
  "tr" : "wa<strong>u</strong><u>dz</u>kur fii <strong>a</strong>lkit<u>aa</u>bi muus<u>aa</u> innahu k<u>aa</u>na mukhla<u>sh</u>an wak<u>aa</u>na rasuulan nabiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا",
  "id" : "Dan Kami telah memanggilnya dari sebelah kanan gunung Thur dan Kami telah mendekatkannya kepada Kami di waktu dia munajat (kepada Kami).",
  "nomor" : "52",
  "tr" : "wan<u>aa</u>dayn<u>aa</u>hu min j<u>aa</u>nibi <strong>al</strong><u>ththh</u>uuri <strong>a</strong>l-aymani waqarrabn<u>aa</u>hu najiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا",
  "id" : "Dan Kami telah menganugerahkan kepadanya sebagian rahmat Kami, yaitu saudaranya, Harun menjadi seorang nabi.",
  "nomor" : "53",
  "tr" : "wawahabn<u>aa</u> lahu min ra<u>h</u>matin<u>aa</u> akh<u>aa</u>hu h<u>aa</u>ruuna nabiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ ۚ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا",
  "id" : "Dan ceritakanlah (hai Muhammad kepada mereka) kisah Ismail (yang tersebut) di dalam Al Quraan. Sesungguhnya ia adalah seorang yang benar janjinya, dan dia adalah seorang rasul dan nabi.",
  "nomor" : "54",
  "tr" : "wa<strong>u</strong><u>dz</u>kur fii <strong>a</strong>lkit<u>aa</u>bi ism<u>aa</u>'iila innahu k<u>aa</u>na <u>shaa</u>diqa <strong>a</strong>lwa'di wak<u>aa</u>na rasuulan nabiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا",
  "id" : "Dan ia menyuruh ahlinya untuk bersembahyang dan menunaikan zakat, dan ia adalah seorang yang diridhai di sisi Tuhannya.",
  "nomor" : "55",
  "tr" : "wak<u>aa</u>na ya/muru ahlahu bi<strong>al</strong><u>shsh</u>al<u>aa</u>ti wa<strong>al</strong>zzak<u>aa</u>ti wak<u>aa</u>na 'inda rabbihi mar<u>dh</u>iyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ ۚ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا",
  "id" : "Dan ceritakanlah (hai Muhammad kepada mereka, kisah) Idris (yang tersebut) di dalam Al Quraan. Sesungguhnya ia adalah seorang yang sangat membenarkan dan seorang nabi.",
  "nomor" : "56",
  "tr" : "wa<strong>u</strong><u>dz</u>kur fii <strong>a</strong>lkit<u>aa</u>bi idriisa innahu k<u>aa</u>na <u>sh</u>iddiiqan nabiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَرَفَعْنَاهُ مَكَانًا عَلِيًّا",
  "id" : "Dan Kami telah mengangkatnya ke martabat yang tinggi.",
  "nomor" : "57",
  "tr" : "warafa'n<u>aa</u>hu mak<u>aa</u>nan 'aliyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أُولَٰئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا ۚ إِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُ الرَّحْمَٰنِ خَرُّوا سُجَّدًا وَبُكِيًّا ۩",
  "id" : "Mereka itu adalah orang-orang yang telah diberi ni'mat oleh Allah, yaitu para nabi dari keturunan Adam, dan dari orang-orang yang Kami angkat bersama Nuh, dan dari keturunan Ibrahim dan Israil, dan dari orang-orang yang telah Kami beri petunjuk dan telah Kami pilih. Apabila dibacakan ayat-ayat Allah Yang Maha Pemurah kepada mereka, maka mereka menyungkur dengan bersujud dan menangis.",
  "nomor" : "58",
  "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina an'ama <strong>al</strong>l<u>aa</u>hu 'alayhim mina <strong>al</strong>nnabiyyiina min <u>dz</u>urriyyati <u>aa</u>dama wamimman <u>h</u>amaln<u>aa</u> ma'a nuu<u>h</u>in wamin <u>dz</u>urriyyati ibr<u>aa</u>hiima wa-isr<u>aa</u>-iila wamimman hadayn<u>aa</u> wa<strong>i</strong>jtabayn<u>aa</u> i<u>dzaa</u> tutl<u>aa</u> 'alayhim <u>aa</u>y<u>aa</u>tu <strong>al</strong>rra<u>h</u>m<u>aa</u>ni kharruu sujjadan wabukiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا",
  "id" : "Maka datanglah sesudah mereka, pengganti (yang jelek) yang menyia-nyiakan shalat dan memperturutkan hawa nafsunya, maka mereka kelak akan menemui kesesatan,",
  "nomor" : "59",
  "tr" : "fakhalafa min ba'dihim khalfun a<u>daa</u>'uu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<strong>i</strong>ttaba'uu <strong>al</strong>sysyahaw<u>aa</u>ti fasawfa yalqawna ghayy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَٰئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا",
  "id" : "kecuali orang yang bertaubat, beriman dan beramal saleh, maka mereka itu akan masuk syurga dan tidak dianiaya (dirugikan) sedikitpun,",
  "nomor" : "60",
  "tr" : "ill<u>aa</u> man t<u>aa</u>ba wa<u>aa</u>mana wa'amila <u>shaa</u>li<u>h</u>an faul<u>aa</u>-ika yadkhuluuna <strong>a</strong>ljannata wal<u>aa</u> yu<u>zh</u>lamuuna syay-<u>aa</u><strong>n</strong>"
}, {
  "ar" : "جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَٰنُ عِبَادَهُ بِالْغَيْبِ ۚ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا",
  "id" : "yaitu syurga 'Adn yang telah dijanjikan oleh Tuhan Yang Maha Pemurah kepada hamba-hamba-Nya, sekalipun (syurga itu) tidak nampak. Sesungguhnya janji Allah itu pasti akan ditepati.",
  "nomor" : "61",
  "tr" : "jann<u>aa</u>ti 'adnin <strong>al</strong>latii wa'ada <strong>al</strong>rra<u>h</u>m<u>aa</u>nu 'ib<u>aa</u>dahu bi<strong>al</strong>ghaybi innahu k<u>aa</u>na wa'duhu ma/tiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا ۖ وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
  "id" : "Mereka tidak mendengar perkataan yang tak berguna di dalam syurga, kecuali ucapan salam. Bagi mereka rezkinya di syurga itu tiap-tiap pagi dan petang.",
  "nomor" : "62",
  "tr" : "l<u>aa</u> yasma'uuna fiih<u>aa</u> laghwan ill<u>aa</u> sal<u>aa</u>man walahum rizquhum fiih<u>aa</u> bukratan wa'asyiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا",
  "id" : "Itulah syurga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa.",
  "nomor" : "63",
  "tr" : "tilka <strong>a</strong>ljannatu <strong>al</strong>latii nuuritsu min 'ib<u>aa</u>din<u>aa</u> man k<u>aa</u>na taqiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ ۖ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ ۚ وَمَا كَانَ رَبُّكَ نَسِيًّا",
  "id" : "Dan tidaklah kami (Jibril) turun, kecuali dengan perintah Tuhanmu. Kepunyaan-Nya-lah apa-apa yang ada di hadapan kita, apa-apa yang ada di belakang kita dan apa-apa yang ada di antara keduanya, dan tidaklah Tuhanmu lupa.",
  "nomor" : "64",
  "tr" : "wam<u>aa</u> natanazzalu ill<u>aa</u> bi-amri rabbika lahu m<u>aa</u> bayna aydiin<u>aa</u> wam<u>aa </u>khalfan<u>aa</u> wam<u>aa</u> bayna <u>dzaa</u>lika wam<u>aa</u> k<u>aa</u>na rabbuka nasiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ ۚ هَلْ تَعْلَمُ لَهُ سَمِيًّا",
  "id" : "Tuhan (yang menguasai) langit dan bumi dan apa-apa yang ada di antara keduanya, maka sembahlah Dia dan berteguh hatilah dalam beribadat kepada-Nya. Apakah kamu mengetahui ada seorang yang sama dengan Dia (yang patut disembah)?",
  "nomor" : "65",
  "tr" : "rabbu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> baynahum<u>aa</u> fa<strong>u</strong>'budhu wa<strong>i</strong><u>sth</u>abir li'ib<u>aa</u>datihi hal ta'lamu lahu samiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا",
  "id" : "Dan berkata manusia: \"Betulkah apabila aku telah mati, bahwa aku sungguh-sungguh akan dibangkitkan menjadi hidup kembali?\"",
  "nomor" : "66",
  "tr" : "wayaquulu <strong>a</strong>l-ins<u>aa</u>nu a-i<u>dzaa</u> m<u>aa</u> mittu lasawfa ukhraju <u>h</u>ayy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا",
  "id" : "Dan tidakkah manusia itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu, sedang ia tidak ada sama sekali?",
  "nomor" : "67",
  "tr" : "awa l<u>aa</u> ya<u>dz</u>kuru <strong>a</strong>l-ins<u>aa</u>nu ann<u>aa</u> khalaqn<u>aa</u>hu min qablu walam yaku syay-<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
  "id" : "Demi Tuhanmu, sesungguhnya akan Kami bangkitkan mereka bersama syaitan, kemudian akan Kami datangkan mereka ke sekeliling Jahannam dengan berlutut.",
  "nomor" : "68",
  "tr" : "fawarabbika lana<u>h</u>syurannahum wa<strong>al</strong>sysyay<u>aath</u>iina tsumma lanu<u>hd</u>irannahum <u>h</u>awla jahannama jitsiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَٰنِ عِتِيًّا",
  "id" : "Kemudian pasti akan Kami tarik dari tiap-tiap golongan siapa di antara mereka yang sangat durhaka kepada Tuhan Yang Maha Pemurah.",
  "nomor" : "69",
  "tr" : "tsumma lananzi'anna min kulli syii'atin ayyuhum asyaddu 'al<u>aa</u> <strong>al</strong>rra<u>h</u>m<u>aa</u>ni 'itiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا",
  "id" : "Dan kemudian Kami sungguh lebih mengetahui orang-orang yang seharusnya dimasukkan ke dalam neraka.",
  "nomor" : "70",
  "tr" : "tsumma lana<u>h</u>nu a'lamu bi<strong>a</strong>lla<u>dz</u>iina hum awl<u>aa</u> bih<u>aa</u> <u>sh</u>iliyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا ۚ كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَقْضِيًّا",
  "id" : "Dan tidak ada seorangpun dari padamu, melainkan mendatangi neraka itu. Hal itu bagi Tuhanmu adalah suatu kemestian yang sudah ditetapkan.",
  "nomor" : "71",
  "tr" : "wa-in minkum ill<u>aa</u> w<u>aa</u>riduh<u>aa</u> k<u>aa</u>na 'al<u>aa</u> rabbika <u>h</u>atman maq<u>dh</u>iyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا",
  "id" : "Kemudian Kami akan menyelamatkan orang-orang yang bertakwa dan membiarkan orang-orang yang zalim di dalam neraka dalam keadaan berlutut.",
  "nomor" : "72",
  "tr" : "tsumma nunajjii <strong>al</strong>la<u>dz</u>iina ittaqaw wana<u>dz</u>aru <strong>al</strong><u>zhzhaa</u>limiina fiih<u>aa</u> jitsiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا",
  "id" : "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang terang (maksudnya), niscaya orang-orang yang kafir berkata kepada orang-orang yang beriman: \"Manakah di antara kedua golongan (kafir dan mu'min) yang lebih baik tempat tinggalnya dan lebih indah tempat pertemuan(nya)?\"",
  "nomor" : "73",
  "tr" : "wa-i<u>dzaa</u> tutl<u>aa</u> 'alayhim <u>aa</u>y<u>aa</u>tun<u>aa</u> bayyin<u>aa</u>tin q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lilla<u>dz</u>iina <u>aa</u>manuu ayyu <strong>a</strong>lfariiqayni khayrun maq<u>aa</u>man wa-a<u>h</u>sanu nadiyy<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا",
  "id" : "Berapa banyak umat yang telah Kami binasakan sebelum mereka, sedang mereka adalah lebih bagus alat rumah tangganya dan lebih sedap di pandang mata.",
  "nomor" : "74",
  "tr" : "wakam ahlakn<u>aa</u> qablahum min qarnin hum a<u>h</u>sanu ats<u>aa</u>tsan wari/y<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَٰنُ مَدًّا ۚ حَتَّىٰ إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا",
  "id" : "Katakanlah: \"Barang siapa yang berada di dalam kesesatan, maka biarlah Tuhan yang Maha Pemurah memperpanjang tempo baginya; sehingga apabila mereka telah melihat apa yang diancamkan kepadanya, baik siksa maupun kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah penolong-penolongnya\".",
  "nomor" : "75",
  "tr" : "qul man k<u>aa</u>na fii <strong>al</strong><u>dhdh</u>al<u>aa</u>lati falyamdud lahu <strong>al</strong>rra<u>h</u>m<u>aa</u>nu maddan <u>h</u>att<u>aa</u> i<u>dzaa</u> ra-aw m<u>aa</u> yuu'aduuna imm<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>ba wa-imm<u>aa</u> <strong>al</strong>ss<u>aa</u>'ata fasaya'lamuuna man huwa syarrun mak<u>aa</u>nan wa-a<u>dh</u>'afu jund<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى ۗ وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا",
  "id" : "Dan Allah akan menambah petunjuk kepada mereka yang telah mendapat petunjuk. Dan amal-amal saleh yang kekal itu lebih baik pahalanya di sisi Tuhanmu dan lebih baik kesudahannya.",
  "nomor" : "76",
  "tr" : "wayaziidu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina ihtadaw hudan wa<strong>a</strong>lb<u>aa</u>qiy<u>aa</u>tu <strong>al</strong><u>shshaa</u>li<u>haa</u>tu khayrun 'inda rabbika tsaw<u>aa</u>ban wakhayrun maradd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
  "id" : "Maka apakah kamu telah melihat orang yang kafir kepada ayat-ayat Kami dan ia mengatakan: \"Pasti aku akan diberi harta dan anak\".",
  "nomor" : "77",
  "tr" : "afara-ayta <strong>al</strong>la<u>dz</u>ii kafara bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> waq<u>aa</u>la lauutayanna m<u>aa</u>lan wawalad<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَٰنِ عَهْدًا",
  "id" : "Adakah ia melihat yang ghaib atau ia telah membuat perjanjian di sisi Tuhan Yang Maha Pemurah?,",
  "nomor" : "78",
  "tr" : "a<u>ththh</u>ala'a <strong>a</strong>lghayba ami ittakha<u>dz</u>a 'inda <strong>al</strong>rra<u>h</u>m<u>aa</u>ni 'ahd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "كَلَّا ۚ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا",
  "id" : "sekali-kali tidak, Kami akan menulis apa yang ia katakan, dan benar-benar Kami akan memperpanjang azab untuknya,",
  "nomor" : "79",
  "tr" : "kall<u>aa</u> sanaktubu m<u>aa</u> yaquulu wanamuddu lahu mina <strong>a</strong>l'a<u>dzaa</u>bi madd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْدًا",
  "id" : "dan Kami akan mewarisi apa yang ia katakan itu, dan ia akan datang kepada Kami dengan seorang diri.",
  "nomor" : "80",
  "tr" : "wanaritsuhu m<u>aa</u> yaquulu waya/tiin<u>aa</u> fard<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا",
  "id" : "Dan mereka telah mengambil sembahan-sembahan selain Allah, agar sembahan-sembahan itu menjadi pelindung bagi mereka,",
  "nomor" : "81",
  "tr" : "wa<strong>i</strong>ttakha<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi <u>aa</u>lihatan liyakuunuu lahum 'izz<u>aa</u><strong>n</strong>"
}, {
  "ar" : "كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا",
  "id" : "sekali-kali tidak. Kelak mereka (sembahan-sembahan) itu akan mengingkari penyembahan (pengikut-pengikutnya) terhadapnya, dan mereka (sembahan-sembahan) itu akan menjadi musuh bagi mereka.",
  "nomor" : "82",
  "tr" : "kall<u>aa</u> sayakfuruuna bi'ib<u>aa</u>datihim wayakuunuuna 'alayhim <u>dh</u>idd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا",
  "id" : "Tidakkah kamu lihat, bahwasanya Kami telah mengirim syaitan-syaitan itu kepada orang-orang kafir untuk menghasung mereka berbuat ma'siat dengan sungguh-sungguh?,",
  "nomor" : "83",
  "tr" : "alam tara ann<u>aa</u> arsaln<u>aa</u> <strong>al</strong>sysyay<u>aath</u>iina 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiina tauzzuhum azz<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَلَا تَعْجَلْ عَلَيْهِمْ ۖ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا",
  "id" : "maka janganlah kamu tergesa-gesa memintakan siksa terhadap mereka, karena sesungguhnya Kami hanya menghitung datangnya (hari siksaan) untuk mereka dengan perhitungan yang teliti.",
  "nomor" : "84",
  "tr" : "fal<u>aa</u> ta'jal 'alayhim innam<u>aa</u> na'uddu lahum 'add<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا",
  "id" : "(Ingatlah) hari (ketika) Kami mengumpulkan orang-orang yang takwa kepada Tuhan Yang Maha Pemurah sebagai perutusan yang terhormat,",
  "nomor" : "85",
  "tr" : "yawma na<u>h</u>syuru <strong>a</strong>lmuttaqiina il<u>aa</u> <strong>al</strong>rra<u>h</u>m<u>aa</u>ni wafd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَنَسُوقُ الْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا",
  "id" : "dan Kami akan menghalau orang-orang yang durhaka ke neraka Jahannam dalam keadaan dahaga.",
  "nomor" : "86",
  "tr" : "wanasuuqu <strong>a</strong>lmujrimiina il<u>aa</u> jahannama wird<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَٰنِ عَهْدًا",
  "id" : "Mereka tidak berhak mendapat syafa'at kecuali orang yang telah mengadakan perjanjian di sisi Tuhan Yang Maha Pemurah.",
  "nomor" : "87",
  "tr" : "l<u>aa</u> yamlikuuna <strong>al</strong>sysyaf<u>aa</u>'ata ill<u>aa</u> mani ittakha<u>dz</u>a 'inda <strong>al</strong>rra<u>h</u>m<u>aa</u>ni 'ahd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا",
  "id" : "Dan mereka berkata: \"Tuhan Yang Maha Pemurah mengambil (mempunyai) anak\".",
  "nomor" : "88",
  "tr" : "waq<u>aa</u>luu ittakha<u>dz</u>a <strong>al</strong>rra<u>h</u>m<u>aa</u>nu walad<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لَقَدْ جِئْتُمْ شَيْئًا إِدًّا",
  "id" : "Sesungguhnya kamu telah mendatangkan sesuatu perkara yang sangat mungkar,",
  "nomor" : "89",
  "tr" : "laqad ji/tum syay-an idd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا",
  "id" : "hampir-hampir langit pecah karena ucapan itu, dan bumi belah, dan gunung-gunung runtuh,",
  "nomor" : "90",
  "tr" : "tak<u>aa</u>du <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu yatafa<u>ththh</u>arna minhu watansyaqqu <strong>a</strong>l-ar<u>dh</u>u watakhirru <strong>a</strong>ljib<u>aa</u>lu hadd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَنْ دَعَوْا لِلرَّحْمَٰنِ وَلَدًا",
  "id" : "karena mereka menda'wakan Allah Yang Maha Pemurah mempunyai anak.",
  "nomor" : "91",
  "tr" : "an da'aw li<strong>l</strong>rra<u>h</u>m<u>aa</u>ni walad<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَمَا يَنْبَغِي لِلرَّحْمَٰنِ أَنْ يَتَّخِذَ وَلَدًا",
  "id" : "Dan tidak layak bagi Tuhan Yang Maha Pemurah mengambil (mempunyai) anak.",
  "nomor" : "92",
  "tr" : "wam<u>aa</u> yanbaghii li<strong>l</strong>rra<u>h</u>m<u>aa</u>ni an yattakhi<u>dz</u>a walad<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا",
  "id" : "Tidak ada seorangpun di langit dan di bumi, kecuali akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba.",
  "nomor" : "93",
  "tr" : "in kullu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> <u>aa</u>tii <strong>al</strong>rra<u>h</u>m<u>aa</u>ni 'abd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا",
  "id" : "Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti.",
  "nomor" : "94",
  "tr" : "laqad a<u>hsaa</u>hum wa'addahum 'add<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا",
  "id" : "Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri.",
  "nomor" : "95",
  "tr" : "wakulluhum <u>aa</u>tiihi yawma <strong>a</strong>lqiy<u>aa</u>mati fard<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَٰنُ وُدًّا",
  "id" : "Sesungguhnya orang-orang yang beriman dan beramal saleh, kelak Allah Yang Maha Pemurah akan menanamkan dalam (hati) mereka rasa kasih sayang.",
  "nomor" : "96",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti sayaj'alu lahumu <strong>al</strong>rra<u>h</u>m<u>aa</u>nu wudd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا",
  "id" : "Maka sesungguhnya telah Kami mudahkan Al Quraan itu dengan bahasamu, agar kamu dapat memberi kabar gembira dengan Al Quraan itu kepada orang-orang yang bertakwa, dan agar kamu memberi peringatan dengannya kepada kaum yang membangkang.",
  "nomor" : "97",
  "tr" : "fa-innam<u>aa</u> yassarn<u>aa</u>hu bilis<u>aa</u>nika litubasysyira bihi <strong>a</strong>lmuttaqiina watun<u>dz</u>ira bihi qawman ludd<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا",
  "id" : "Dan berapa banyak telah Kami binasakan umat-umat sebelum mereka. Adakah kamu melihat seorangpun dari mereka atau kamu dengar suara mereka yang samar-samar?",
  "nomor" : "98",
  "tr" : "wakam ahlakn<u>aa</u> qablahum min qarnin hal tu<u>h</u>issu minhum min a<u>h</u>adin aw tasma'u lahum rikz<u>aa</u><strong>n</strong>"
} ]
