[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الم",
  "id" : "Alif laam miin.",
  "nomor" : "1",
  "tr" : "alif-l<u>aa</u>m-miim"
}, {
  "ar" : "ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِلْمُتَّقِينَ",
  "id" : "Kitab (Al Quraan) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertaqwa,",
  "nomor" : "2",
  "tr" : "<u>dzaa</u>lika <strong>a</strong>lkit<u>aa</u>bu l<u>aa</u> rayba fiihi hudan lilmuttaqiin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
  "id" : "(yaitu) mereka yang beriman kepada yang ghaib, yang mendirikan shalat, dan menafkahkan sebahagian rezki yang Kami anugerahkan kepada mereka.",
  "nomor" : "3",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yu/minuuna bi<strong>a</strong>lghaybi wayuqiimuuna <strong>al</strong><u>shsh</u>al<u>aa</u>ta wamimm<u>aa</u> razaqn<u>aa</u>hum yunfiquun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ",
  "id" : "dan mereka yang beriman kepada Kitab (Al Qur'an) yang telah diturunkan kepadamu dan Kitab-kitab yang telah diturunkan sebelummu, serta mereka yakin akan adanya (kehidupan) akhirat.",
  "nomor" : "4",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yu/minuuna bim<u>aa</u> unzila ilayka wam<u>aa</u> unzila min qablika wabi<strong>a</strong>l-<u>aa</u>khirati hum yuuqinuun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
  "id" : "Mereka itulah yang tetap mendapat petunjuk dari Tuhan mereka, dan merekalah orang-orang yang beruntung.",
  "nomor" : "5",
  "tr" : "ul<u>aa</u>-ika 'al<u>aa</u> hudan min rabbihim waul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ",
  "id" : "Sesungguhnya orang-orang kafir, sama saja bagi mereka, kamu beri peringatan atau tidak kamu beri peringatan, mereka tidak juga akan beriman.",
  "nomor" : "6",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu saw<u>aa</u>un 'alayhim a-an<u>dz</u>artahum am lam tun<u>dz</u>irhum l<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰ أَبْصَارِهِمْ غِشَاوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
  "id" : "Allah telah mengunci-mati hati dan pendengaran mereka, dan penglihatan mereka ditutup. Dan bagi mereka siksa yang amat berat",
  "nomor" : "7",
  "tr" : "khatama <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> quluubihim wa'al<u>aa</u> sam'ihim wa'al<u>aa</u> ab<u>shaa</u>rihim ghisy<u>aa</u>watun walahum 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ",
  "id" : "Di antara manusia ada yang mengatakan: \"Kami beriman kepada Allah dan Hari kemudian,\" pada hal mereka itu sesungguhnya bukan orang-orang yang beriman.",
  "nomor" : "8",
  "tr" : "wamina <strong>al</strong>nn<u>aa</u>si man yaquulu <u>aa</u>mann<u>aa</u> bi ill<u>aa</u>hi wa billyaumil akhiri wam<u>aa</u> hum bimu/miniin<strong>a</strong>"
}, {
  "ar" : "يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ",
  "id" : "Mereka hendak menipu Allah dan orang-orang yang beriman, padahal mereka hanya menipu dirinya sendiri sedang mereka tidak sadar.",
  "nomor" : "9",
  "tr" : "yukh<u>aa</u>di'uuna <strong>al</strong>l<u>aa</u>ha wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wam<u>aa</u> yakhda'uuna ill<u>aa</u> anfusahum wam<u>aa</u> yasy'uruun<strong>a</strong>"
}, {
  "ar" : "فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ",
  "id" : "Dalam hati mereka ada penyakit, lalu ditambah Allah penyakitnya; dan bagi mereka siksa yang pedih, disebabkan mereka berdusta.",
  "nomor" : "10",
  "tr" : "fii quluubihim mara<u>dh</u>un faz<u>aa</u>dahumu <strong>al</strong>l<u>aa</u>hu mara<u>dh</u>an walahum 'a<u>dzaa</u>bun <strong>a</strong>liimun bim<u>aa</u> k<u>aa</u>nuu yak<u>dz</u>ibuun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ",
  "id" : "Dan bila dikatakan kepada mereka:\"Janganlah kamu membuat kerusakan di muka bumi\". Mereka menjawab: \"Sesungguhnya kami orang-orang yang mengadakan perbaikan.\"",
  "nomor" : "11",
  "tr" : "wa-i<u>dzaa</u> qiila lahum l<u>aa</u> tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i q<u>aa</u>luu innam<u>aa</u> na<u>h</u>nu mu<u>sh</u>li<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَٰكِنْ لَا يَشْعُرُونَ",
  "id" : "Ingatlah, sesungguhnya mereka itulah orang-orang yang membuat kerusakan, tetapi mereka tidak sadar.",
  "nomor" : "12",
  "tr" : "al<u>aa</u> innahum humu <strong>a</strong>lmufsiduuna wal<u>aa</u>kin l<u>aa</u> yasy'uruun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ ۗ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَٰكِنْ لَا يَعْلَمُونَ",
  "id" : "Apabila dikatakan kepada mereka: \"Berimanlah kamu sebagaimana orang-orang lain telah beriman.\" Mereka menjawab: \"Akan berimankah kami sebagaimana orang-orang yang bodoh itu telah beriman?\" Ingatlah, sesungguhnya merekalah orang-orang yang bodoh; tetapi mereka tidak tahu.",
  "nomor" : "13",
  "tr" : "wa-i<u>dzaa</u> qiila lahum <u>aa</u>minuu kam<u>aa</u> <u>aa</u>mana <strong>al</strong>nn<u>aa</u>su q<u>aa</u>luu anu/minu kam<u>aa</u> <u>aa</u>mana <strong>al</strong>ssufah<u>aa</u>u <strong>a</strong>l<u>aa</u> innahum humu <strong>al</strong>ssufah<u>aa</u>u wal<u>aa</u>kin l<u>aa</u> ya'lamuun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ",
  "id" : "Dan bila mereka berjumpa dengan orang-orang yang beriman, mereka mengatakan: \"Kami telah beriman\". Dan bila mereka kembali kepada syaitan-syaitan mereka, mereka mengatakan: \"Sesungguhnya kami sependirian dengan kamu, kami hanyalah berolok-olok.\"",
  "nomor" : "14",
  "tr" : "wa-i<u>dzaa</u> laquu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu q<u>aa</u>luu <u>aa</u>mann<u>aa</u> wa-i<u>dzaa</u> khalaw il<u>aa</u> syay<u>aath</u>iinihim q<u>aa</u>luu inn<u>aa</u> ma'akum innam<u>aa</u> na<u>h</u>nu mustahzi-uun<strong>a</strong>"
}, {
  "ar" : "اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ",
  "id" : "Allah akan (membalas) olok-olokan mereka dan membiarkan mereka terombang-ambing dalam kesesatan mereka.",
  "nomor" : "15",
  "tr" : "<strong>al</strong>l<u>aa</u>hu yastahzi-u bihim wayamudduhum fii <u>th</u>ughy<u>aa</u>nihim ya'mahuun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ",
  "id" : "Mereka itulah orang yang membeli kesesatan dengan petunjuk, maka tidaklah beruntung perniagaan mereka dan tidaklah mereka mendapat petunjuk.",
  "nomor" : "16",
  "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina isytarawuu <strong>al</strong><u>dhdh</u>al<u>aa</u>lata bi<strong>a</strong>lhud<u>aa</u> fam<u>aa</u> rabi<u>h</u>at tij<u>aa</u>ratuhum wam<u>aa</u> k<u>aa</u>nuu muhtadiin<strong>a</strong>"
}, {
  "ar" : "مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ",
  "id" : "Perumpamaan mereka adalah seperti orang yang menyalakan api, maka setelah api itu menerangi sekelilingnya Allah hilangkan cahaya (yang menyinari) mereka, dan membiarkan mereka dalam kegelapan, tidak dapat melihat.",
  "nomor" : "17",
  "tr" : "matsaluhum kamatsali <strong>al</strong>la<u>dz</u>ii istawqada n<u>aa</u>ran falamm<u>aa</u> a<u>dhaa</u>-at m<u>aa</u> <u>h</u>awlahu <u>dz</u>ahaba <strong>al</strong>l<u>aa</u>hu binuurihim watarakahum fii <u>zh</u>ulum<u>aa</u>tin l<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>"
}, {
  "ar" : "صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ",
  "id" : "Mereka tuli, bisu dan buta, maka tidaklah mereka akan kembali (ke jalan yang benar),",
  "nomor" : "18",
  "tr" : "<u>sh</u>ummun bukmun 'umyun fahum l<u>aa</u> yarji'uun<strong>a</strong>"
}, {
  "ar" : "أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ ۚ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ",
  "id" : "atau seperti (orang-orang yang ditimpa) hujan lebat dari langit disertai gelap gulita, guruh dan kilat; mereka menyumbat telinganya dengan anak jarinya, karena (mendengar suara) petir,sebab takut akan mati. Dan Allah meliputi orang-orang yang kafir.",
  "nomor" : "19",
  "tr" : "aw ka<u>sh</u>ayyibin mina <strong>al</strong>ssam<u>aa</u>-i fiihi <u>zh</u>ulum<u>aa</u>tun wara'dun wabarqun yaj'aluuna a<u>shaa</u>bi'ahum fii <u>aatsaa</u>nihim mina <strong>al</strong><u>shsh</u>aw<u>aa</u>'iqi <u>h</u>a<u>dz</u>ara <strong>a</strong>lmawti wa<strong>al</strong>l<u>aa</u>hu mu<u>h</u>ii<u>th</u>un bi<strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ ۖ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا ۚ وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Hampir-hampir kilat itu menyambar penglihatan mereka. Setiap kali kilat itu menyinari mereka, mereka berjalan di bawah sinar itu, dan bila gelap menimpa mereka, mereka berhenti. Jikalau Allah menghendaki, niscaya Dia melenyapkan pendengaran dan penglihatan mereka. Sesungguhnya Allah berkuasa atas segala sesuatu.",
  "nomor" : "20",
  "tr" : "yak<u>aa</u>du <strong>a</strong>lbarqu yakh<u>th</u>afu ab<u>shaa</u>rahum kullam<u>aa</u> a<u>dhaa</u>-a lahum masyaw fiihi wa-i<u>dzaa</u> a<u>zh</u>lama 'alayhim q<u>aa</u>muu walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu la<u>dz</u>ahaba bisam'ihim wa-ab<u>shaa</u>rihim inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
  "id" : "Hai manusia, sembahlah Tuhanmu yang telah menciptakanmu dan orang-orang yang sebelummu, agar kamu bertakwa,",
  "nomor" : "21",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su u'buduu rabbakumu <strong>al</strong>la<u>dz</u>ii khalaqakum wa<strong>a</strong>lla<u>dz</u>iina min qablikum la'allakum tattaquun<strong>a</strong>"
}, {
  "ar" : "الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ ۖ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ",
  "id" : "Dialah yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dia menurunkan air (hujan) dari langit, lalu Dia menghasilkan dengan hujan itu segala buah-buahan sebagai rezki untukmu; karena itu janganlah kamu mengadakan sekutu-sekutu bagi Allah, padahal kamu mengetahui.",
  "nomor" : "22",
  "tr" : "<strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a fir<u>aa</u>syan wa<strong>al</strong>ssam<u>aa</u>-a bin<u>aa</u>-an wa-anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-akhraja bihi mina <strong>al</strong>tstsamar<u>aa</u>ti rizqan lakum fal<u>aa</u> taj'aluu lill<u>aa</u>hi and<u>aa</u>dan wa-antum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Dan jika kamu (tetap) dalam keraguan tentang Al Qur'an yang Kami wahyukan kepada hamba Kami (Muhammad), buatlah satu surat (saja) yang semisal Al Qur'an itu dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar.",
  "nomor" : "23",
  "tr" : "wa-in kuntum fii raybin mimm<u>aa</u> nazzaln<u>aa</u> 'al<u>aa</u> 'abdin<u>aa</u> fa/tuu bisuuratin min mitslihi wa<strong>u</strong>d'uu syuhad<u>aa</u>-akum min duuni <strong>al</strong>l<u>aa</u>hi in kuntum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَافِرِينَ",
  "id" : "Maka jika kamu tidak dapat membuat(nya) - dan pasti kamu tidak akan dapat membuat(nya) -, peliharalah dirimu dari neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir.",
  "nomor" : "24",
  "tr" : "fa-in lam taf'aluu walan taf'aluu fa<strong>i</strong>ttaquu <strong>al</strong>nn<u>aa</u>ra <strong>al</strong>latii waquuduh<u>aa</u> <strong>al</strong>nn<u>aa</u>su wa<strong>a</strong>l<u>h</u>ij<u>aa</u>ratu u'iddat lilk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا ۙ قَالُوا هَٰذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ ۖ وَأُتُوا بِهِ مُتَشَابِهًا ۖ وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ ۖ وَهُمْ فِيهَا خَالِدُونَ",
  "id" : "Dan sampaikanlah berita gembira kepada mereka yang beriman dan berbuat baik, bahwa bagi mereka disediakan surga-surga yang mengalir sungai-sungai di dalamnya. Setiap mereka diberi rezki buah-buahan dalam surga-surga itu, mereka mengatakan : \"Inilah yang pernah diberikan kepada kami dahulu.\" Mereka diberi buah-buahan yang serupa dan untuk mereka di dalamnya ada isteri-isteri yang suci dan mereka kekal di dalamnya.",
  "nomor" : "25",
  "tr" : "wabasysyiri <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti anna lahum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kullam<u>aa</u> ruziquu minh<u>aa</u> min tsamaratin rizqan q<u>aa</u>luu h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii ruziqn<u>aa</u> min qablu wautuu bihi mutasy<u>aa</u>bihan walahum fiih<u>aa</u> azw<u>aa</u>jun mu<u>th</u>ahharatun wahum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا ۚ فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ ۖ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا ۘ يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا ۚ وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ",
  "id" : "Sesungguhnya Allah tiada segan membuat perumpamaan berupa nyamuk atau yang lebih rendah dari itu. Adapun orang-orang yang beriman, maka mereka yakin bahwa perumpamaan itu benar dari Tuhan mereka, tetapi mereka yang kafir mengatakan : \"Apakah maksud Allah menjadikan ini untuk perumpamaan?.\" Dengan perumpamaan itu banyak orang yang disesatkan Allah, dan dengan perumpamaan itu (pula) banyak orang yang diberi-Nya petunjuk. Dan tidak ada yang disesatkan Allah kecuali orang-orang yang fasik,",
  "nomor" : "26",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yasta<u>h</u>yii an ya<u>dh</u>riba matsalan m<u>aa</u> ba'uu<u>dh</u>atan fam<u>aa</u> fawqah<u>aa</u> fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu faya'lamuuna annahu <strong>a</strong>l<u>h</u>aqqu min rabbihim wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu fayaquuluuna m<u>aatsaa</u> ar<u>aa</u>da <strong>al</strong>l<u>aa</u>hu bih<u>aadzaa</u> matsalan yu<u>dh</u>illu bihi katsiiran wayahdii bihi katsiiran wam<u>aa</u> yu<u>dh</u>illu bihi ill<u>aa</u> <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ ۚ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
  "id" : "(yaitu) orang-orang yang melanggar perjanjian Allah sesudah perjanjian itu teguh, dan memutuskan apa yang diperintahkan Allah (kepada mereka) untuk menghubungkannya dan membuat kerusakan di muka bumi. Mereka itulah orang-orang yang rugi.",
  "nomor" : "27",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yanqu<u>dh</u>uuna 'ahda <strong>al</strong>l<u>aa</u>hi min ba'di miits<u>aa</u>qihi wayaq<u>th</u>a'uuna m<u>aa</u> amara <strong>al</strong>l<u>aa</u>hu bihi an yuu<u>sh</u>ala wayufsiduuna fii <strong>a</strong>l-ar<u>dh</u>i ul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
}, {
  "ar" : "كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
  "id" : "Mengapa kamu kafir kepada Allah, padahal kamu tadinya mati, lalu Allah menghidupkan kamu, kemudian kamu dimatikan dan dihidupkan-Nya kembali, kemudian kepada-Nya-lah kamu dikembalikan?",
  "nomor" : "28",
  "tr" : "kayfa takfuruuna biall<u>aa</u>hi wakuntum amw<u>aa</u>tan fa-a<u>h</u>y<u>aa</u>kum tsumma yumiitukum tsumma yu<u>h</u>yiikum tsumma ilayhi turja'uun<strong>a</strong>"
}, {
  "ar" : "هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ",
  "id" : "Dia-lah Allah, yang menjadikan segala yang ada di bumi untuk kamu dan Dia berkehendak (menciptakan) langit, lalu dijadikan-Nya tujuh langit. Dan Dia Maha Mengetahui segala sesuatu.",
  "nomor" : "29",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii khalaqa lakum m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i jamii'an tsumma istaw<u>aa</u> il<u>aa</u> <strong>al</strong>ssam<u>aa</u>-i fasaww<u>aa</u>hunna sab'a sam<u>aa</u>w<u>aa</u>tin wahuwa bikulli syay-in 'aliim<strong>un</strong>"
}, {
  "ar" : "وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً ۖ قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ",
  "id" : "Ingatlah ketika Tuhanmu berfirman kepada para Malaikat: \"Sesungguhnya Aku hendak menjadikan seorang khalifah di muka bumi.\" Mereka berkata: \"Mengapa Engkau hendak menjadikan (khalifah) di bumi itu orang yang akan membuat kerusakan padanya dan menumpahkan darah, padahal kami senantiasa bertasbih dengan memuji Engkau dan mensucikan Engkau?\" Tuhan berfirman: \"Sesungguhnya Aku mengetahui apa yang tidak kamu ketahui.\"",
  "nomor" : "30",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>la rabbuka lilmal<u>aa</u>-ikati innii j<u>aa</u>'ilun fii <strong>a</strong>l-ar<u>dh</u>i khaliifatan q<u>aa</u>luu ataj'alu fiih<u>aa</u> man yufsidu fiih<u>aa</u> wayasfiku <strong>al</strong>ddim<u>aa</u>-a wana<u>h</u>nu nusabbi<u>h</u>u bi<u>h</u>amdika wanuqaddisu laka q<u>aa</u>la innii a'lamu m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
}, {
  "ar" : "وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَٰؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Dan Dia mengajarkan kepada Adam nama-nama (benda-benda) seluruhnya, kemudian mengemukakannya kepada para Malaikat lalu berfirman: \"Sebutkanlah kepada-Ku nama benda-benda itu jika kamu mamang benar orang-orang yang benar!\"",
  "nomor" : "31",
  "tr" : "wa'allama <u>aa</u>dama <strong>a</strong>l-asm<u>aa</u>-a kullah<u>aa</u> tsumma 'ara<u>dh</u>ahum 'al<u>aa</u> <strong>a</strong>lmal<u>aa</u>-ikati faq<u>aa</u>la anbi-uunii bi-asm<u>aa</u>-i h<u>aa</u>ul<u>aa</u>-i in kuntum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا ۖ إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ",
  "id" : "Mereka menjawab: \"Maha Suci Engkau, tidak ada yang kami ketahui selain dari apa yang telah Engkau ajarkan kepada kami; sesungguhnya Engkaulah Yang Maha Mengetahui lagi Maha Bijaksana.\"",
  "nomor" : "32",
  "tr" : "q<u>aa</u>luu sub<u>haa</u>naka l<u>aa</u> 'ilma lan<u>aa</u> ill<u>aa</u> m<u>aa</u> 'allamtan<u>aa</u> innaka anta <strong>a</strong>l'aliimu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "قَالَ يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ ۖ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ",
  "id" : "Allah berfirman: \"Hai Adam, beritahukanlah kepada mereka nama-nama benda ini.\" Maka setelah diberitahukannya kepada mereka nama-nama benda itu, Allah berfirman: \"Bukankah sudah Ku katakan kepadamu, bahwa sesungguhnya Aku mengetahui rahasia langit dan bumi dan mengetahui apa yang kamu lahirkan dan apa yang kamu sembunyikan ?\"",
  "nomor" : "33",
  "tr" : "q<u>aa</u>la y<u>aa</u> <u>aa</u>damu anbi/hum bi-asm<u>aa</u>-ihim falamm<u>aa</u> anba-ahum bi-asm<u>aa</u>-ihim q<u>aa</u>la alam aqul lakum innii a'lamu ghayba <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-a'lamu m<u>aa</u> tubduuna wam<u>aa</u> kuntum taktumuun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَىٰ وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ",
  "id" : "Dan (ingatlah) ketika Kami berfirman kepada para malaikat: \"Sujudlah kamu kepada Adam,\" maka sujudlah mereka kecuali Iblis; ia enggan dan takabur dan adalah ia termasuk golongan orang-orang yang kafir.",
  "nomor" : "34",
  "tr" : "wa-i<u>dz</u> quln<u>aa</u> lilmal<u>aa</u>-ikati usjuduu li-<u>aa</u>dama fasajaduu ill<u>aa</u> ibliisa ab<u>aa</u> wa<strong>i</strong>stakbara wak<u>aa</u>na mina <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ",
  "id" : "Dan Kami berfirman: \"Hai Adam, diamilah oleh kamu dan isterimu surga ini, dan makanlah makanan-makanannya yang banyak lagi baik dimana saja yang kamu sukai, dan janganlah kamu dekati pohon ini. yang menyebabkan kamu termasuk orang-orang yang zalim.",
  "nomor" : "35",
  "tr" : "waquln<u>aa</u> y<u>aa</u> <u>aa</u>damu uskun anta wazawjuka <strong>a</strong>ljannata wakul<u>aa</u> minh<u>aa</u> raghadan <u>h</u>aytsu syi/tum<u>aa</u> wal<u>aa</u> taqrab<u>aa</u> h<u>aadz</u>ihi <strong>al</strong>sysyajarata fatakuun<u>aa</u> mina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَىٰ حِينٍ",
  "id" : "Lalu keduanya digelincirkan oleh syaitan dari surga itu dan dikeluarkan dari keadaan semula dan Kami berfirman: \"Turunlah kamu! sebagian kamu menjadi musuh bagi yang lain, dan bagi kamu ada tempat kediaman di bumi, dan kesenangan hidup sampai waktu yang ditentukan.\"",
  "nomor" : "36",
  "tr" : "fa-azallahum<u>aa</u> <strong>al</strong>sysyay<u>th</u><u>aa</u>nu 'anh<u>aa</u> fa-akhrajahum<u>aa</u> mimm<u>aa</u> k<u>aa</u>n<u>aa</u> fiihi waquln<u>aa</u> ihbi<u>th</u>uu ba'<u>dh</u>ukum liba'<u>dh</u>in 'aduwwun walakum fii <strong>a</strong>l-ar<u>dh</u>i mustaqarrun wamat<u>aa</u>'un il<u>aa</u> <u>h</u>iin<strong>in</strong>"
}, {
  "ar" : "فَتَلَقَّىٰ آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ ۚ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ",
  "id" : "Kemudian Adam menerima beberapa kalimat dari Tuhannya, maka Allah menerima taubatnya. Sesungguhnya Allah Maha Penerima taubat lagi Maha Penyayang.",
  "nomor" : "37",
  "tr" : "fatalaqq<u>aa</u> <u>aa</u>damu min rabbihi kalim<u>aa</u>tin fat<u>aa</u>ba 'alayhi innahu huwa <strong>al</strong>ttaww<u>aa</u>bu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
}, {
  "ar" : "قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا ۖ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
  "id" : "Kami berfirman: \"Turunlah kamu semuanya dari surga itu! Kemudian jika datang petunjuk-Ku kepadamu, maka barang siapa yang mengikuti petunjuk-Ku, niscaya tidak ada kekhawatiran atas mereka, dan tidak (pula) mereka bersedih hati\".",
  "nomor" : "38",
  "tr" : "quln<u>aa</u> ihbi<u>th</u>uu minh<u>aa</u> jamii'an fa-imm<u>aa</u> ya/tiyannakum minnii hudan faman tabi'a hud<u>aa</u>ya fal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka; mereka kekal di dalamnya.",
  "nomor" : "39",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ",
  "id" : "Hai Bani Israil, ingatlah akan ni'mat-Ku yang telah Aku anugerahkan kepadamu, dan penuhilah janjimu kepada-Ku, niscaya Aku penuhi janji-Ku kepadamu; dan hanya kepada-Ku-lah kamu harus takut (tunduk).",
  "nomor" : "40",
  "tr" : "y<u>aa</u> banii isr<u>aa</u>-iila u<u>dz</u>kuruu ni'matiya <strong>al</strong>latii an'amtu 'alaykum wa-awfuu bi'ahdii uufi bi'ahdikum wa-iyy<u>aa</u>ya fa<strong>i</strong>rhabuun<strong>i</strong>"
}, {
  "ar" : "وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ ۖ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ",
  "id" : "Dan berimanlah kamu kepada apa yang telah Aku turunkan (Al Qur'an) yang membenarkan apa yang ada padamu (Taurat), dan janganlah kamu menjadi orang yang pertama kafir kepadanya, dan janganlah kamu menukarkan ayat-ayat-Ku dengan harga yang rendah, dan hanya kepada Akulah kamu harus bertakwa.",
  "nomor" : "41",
  "tr" : "wa<u>aa</u>minuu bim<u>aa</u> anzaltu mu<u>sh</u>addiqan lim<u>aa</u> ma'akum wal<u>aa</u> takuunuu awwala k<u>aa</u>firin bihi wal<u>aa</u> tasytaruu bi-<u>aa</u>y<u>aa</u>tii tsamanan qaliilan wa-iyy<u>aa</u>ya fa<strong>i</strong>ttaquun<strong>i</strong>"
}, {
  "ar" : "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ",
  "id" : "Dan janganlah kamu campur adukkan yang hak dengan yang bathil dan janganlah kamu sembunyikan yang hak itu, sedang kamu mengetahui.",
  "nomor" : "42",
  "tr" : "wal<u>aa</u> talbisuu <strong>a</strong>l<u>h</u>aqqa bi<strong>a</strong>lb<u>aath</u>ili wataktumuu <strong>a</strong>l<u>h</u>aqqa wa-antum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ",
  "id" : "Dan dirikanlah shalat, tunaikanlah zakat dan ruku'lah beserta orang-orang yang ruku'",
  "nomor" : "43",
  "tr" : "wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa<strong>i</strong>rka'uu ma'a <strong>al</strong>rr<u>aa</u>ki'iin<strong>a</strong>"
}, {
  "ar" : "أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ ۚ أَفَلَا تَعْقِلُونَ",
  "id" : "Mengapa kamu suruh orang lain (mengerjakan) kebaktian, sedang kamu melupakan diri (kewajiban) mu sendiri, padahal kamu membaca Al Kitab (Taurat)? Maka tidaklah kamu berpikir?",
  "nomor" : "44",
  "tr" : "ata/muruuna <strong>al</strong>nn<u>aa</u>sa bi<strong>a</strong>lbirri watansawna anfusakum wa-antum tatluuna <strong>a</strong>lkit<u>aa</u>ba afal<u>aa</u> ta'qiluun<strong>a</strong>"
}, {
  "ar" : "وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ",
  "id" : "Jadikanlah sabar dan shalat sebagai penolongmu. Dan sesungguhnya yang demikian itu sungguh berat, kecuali bagi orang-orang yang khusyu',",
  "nomor" : "45",
  "tr" : "wa<strong>i</strong>sta'iinuu bi<strong>al</strong><u>shsh</u>abri wa<strong>al</strong><u>shsh</u>al<u>aa</u>ti wa-innah<u>aa</u> lakabiiratun ill<u>aa</u> 'al<u>aa</u> <strong>a</strong>lkh<u>aa</u>syi'iin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ",
  "id" : "(yaitu) orang-orang yang meyakini, bahwa mereka akan menemui Tuhannya, dan bahwa mereka akan kembali kepada-Nya.",
  "nomor" : "46",
  "tr" : "<strong>al</strong>la<u>dz</u>iina ya<u>zh</u>unnuuna annahum mul<u>aa</u>quu rabbihim wa-annahum ilayhi r<u>aa</u>ji'uun<strong>a</strong>"
}, {
  "ar" : "يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ",
  "id" : "Hai Bani Israil, ingatlah akan ni'mat-Ku yang telah Aku anugerahkan kepadamu dan (ingatlah pula) bahwasanya Aku telah melebihkan kamu atas segala umat.",
  "nomor" : "47",
  "tr" : "y<u>aa</u> banii isr<u>aa</u>-iila u<u>dz</u>kuruu ni'matiya <strong>al</strong>latii an'amtu 'alaykum wa-annii fa<u>dhdh</u>altukum 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ",
  "id" : "Dan jagalah dirimu dari (azab) hari (kiamat, yang pada hari itu) seseorang tidak dapat membela orang lain, walau sedikitpun; dan (begitu pula) tidak diterima syafa'at dan tebusan dari padanya, dan tidaklah mereka akan ditolong.",
  "nomor" : "48",
  "tr" : "wa<strong>i</strong>ttaquu yawman l<u>aa</u> tajzii nafsun 'an nafsin syay-an wal<u>aa</u> yuqbalu minh<u>aa</u> syaf<u>aa</u>'atun wal<u>aa</u> yu/kha<u>dz</u>u minh<u>aa</u> 'adlun wal<u>aa</u> hum yun<u>sh</u>aruun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ ۚ وَفِي ذَٰلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ",
  "id" : "Dan (ingatlah) ketika Kami selamatkan kamu dari (Fir'aun) dan pengikut-pengikutnya; mereka menimpakan kepadamu siksaan yang seberat-beratnya, mereka menyembelih anak-anakmu yang laki-laki dan membiarkan hidup anak-anakmu yang perempuan. Dan pada yang demikian itu terdapat cobaan-cobaan yang besar dari Tuhanmu.",
  "nomor" : "49",
  "tr" : "wa-i<u>dz</u> najjayn<u>aa</u>kum min <u>aa</u>li fir'awna yasuumuunakum suu-a <strong>a</strong>l'a<u>dzaa</u>bi yu<u>dz</u>abbi<u>h</u>uuna abn<u>aa</u>-akum wayasta<u>h</u>yuuna nis<u>aa</u>-akum wafii <u>dzaa</u>likum bal<u>aa</u>un min rabbikum 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ",
  "id" : "Dan (ingatlah), ketika Kami belah laut untukmu, lalu Kami selamatkan kamu dan Kami tenggelamkan (Fir'aun) dan pengikut-pengikutnya sedang kamu sendiri menyaksikan.",
  "nomor" : "50",
  "tr" : "wa-i<u>dz</u> faraqn<u>aa</u> bikumu <strong>a</strong>lba<u>h</u>ra fa-anjayn<u>aa</u>kum wa-aghraqn<u>aa</u> <u>aa</u>la fir'awna wa-antum tan<u>zh</u>uruun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ وَاعَدْنَا مُوسَىٰ أَرْبَعِينَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ",
  "id" : "Dan (ingatlah), ketika Kami berjanji kepada Musa (memberikan Taurat, sesudah) empat puluh malam, lalu kamu menjadikan anak lembu (sembahan) sepeninggalnya dan kamu adalah orang-orang yang zalim.",
  "nomor" : "51",
  "tr" : "wa-i<u>dz</u> w<u>aa</u>'adn<u>aa</u> muus<u>aa</u> arba'iina laylatan tsumma ittakha<u>dz</u>tumu <strong>a</strong>l'ijla min ba'dihi wa-antum <u>zhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ عَفَوْنَا عَنْكُمْ مِنْ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
  "id" : "Kemudian sesudah itu Kami maafkan kesalahanmu, agar kamu bersyukur.",
  "nomor" : "52",
  "tr" : "tsumma 'afawn<u>aa</u> 'ankum min ba'di <u>dzaa</u>lika la'allakum tasykuruun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
  "id" : "Dan (ingatlah), ketika Kami berikan kepada Musa Al Kitab (Taurat) dan keterangan yang membedakan antara yang benar dan yang salah, agar kamu mendapat petunjuk.",
  "nomor" : "53",
  "tr" : "wa-i<u>dz</u> <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>lfurq<u>aa</u>na la'allakum tahtaduun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَىٰ بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ",
  "id" : "Dan (ingatlah), ketika Musa berkata kepada kaumnya: \"Hai kaumku, sesungguhnya kamu telah menganiaya dirimu sendiri karena kamu telah menjadikan anak lembu (sembahanmu), maka bertaubatlah kepada Tuhan yang menjadikan kamu dan bunuhlah dirimu. Hal itu adalah lebih baik bagimu pada sisi Tuhan yang menjadikan kamu; maka Allah akan menerima taubatmu. Sesungguhnya Dialah Yang Maha Penerima taubat lagi Maha Penyayang.\"",
  "nomor" : "54",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>la muus<u>aa</u> liqawmihi y<u>aa</u> qawmi innakum <u>zh</u>alamtum anfusakum bi<strong>i</strong>ttikh<u>aadz</u>ikumu <strong>a</strong>l'ijla fatuubuu il<u>aa</u> b<u>aa</u>ri-ikum fa<strong>u</strong>qtuluu anfusakum <u>dzaa</u>likum khayrun lakum 'inda b<u>aa</u>ri-ikum fat<u>aa</u>ba 'alaykum innahu huwa <strong>al</strong>ttaww<u>aa</u>bu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
}, {
  "ar" : "وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَنْ نُؤْمِنَ لَكَ حَتَّىٰ نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ",
  "id" : "Dan (ingatlah), ketika kamu berkata: \"Hai Musa, kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan terang, karena itu kamu disambar halilintar, sedang kamu menyaksikannya\".",
  "nomor" : "55",
  "tr" : "wa-i<u>dz</u> qultum y<u>aa</u> muus<u>aa</u> lan nu/mina laka <u>h</u>att<u>aa</u> nar<u>aa</u> <strong>al</strong>l<u>aa</u>ha jahratan fa-akha<u>dz</u>atkumu <strong>al</strong><u>shshaa</u>'iqatu wa-antum tan<u>zh</u>uruun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
  "id" : "Setelah itu Kami bangkitkan kamu sesudah kamu mati, supaya kamu bersyukur.",
  "nomor" : "56",
  "tr" : "tsumma ba'atsn<u>aa</u>kum min ba'di mawtikum la'allakum tasykuruun<strong>a</strong>"
}, {
  "ar" : "وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَىٰ ۖ كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ ۖ وَمَا ظَلَمُونَا وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
  "id" : "Dan Kami naungi kamu dengan awan, dan Kami turunkan kepadamu \"manna\" dan \"salwa\". Makanlah dari makanan yang baik-baik yang telah Kami berikan kepadamu; dan tidaklah mereka menganiaya Kami; akan tetapi merekalah yang menganiaya diri mereka sendiri.",
  "nomor" : "57",
  "tr" : "wa<u>zh</u>allaln<u>aa</u> 'alaykumu <strong>a</strong>lgham<u>aa</u>ma wa-anzaln<u>aa</u> 'alaykumu <strong>a</strong>lmanna wa<strong>al</strong>ssalw<u>aa</u> kuluu min <u>th</u>ayyib<u>aa</u>ti m<u>aa</u> razaqn<u>aa</u>kum wam<u>aa</u> <u>zh</u>alamuun<u>aa</u> wal<u>aa</u>kin k<u>aa</u>nuu anfusahum ya<u>zh</u>limuun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ قُلْنَا ادْخُلُوا هَٰذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ ۚ وَسَنَزِيدُ الْمُحْسِنِينَ",
  "id" : "Dan (ingatlah), ketika Kami berfirman: \"Masuklah kamu ke negeri ini (Baitul Maqdis), dan makanlah dari hasil buminya, yang banyak lagi enak dimana yang kamu sukai, dan masukilah pintu gerbangnya sambil bersujud, dan katakanlah: \"Bebaskanlah kami dari dosa\", niscaya Kami ampuni kesalahan-kesalahanmu, dan kelak Kami akan menambah (pemberian Kami) kepada orang-orang yang berbuat baik\".",
  "nomor" : "58",
  "tr" : "wa-i<u>dz</u> quln<u>aa</u> udkhuluu h<u>aadz</u>ihi <strong>a</strong>lqaryata fakuluu minh<u>aa</u> <u>h</u>aytsu syi/tum raghadan wa<strong>u</strong>dkhuluu <strong>a</strong>lb<u>aa</u>ba sujjadan waquuluu <u>h</u>i<u>ththh</u>atun naghfir lakum kha<u>th</u><u>aa</u>y<u>aa</u>kum wasanaziidu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ",
  "id" : "Lalu orang-orang yang zalim mengganti perintah dengan (mengerjakan) yang tidak diperintahkan kepada mereka. Sebab itu Kami timpakan atas orang-orang yang zalim itu dari langit, karena mereka berbuat fasik.",
  "nomor" : "59",
  "tr" : "fabaddala <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu qawlan ghayra <strong>al</strong>la<u>dz</u>ii qiila lahum fa-anzaln<u>aa</u> 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu rijzan mina <strong>al</strong>ssam<u>aa</u>-i bim<u>aa</u> k<u>aa</u>nuu yafsuquun<strong>a</strong>"
}, {
  "ar" : "وَإِذِ اسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ ۖ فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ ۖ كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
  "id" : "Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman: \"Pukullah batu itu dengan tongkatmu\". Lalu memancarlah daripadanya dua belas mata air. Sungguh tiap-tiap suku telah mengetahui tempat minumnya (masing-masing). Makan dan minumlah rezki (yang diberikan) Allah, dan janganlah kamu berkeliaran di muka bumi dengan berbuat kerusakan.",
  "nomor" : "60",
  "tr" : "wa-i<u>dz</u>i istasq<u>aa</u> muus<u>aa</u> liqawmihi faquln<u>aa</u> i<u>dh</u>rib bi'a<u>shaa</u>ka <strong>a</strong>l<u>h</u>ajara fa<strong>i</strong>nfajarat minhu itsnat<u>aa</u> 'asyrata 'aynan qad 'alima kullu un<u>aa</u>sin masyrabahum kuluu wa<strong>i</strong>syrabuu min rizqi <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> ta'tsaw fii <strong>a</strong>l-ar<u>dh</u>i mufsidiin<strong>a</strong>"
}, {
  "ar" : "وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَنْ نَصْبِرَ عَلَىٰ طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَىٰ بِالَّذِي هُوَ خَيْرٌ ۚ اهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ",
  "id" : "Dan (ingatlah), ketika kamu berkata: \"Hai Musa, kami tidak bisa sabar (tahan) dengan satu macam makanan saja. Sebab itu mohonkanlah untuk kami kepada Tuhanmu, agar Dia mengeluarkan bagi kami dari apa yang ditumbuhkan bumi, yaitu sayur-mayurnya, ketimunnya, bawang putihnya, kacang adasnya, dan bawang merahnya\". Musa berkata: \"Maukah kamu mengambil yang rendah sebagai pengganti yang lebih baik ? Pergilah kamu ke suatu kota, pasti kamu memperoleh apa yang kamu minta\". Lalu ditimpahkanlah kepada mereka nista dan kehinaan, serta mereka mendapat kemurkaan dari Allah. Hal itu (terjadi) karena mereka selalu mengingkari ayat-ayat Allah dan membunuh para Nabi yang memang tidak dibenarkan. Demikian itu (terjadi) karena mereka selalu berbuat durhaka dan melampaui batas.",
  "nomor" : "61",
  "tr" : "wa-i<u>dz</u> qultum y<u>aa</u> muus<u>aa</u> lan na<u>sh</u>bira 'al<u>aa</u> <u>th</u>a'<u>aa</u>min w<u>aah</u>idin fa<strong>u</strong>d'u lan<u>aa</u> rabbaka yukhrij lan<u>aa</u> mimm<u>aa</u> tunbitu <strong>a</strong>l-ar<u>dh</u>u min baqlih<u>aa</u> waqitsts<u>aa</u>-ih<u>aa</u> wafuumih<u>aa</u> wa'adasih<u>aa</u> waba<u>sh</u>alih<u>aa</u> q<u>aa</u>la atastabdiluuna <strong>al</strong>la<u>dz</u>ii huwa adn<u>aa</u> bi<strong>a</strong>lla<u>dz</u>ii huwa khayrun ihbi<u>th</u>uu mi<u>sh</u>ran fa-inna lakum m<u>aa</u> sa-altum wa<u>dh</u>uribat 'alayhimu <strong>al</strong><u>dzdz</u>illatu wa<strong>a</strong>lmaskanatu wab<u>aa</u>uu bigha<u>dh</u>abin mina <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika bi-annahum k<u>aa</u>nuu yakfuruuna bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wayaqtuluuna <strong>al</strong>nnabiyyiina bighayri <strong>a</strong>l<u>h</u>aqqi <u>dzaa</u>lika bim<u>aa</u> 'a<u>sh</u>aw wak<u>aa</u>nuu ya'taduun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَىٰ وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
  "id" : "Sesungguhnya orang-orang mu'min, orang-orang Yahudi, orang-orang Nasrani dan orang-orang Shabiin, siapa saja diantara mereka yang benar-benar beriman kepada Allah, hari kemudian dan beramal saleh 58, mereka akan menerima pahala dari Tuhan mereka, tidak ada kekhawatiran kepada mereka, dan tidak (pula) mereka bersedih hati.",
  "nomor" : "62",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa<strong>a</strong>lla<u>dz</u>iina h<u>aa</u>duu wa<strong>al</strong>nna<u>shaa</u>r<u>aa</u> wa<strong>al</strong><u>shshaa</u>bi-iina man <u>aa</u>mana biall<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wa'amila <u>shaa</u>li<u>h</u>an falahum ajruhum 'inda rabbihim wal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
  "id" : "Dan (ingatlah), ketika Kami mengambil janji dari kamu dan Kami angkatkan gunung (Thursina) di atasmu (seraya Kami berfirman): \"Peganglah teguh-teguh apa yang Kami berikan kepadamu dan ingatlah selalu apa yang ada didalamnya, agar kamu bertakwa\".",
  "nomor" : "63",
  "tr" : "wa-i<u>dz</u> akha<u>dz</u>n<u>aa</u> miits<u>aa</u>qakum warafa'n<u>aa</u> fawqakumu <strong>al</strong><u>ththh</u>uura khu<u>dz</u>uu m<u>aa</u> <u>aa</u>tayn<u>aa</u>kum biquwwatin wa<strong>u</strong><u>dz</u>kuruu m<u>aa</u> fiihi la'allakum tattaquun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ تَوَلَّيْتُمْ مِنْ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنْتُمْ مِنَ الْخَاسِرِينَ",
  "id" : "Kemudian kamu berpaling setelah (adanya perjanjian) itu, maka kalau tidak ada karunia Allah dan rahmatNya atasmu, niscaya kamu tergolong orang yang rugi.",
  "nomor" : "64",
  "tr" : "tsumma tawallaytum min ba'di <u>dzaa</u>lika falawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu lakuntum mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ",
  "id" : "Dan sesungguhnya telah kamu ketahui orang-orang yang melanggar diantaramu pada hari Sabtu, lalu Kami berfirman kepada mereka: \"Jadilah kamu kera yang hina\".",
  "nomor" : "65",
  "tr" : "walaqad 'alimtumu <strong>al</strong>la<u>dz</u>iina i'tadaw minkum fii <strong>al</strong>ssabti faquln<u>aa</u> lahum kuunuu qiradatan kh<u>aa</u>si-iin<strong>a</strong>"
}, {
  "ar" : "فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ",
  "id" : "Maka Kami jadikan yang demikian itu peringatan bagi orang-orang dimasa itu, dan bagi mereka yang datang kemudian, serta menjadi pelajaran bagi orang-orang yang bertakwa.",
  "nomor" : "66",
  "tr" : "faja'aln<u>aa</u>h<u>aa</u> nak<u>aa</u>lan lim<u>aa</u> bayna yadayh<u>aa</u> wam<u>aa</u> khalfah<u>aa</u> wamaw'i<u>zh</u>atan lilmuttaqiin<strong>a</strong>"
}, {
  "ar" : "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً ۖ قَالُوا أَتَتَّخِذُنَا هُزُوًا ۖ قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ",
  "id" : "Dan (ingatlah), ketika Musa berkata kepada kaumnya: \"Sesungguhnya Allah menyuruh kamu menyembelih seekor sapi betina.\" Mereka berkata: \"Apakah kamu hendak menjadikan kami buah ejekan ?\" Musa menjawab: \"Aku berlindung kepada Allah agar tidak menjadi salah seorang dari orang-orang yang jahil\".",
  "nomor" : "67",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>la muus<u>aa</u> liqawmihi inna <strong>al</strong>l<u>aa</u>ha ya/murukum an ta<u>dz</u>ba<u>h</u>uu baqaratan q<u>aa</u>luu atattakhi<u>dz</u>un<u>aa</u> huzuwan q<u>aa</u>la a'uu<u>dz</u>u biall<u>aa</u>hi an akuuna mina <strong>a</strong>lj<u>aa</u>hiliin<strong>a</strong>"
}, {
  "ar" : "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ ۚ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَٰلِكَ ۖ فَافْعَلُوا مَا تُؤْمَرُونَ",
  "id" : "Mereka menjawab: \" Mohonkanlah kepada Tuhanmu untuk kami, agar Dia menerangkan kepada kami; sapi betina apakah itu.\" Musa menjawab: \"Sesungguhnya Allah berfirman bahwa sapi betina itu adalah sapi betina yang tidak tua dan tidak muda; pertengahan antara itu; maka kerjakanlah apa yang diperintahkan kepadamu\".",
  "nomor" : "68",
  "tr" : "q<u>aa</u>luu ud'u lan<u>aa</u> rabbaka yubayyin lan<u>aa</u> m<u>aa</u> hiya q<u>aa</u>la innahu yaquulu innah<u>aa</u> baqaratun l<u>aa</u> f<u>aa</u>ri<u>dh</u>un wal<u>aa</u> bikrun 'aw<u>aa</u>nun bayna <u>dzaa</u>lika fa<strong>i</strong>f'aluu m<u>aa</u> tu/maruun<strong>a</strong>"
}, {
  "ar" : "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ",
  "id" : "Mereka berkata: \"Mohonkanlah kepada Tuhanmu untuk kami agar Dia menerangkan kepada kami apa warnanya\". Musa menjawab: \"Sesungguhnya Allah berfirman bahwa sapi betina itu adalah sapi betina yang kuning, yang kuning tua warnanya, lagi menyenangkan orang-orang yang memandangnya.\"",
  "nomor" : "69",
  "tr" : "q<u>aa</u>luu ud'u lan<u>aa</u> rabbaka yubayyin lan<u>aa</u> m<u>aa</u> lawnuh<u>aa</u> q<u>aa</u>la innahu yaquulu innah<u>aa</u> baqaratun <u>sh</u>afr<u>aa</u>u f<u>aa</u>qi'un lawnuh<u>aa</u> tasurru <strong>al</strong>nn<u>aazh</u>iriin<strong>a</strong>"
}, {
  "ar" : "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ",
  "id" : "Mereka berkata: \"Mohonkanlah kepada Tuhanmu untuk kami agar Dia menerangkan kepada kami bagaimana hakikat sapi betina itu, karena sesungguhnya sapi itu (masih) samar bagi kami dan sesungguhnya kami insya Allah akan mendapat petunjuk (untuk memperoleh sapi itu).\"",
  "nomor" : "70",
  "tr" : "q<u>aa</u>luu ud'u lan<u>aa</u> rabbaka yubayyin lan<u>aa</u> m<u>aa</u> hiya inna <strong>a</strong>lbaqara tasy<u>aa</u>baha 'alayn<u>aa</u> wa-inn<u>aa</u> in sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu lamuhtaduun<strong>a</strong>"
}, {
  "ar" : "قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَا شِيَةَ فِيهَا ۚ قَالُوا الْآنَ جِئْتَ بِالْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ",
  "id" : "Musa berkata: \"Sesungguhnya Allah berfirman bahwa sapi betina itu adalah sapi betina yang belum pernah dipakai untuk membajak tanah dan tidak pula untuk mengairi tanaman, tidak bercacat, tidak ada belangnya.\" Mereka berkata: \"Sekarang barulah kamu menerangkan hakikat sapi betina yang sebenarnya\". Kemudian mereka menyembelihnya dan hampir saja mereka tidak melaksanakan perintah itu.",
  "nomor" : "71",
  "tr" : "q<u>aa</u>la innahu yaquulu innah<u>aa</u> baqaratun l<u>aa</u> <u>dz</u>aluulun tutsiiru <strong>a</strong>l-ar<u>dh</u>a wal<u>aa</u> tasqii <strong>a</strong>l<u>h</u>artsa musallamatun l<u>aa</u> syiyata fiih<u>aa</u> q<u>aa</u>luu <strong>a</strong>l-<u>aa</u>na ji/ta bi<strong>a</strong>l<u>h</u>aqqi fa<u>dz</u>aba<u>h</u>uuh<u>aa</u> wam<u>aa</u> k<u>aa</u>duu yaf'aluun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا ۖ وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ",
  "id" : "Dan (ingatlah), ketika kamu membunuh seorang manusia lalu kamu saling tuduh menuduh tentang itu. Dan Allah hendak menyingkapkan apa yang selama ini kamu sembunyikan.",
  "nomor" : "72",
  "tr" : "wa-i<u>dz</u> qataltum nafsan fa<strong>i</strong>dd<u>aa</u>ra/tum fiih<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu mukhrijun m<u>aa </u>kuntum taktumuun<strong>a</strong>"
}, {
  "ar" : "فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْيِي اللَّهُ الْمَوْتَىٰ وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ",
  "id" : "Lalu Kami berfirman: \"Pukullah mayat itu dengan sebahagian anggota sapi betina itu !\" Demikianlah Allah menghidupkan kembali orang-orang yang telah mati, dam memperlihatkan padamu tanda-tanda kekuasaanNya agar kamu mengerti.",
  "nomor" : "73",
  "tr" : "faquln<u>aa</u> i<u>dh</u>ribuuhu biba'<u>dh</u>ih<u>aa</u> ka<u>dzaa</u>lika yu<u>h</u>yii <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmawt<u>aa</u> wayuriikum <u>aa</u>y<u>aa</u>tihi la'allakum ta'qiluun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَٰلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
  "id" : "Kemudian setelah itu hatimu menjadi keras seperti batu, bahkan lebih keras lagi. Padahal diantara batu-batu itu sungguh ada yang mengalir sungai-sungai dari padanya dan diantaranya sungguh ada yang terbelah lalu keluarlah mata air dari padanya dan diantaranya sungguh ada yang meluncur jatuh, karena takut kepada Allah. Dan Allah sekali-sekali tidak lengah dari apa yang kamu kerjakan.",
  "nomor" : "74",
  "tr" : "tsumma qasat quluubukum min ba'di <u>dzaa</u>lika fahiya ka<strong>a</strong>l<u>h</u>ij<u>aa</u>rati aw asyaddu qaswatan wa-inna mina <strong>a</strong>l<u>h</u>ij<u>aa</u>rati lam<u>aa</u> yatafajjaru minhu <strong>a</strong>l-anh<u>aa</u>ru wa-inna minh<u>aa</u> lam<u>aa</u> yasysyaqqaqu fayakhruju minhu <strong>a</strong>lm<u>aa</u>u wa-inna minh<u>aa</u> lam<u>aa</u> yahbi<u>th</u>u min khasyyati <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
  "id" : "Apakah kamu masih mengharapkan mereka akan percaya kepadamu, padahal segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah mereka memahaminya, sedang mereka mengetahui?",
  "nomor" : "75",
  "tr" : "afata<u>th</u>ma'uuna an yu/minuu lakum waqad k<u>aa</u>na fariiqun minhum yasma'uuna kal<u>aa</u>ma <strong>al</strong>l<u>aa</u>hi tsumma yu<u>h</u>arrifuunahu min ba'di m<u>aa</u> 'aqaluuhu wahum ya'lamuun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
  "id" : "Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata:\" Kamipun telah beriman,\" tetapi apabila mereka berada sesama mereka saja, lalu mereka berkata: \"Apakah kamu menceritakan kepada mereka (orang-orang mu'min) apa yang telah diterangkan Allah kepadamu, supaya dengan demikian mereka dapat mengalahkan hujjahmu di hadapan Tuhanmu; tidakkah kamu mengerti?\"",
  "nomor" : "76",
  "tr" : "wa-i<u>dzaa</u> laquu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu q<u>aa</u>luu <u>aa</u>mann<u>aa</u> wa-i<u>dzaa</u> khal<u>aa</u> ba'<u>dh</u>uhum il<u>aa</u> ba'<u>dh</u>in q<u>aa</u>luu atu<u>h</u>additsuunahum bim<u>aa</u> fata<u>h</u>a <strong>al</strong>l<u>aa</u>hu 'alaykum liyu<u>haa</u>jjuukum bihi 'inda rabbikum afal<u>aa</u> ta'qiluun<strong>a</strong>"
}, {
  "ar" : "أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
  "id" : "Tidakkah mereka mengetahui bahwa Allah mengetahui segala yang mereka sembunyikan dan segala yang mereka nyatakan?",
  "nomor" : "77",
  "tr" : "awa l<u>aa</u> ya'lamuuna anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> yusirruuna wam<u>aa</u> yu'linuun<strong>a</strong>"
}, {
  "ar" : "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
  "id" : "Dan diantara mereka ada yang buta huruf, tidak mengetahui Al Kitab (Taurat), kecuali dongengan bohong belaka dan mereka hanya menduga-duga.",
  "nomor" : "78",
  "tr" : "waminhum ummiyyuuna l<u>aa</u> ya'lamuuna <strong>a</strong>lkit<u>aa</u>ba ill<u>aa</u> am<u>aa</u>niyya wa-in hum ill<u>aa</u> ya<u>zh</u>unnuun<strong>a</strong>"
}, {
  "ar" : "فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ",
  "id" : "Maka kecelakaan yAng besarlah bagi orang-orang yang menulis Al Kitab dengan tangan mereka sendiri, lalu dikatakannya; \"Ini dari Allah\", (dengan maksud) untuk memperoleh keuntungan yang sedikit dengan perbuatan itu. Maka kecelakaan yang besarlah bagi mereka, akibat apa yang ditulis oleh tangan mereka sendiri, dan kecelakaan yang besarlah bagi mereka, akibat apa yang mereka kerjakan.",
  "nomor" : "79",
  "tr" : "fawaylun lilla<u>dz</u>iina yaktubuuna <strong>a</strong>lkit<u>aa</u>ba bi-aydiihim tsumma yaquuluuna h<u>aadzaa</u> min 'indi <strong>al</strong>l<u>aa</u>hi liyasytaruu bihi tsamanan qaliilan fawaylun lahum mimm<u>aa</u> katabat aydiihim wawaylun lahum mimm<u>aa</u> yaksibuun<strong>a</strong>"
}, {
  "ar" : "وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْدًا فَلَنْ يُخْلِفَ اللَّهُ عَهْدَهُ ۖ أَمْ تَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
  "id" : "Dan mereka berkata: \"Kami sekali-kali tidak akan disentuh oleh api neraka, kecuali selama beberapa hari saja.\" Katakanlah: \"Sudahkah kamu menerima janji dari Allah sehingga Allah tidak akan memungkiri janji-Nya, ataukah kamu hanya mengatakan terhadap Allah apa yang tidak kamu ketahui?\"",
  "nomor" : "80",
  "tr" : "waq<u>aa</u>luu lan tamassan<u>aa</u> <strong>al</strong>nn<u>aa</u>ru ill<u>aa</u> ayy<u>aa</u>man ma'duudatan qul attakha<u>dz</u>tum 'inda <strong>al</strong>l<u>aa</u>hi 'ahdan falan yukhlifa <strong>al</strong>l<u>aa</u>hu 'ahdahu am taquuluuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
}, {
  "ar" : "بَلَىٰ مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "(Bukan demikian), yang benar: barangsiapa berbuat dosa dan ia telah diliputi oleh dosanya, mereka itulah penghuni neraka, mereka kekal di dalamnya.",
  "nomor" : "81",
  "tr" : "bal<u>aa</u> man kasaba sayyi-atan wa-a<u>hath</u>at bihi kha<u>th</u>ii-atuhu faul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Dan orang-orang yang beriman serta beramal saleh, mereka itu penghuni surga; mereka kekal di dalamnya.",
  "nomor" : "82",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ",
  "id" : "Dan (ingatlah), ketika Kami mengambil janji dari Bani Israil (yaitu): Janganlah kamu menyembah selain Allah, dan berbuat kebaikanlah kepada ibu bapa, kaum kerabat, anak-anak yatim, dan orang-orang miskin, serta ucapkanlah kata-kata yang baik kepada manusia, dirikanlah shalat dan tunaikanlah zakat. Kemudian kamu tidak memenuhi janji itu, kecuali sebahagian kecil daripada kamu, dan kamu selalu berpaling.",
  "nomor" : "83",
  "tr" : "wa-i<u>dz</u> akha<u>dz</u>n<u>aa</u> miits<u>aa</u>qa banii isr<u>aa</u>-iila l<u>aa</u> ta'buduuna ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha wabi<strong>a</strong>lw<u>aa</u>lidayni i<u>h</u>s<u>aa</u>nan wa<u>dz</u>ii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiini waquuluu li<strong>l</strong>nn<u>aa</u>si <u>h</u>usnan wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta tsumma tawallaytum ill<u>aa</u> qaliilan minkum wa-antum mu'ri<u>dh</u>uun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ",
  "id" : "Dan (ingatlah), ketika Kami mengambil janji dari kamu (yaitu): kamu tidak akan menumpahkan darahmu (membunuh orang), dan kamu tidak akan mengusir dirimu (saudaramu sebangsa) dari kampung halamanmu, kemudian kamu berikrar (akan memenuhinya) sedang kamu mempersaksikannya.",
  "nomor" : "84",
  "tr" : "wa-i<u>dz</u> akha<u>dz</u>n<u>aa</u> miits<u>aa</u>qakum l<u>aa</u> tasfikuuna dim<u>aa</u>-akum wal<u>aa</u> tukhrijuuna anfusakum min diy<u>aa</u>rikum tsumma aqrartum wa-antum tasyhaduun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ أَنْتُمْ هَٰؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَىٰ تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ ۚ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَٰلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا ۖ وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَىٰ أَشَدِّ الْعَذَابِ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
  "id" : "Kemudian kamu (Bani Israil) membunuh dirimu (saudaramu sebangsa) dan mengusir segolongan daripada kamu dari kampung halamannya, kamu bantu membantu terhadap mereka dengan membuat dosa dan permusuhan; tetapi jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal mengusir mereka itu (juga) terlarang bagimu. Apakah kamu beriman kepada sebahagian Al Kitab (Taurat) dan ingkar terhadap sebahagian yang lain? Tiadalah balasan bagi orang yang berbuat demikian daripadamu, melainkan kenistaan dalam kehidupan dunia, dan pada hari kiamat mereka dikembalikan kepada siksa yang sangat berat. Allah tidak lengah dari apa yang kamu perbuat.",
  "nomor" : "85",
  "tr" : "tsumma antum h<u>aa</u>ul<u>aa</u>-i taqtuluuna anfusakum watukhrijuuna fariiqan minkum min diy<u>aa</u>rihim ta<u>zhaa</u>haruuna 'alayhim bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wa-in ya/tuukum us<u>aa</u>r<u>aa</u> tuf<u>aa</u>duuhum wahuwa mu<u>h</u>arramun 'alaykum ikhr<u>aa</u>juhum afatu/minuuna biba'<u>dh</u>i <strong>a</strong>lkit<u>aa</u>bi watakfuruuna biba'<u>dh</u>in fam<u>aa</u> jaz<u>aa</u>u man yaf'alu <u>dzaa</u>lika minkum ill<u>aa</u> khizyun fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wayawma <strong>a</strong>lqiy<u>aa</u>mati yuradduuna il<u>aa</u> asyaddi <strong>a</strong>l'a<u>dzaa</u>bi wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُونَ",
  "id" : "Itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat, maka tidak akan diringankan siksa mereka dan mereka tidak akan ditolong.",
  "nomor" : "86",
  "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina isytarawuu <strong>a</strong>l<u>h</u>ay<u>aa</u>ta <strong>al</strong>dduny<u>aa</u> bi<strong>a</strong>l-<u>aa</u>khirati fal<u>aa</u> yukhaffafu 'anhumu <strong>a</strong>l'a<u>dzaa</u>bu wal<u>aa</u> hum yun<u>sh</u>aruun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ ۖ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ ۗ أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَىٰ أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
  "id" : "Dan sesungguhnya Kami telah mendatangkan Al Kitab (Taurat) kepada Musa, dan Kami telah menyusulinya (berturut-turut) sesudah itu dengan rasul-rasul, dan telah Kami berikan bukti-bukti kebenaran (mu'jizat) kepada Isa putera Maryam dan Kami memperkuatnya dengan Ruhul Qudus. Apakah setiap datang kepadamu seorang rasul membawa sesuatu (pelajaran) yang tidak sesuai dengan keinginanmu lalu kamu menyombong; maka beberapa orang (diantara mereka) kamu dustakan dan beberapa orang (yang lain) kamu bunuh?",
  "nomor" : "87",
  "tr" : "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba waqaffayn<u>aa</u> min ba'dihi bi<strong>al</strong>rrusuli wa<u>aa</u>tayn<u>aa</u> 'iis<u>aa</u> ibna maryama <strong>a</strong>lbayyin<u>aa</u>ti wa-ayyadn<u>aa</u>hu biruu<u>h</u>i <strong>a</strong>lqudusi afakullam<u>aa</u> j<u>aa</u>-akum rasuulun bim<u>aa</u> l<u>aa</u> tahw<u>aa</u> anfusukumu istakbartum fafariiqan ka<u>dzdz</u>abtum wafariiqan taqtuluun<strong>a</strong>"
}, {
  "ar" : "وَقَالُوا قُلُوبُنَا غُلْفٌ ۚ بَلْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَا يُؤْمِنُونَ",
  "id" : "Dan mereka berkata : \"Hati kami tertutup\". Tetapi sebenarnya Allah telah mengutuk mereka karena keingkaran mereka; maka sedikit sekali mereka yang beriman.",
  "nomor" : "88",
  "tr" : "waq<u>aa</u>luu quluubun<u>aa</u> ghulfun bal la'anahumu <strong>al</strong>l<u>aa</u>hu bikufrihim faqaliilan m<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ ۚ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ",
  "id" : "Dan setelah datang kepada mereka Al Qur'an dari Allah yang membenarkan apa yang ada pada mereka, padahal sebelumnya mereka biasa memohon (kedatangan Nabi) untuk mendapat kemenangan atas orang-orang kafir, maka setelah datang kepada mereka apa yang telah mereka ketahui, mereka lalu ingkar kepadanya. Maka la'nat Allah-lah atas orang-orang yang ingkar itu.",
  "nomor" : "89",
  "tr" : "walamm<u>aa</u> j<u>aa</u>-ahum kit<u>aa</u>bun min 'indi <strong>al</strong>l<u>aa</u>hi mu<u>sh</u>addiqun lim<u>aa</u> ma'ahum wak<u>aa</u>nuu min qablu yastafti<u>h</u>uuna 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu falamm<u>aa</u> j<u>aa</u>-ahum m<u>aa</u> 'arafuu kafaruu bihi fala'natu <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ أَنْ يَكْفُرُوا بِمَا أَنْزَلَ اللَّهُ بَغْيًا أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ ۖ فَبَاءُوا بِغَضَبٍ عَلَىٰ غَضَبٍ ۚ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ",
  "id" : "Alangkah buruknya (hasil perbuatan) mereka yang menjual dirinya sendiri dengan kekafiran kepada apa yang telah diturunkan Allah, karena dengki bahwa Allah menurunkan karunia-Nya kepada siapa yang dikehendaki-Nya diantara hamba-hamba-Nya. Karena itu mereka mendapat murka sesudah (mendapat) kemurkaan. Dan untuk orang-orang kafir siksaan yang menghinakan.",
  "nomor" : "90",
  "tr" : "bi/sam<u>aa</u> isytaraw bihi anfusahum an yakfuruu bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu baghyan an yunazzila <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi 'al<u>aa</u> man yasy<u>aa</u>u min 'ib<u>aa</u>dihi fab<u>aa</u>uu bigha<u>dh</u>abin 'al<u>aa</u> gha<u>dh</u>abin walilk<u>aa</u>firiina 'a<u>dzaa</u>bun muhiin<strong>un</strong>"
}, {
  "ar" : "وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Dan apabila dikatakan kepada mereka: \"Berimanlah kepada Al Qur'an yang diturunkan Allah,\" mereka berkata: \"Kami hanya beriman kepada apa yang diturunkan kepada kami\". Dan mereka kafir kepada Al Qur'an yang diturunkan sesudahnya, sedang Al Qur'an itu adalah (Kitab) yang hak; yang membenarkan apa yang ada pada mereka. Katakanlah: \"Mengapa kamu dahulu membunuh nabi-nabi Allah jika benar kamu orang-orang yang beriman?\"",
  "nomor" : "91",
  "tr" : "wa-i<u>dzaa</u> qiila lahum <u>aa</u>minuu bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu q<u>aa</u>luu nu/minu bim<u>aa</u> unzila 'alayn<u>aa</u> wayakfuruuna bim<u>aa</u> war<u>aa</u>-ahu wahuwa <strong>a</strong>l<u>h</u>aqqu mu<u>sh</u>addiqan lim<u>aa</u> ma'ahum qul falima taqtuluuna anbiy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi min qablu in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ جَاءَكُمْ مُوسَىٰ بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ",
  "id" : "Sesungguhnya Musa telah datang kepadamu membawa bukti-bukti kebenaran (mu'jizat), kemudian kamu jadikan anak sapi (sebagai sembahan) sesudah (kepergian)nya, dan sebenarnya kamu adalah orang-orang yang zalim.",
  "nomor" : "92",
  "tr" : "walaqad j<u>aa</u>-akum muus<u>aa</u> bi<strong>a</strong>lbayyin<u>aa</u>ti tsumma ittakha<u>dz</u>tumu <strong>a</strong>l'ijla min ba'dihi wa-antum <u>zhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا ۖ قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Dan (ingatlah), ketika Kami mengambil janji dari kamu dan Kami angkat bukit (Thursina) di atasmu (seraya Kami berfirman): \"Peganglah teguh-teguh apa yang Kami berikan kepadamu dan dengarkanlah!\" Mereka menjawab: \"Kami mendengar tetapi tidak mentaati\". Dan telah diresapkan ke dalam hati mereka itu (kecintaan menyembah) anak sapi karena kekafirannya. Katakanlah: \"Amat jahat perbuatan yang telah diperintahkan imanmu kepadamu jika betul kamu beriman (kepada Taurat).",
  "nomor" : "93",
  "tr" : "wa-i<u>dz</u> akha<u>dz</u>n<u>aa</u> miits<u>aa</u>qakum warafa'n<u>aa</u> fawqakumu <strong>al</strong><u>ththh</u>uura khu<u>dz</u>uu m<u>aa</u> <u>aa</u>tayn<u>aa</u>kum biquwwatin wa<strong>i</strong>sma'uu q<u>aa</u>luu sami'n<u>aa</u> wa'a<u>sh</u>ayn<u>aa</u> wausyribuu fii quluubihimu <strong>a</strong>l'ijla bikufrihim qul bi/sam<u>aa</u> ya/murukum bihi iim<u>aa</u>nukum in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Katakanlah: \"Jika kamu (menganggap bahwa) kampung akhirat (surga) itu khusus untukmu di sisi Allah, bukan untuk orang lain, maka inginilah kematian(mu), jika kamu memang benar.",
  "nomor" : "94",
  "tr" : "qul in k<u>aa</u>nat lakumu <strong>al</strong>dd<u>aa</u>ru <strong>a</strong>l-<u>aa</u>khiratu 'inda <strong>al</strong>l<u>aa</u>hi kh<u>aa</u>li<u>sh</u>atan min duuni <strong>al</strong>nn<u>aa</u>si fatamannawuu <strong>a</strong>lmawta in kuntum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
  "id" : "Dan sekali-kali mereka tidak akan mengingini kematian itu selama-lamanya, karena kesalahan-kesalahan yang telah diperbuat oleh tangan mereka (sendiri), dan Allah Maha Mengetahui siapa orang-orang yang aniaya.",
  "nomor" : "95",
  "tr" : "walan yatamannawhu abadan bim<u>aa</u> qaddamat aydiihim wa<strong>al</strong>l<u>aa</u>hu 'aliimun bia<strong>l</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَىٰ حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ ۗ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ",
  "id" : "Dan sungguh kamu akan mendapati mereka, manusia yang paling loba kepada kehidupan (di dunia), bahkan (lebih loba lagi) dari orang-orang musyrik. Masing-masing mereka ingin agar diberi umur seribu tahun, padahal umur panjang itu sekali-kali tidak akan menjauhkannya daripada siksa. Allah Maha Mengetahui apa yang mereka kerjakan.",
  "nomor" : "96",
  "tr" : "walatajidannahum a<u>h</u>ra<u>sh</u>a <strong>al</strong>nn<u>aa</u>si 'al<u>aa</u> <u>h</u>ay<u>aa</u>tin wamina <strong>al</strong>la<u>dz</u>iina asyrakuu yawaddu a<u>h</u>aduhum law yu'ammaru <strong>a</strong>lfa sanatin wam<u>aa</u> huwa bimuza<u>h</u>zi<u>h</u>ihi mina <strong>a</strong>l'a<u>dzaa</u>bi an yu'ammara wa<strong>al</strong>l<u>aa</u>hu ba<u>sh</u>iirun bim<u>aa</u> ya'maluun<strong>a</strong>"
}, {
  "ar" : "قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَىٰ قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
  "id" : "Katakanlah: \"Barang siapa yang menjadi musuh Jibril, maka Jibril itu telah menurunkannya (Al Qur'an) ke dalam hatimu dengan seizin Allah; membenarkan apa (kitab-kitab) yang sebelumnya dan menjadi petunjuk serta berita gembira bagi orang-orang yang beriman.",
  "nomor" : "97",
  "tr" : "qul man k<u>aa</u>na 'aduwwan lijibriila fa-innahu nazzalahu 'al<u>aa</u> qalbika bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi wahudan wabusyr<u>aa</u> lilmu/miniin<strong>a</strong>"
}, {
  "ar" : "مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ",
  "id" : "Barang siapa yang menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril dan Mikail, maka sesungguhnya Allah adalah musuh orang-orang kafir.",
  "nomor" : "98",
  "tr" : "man k<u>aa</u>na 'aduwwan lill<u>aa</u>hi wamal<u>aa</u>-ikatihi warusulihi wajibriila wamiik<u>aa</u>la fa-inna <strong>al</strong>l<u>aa</u>ha 'aduwwun lilk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ ۖ وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ",
  "id" : "Dan sesungguhnya Kami telah menurunkan kepadamu ayat-ayat yang jelas; dan tak ada yang ingkar kepadanya, melainkan orang-orang yang fasik.",
  "nomor" : "99",
  "tr" : "walaqad anzaln<u>aa</u> ilayka <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin wam<u>aa</u> yakfuru bih<u>aa</u> ill<u>aa</u> <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
}, {
  "ar" : "أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
  "id" : "Patutkah (mereka ingkar kepada ayat-ayat Allah), dan setiap kali mereka mengikat janji, segolongan mereka melemparkannya? Bahkan sebagian besar dari mereka tidak beriman.",
  "nomor" : "100",
  "tr" : "awa kullam<u>aa</u> '<u>aa</u>haduu 'ahdan naba<u>dz</u>ahu fariiqun minhum bal aktsaruhum l<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
  "id" : "Dan setelah datang kepada mereka seorang Rasul dari sisi Allah yang membenarkan apa (kitab) yang ada pada mereka, sebahagian dari orang-orang yang diberi kitab (Taurat) melemparkan kitab Allah ke belakang (punggung)nya, seolah-olah mereka tidak mengetahui (bahwa itu adalah kitab Allah).",
  "nomor" : "101",
  "tr" : "walammaa jaa-ahum rasuulun min 'indi allaahi mushaddiqun limaa ma'ahum nabadza fariiqun mina alladziina uutuu alkitaaba kitaaba allaahi waraa-a zhuhuurihim ka-annahum laa ya'lamuuna"
}, {
  "ar" : "وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ ۖ وَمَا كَفَرَ سُلَيْمَانُ وَلَٰكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ ۚ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ ۚ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ ۚ لَوْ كَانُوا يَعْلَمُونَ",
  "id" : "Dan mereka mengikuti apa yang dibaca oleh syaitan-syaitan pada masa kerajaan Sulaiman (dan mereka mengatakan bahwa Sulaiman itu mengerjakan sihir), padahal Sulaiman tidak kafir (tidak mengerjakan sihir), hanya syaitan-syaitan lah yang kafir (mengerjakan sihir). Mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua orang malaikat di negeri Babil yaitu Harut dan Marut, sedang keduanya tidak mengajarkan (sesuatu) kepada seorangpun sebelum mengatakan: \"Sesungguhnya kami hanya cobaan (bagimu), sebab itu jangnalah kamu kafir\". Maka mereka mempelajari dari kedua malaikat itu apa yang dengan sihir itu, mereka dapat menceraikan antara seorang (suami) dengan isterinya. Dan mereka itu (ahli sihir) tidak memberi mudharat dengan sihirnya kepada seorangpun, kecuali dengan izin Allah. Dan mereka mempelajari sesuatu yang tidak memberi mudharat kepadanya dan tidak memberi manfaat. Demi, sesungguhnya mereka telah meyakini bahwa barangsiapa yang menukarnya (kitab Allah) dengan sihir itu, tiadalah baginya keuntungan di akhirat, dan amat jahatlah perbuatan mereka menjual dirinya dengan sihir, kalau mereka mengetahui.",
  "nomor" : "102",
  "tr" : "waittaba'uu maa tatluu alsysyayaathiinu 'alaa mulki sulaymaana wamaa kafara sulaymaanu walaakinna alsysyayaathiina kafaruu yu'allimuuna alnnaasa alssihra wamaa unzila 'alaa almalakayni bibaabila haaruuta wamaaruuta wamaa yu'allimaani min ahadin hattaa yaquulaa innamaa nahnu fitnatun falaa takfur fayata'allamuuna minhumaa maa yufarriquuna bihi bayna almar-i wazawjihi wamaa hum bidaarriina bihi min ahadin illaa bi-idzni allaahi wayata'allamuuna maa yadhurruhum walaa yanfa'uhum walaqad 'alimuu lamani isytaraahu maa lahu fii al-aakhirati min khalaaqin walabi/sa maa syaraw bihi anfusahum law kaanu ya'lamuuna"
}, {
  "ar" : "وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ خَيْرٌ ۖ لَوْ كَانُوا يَعْلَمُونَ",
  "id" : "Sesungguhnya kalau mereka beriman dan bertakwa, (niscaya mereka akan mendapat pahala), dan sesungguhnya pahala dari sisi Allah adalah lebih baik, kalau mereka mengetahui.",
  "nomor" : "103",
  "tr" : "walaw annahum aamanuu waittaqaw lamatsuubatun min 'indi allaahi khayrun law kaanuu ya'lamuuna"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا ۗ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu katakan (kepada Muhammad): \"Raa'ina\", tetapi katakanlah: \"Unzhurna\", dan \"dengarlah\". Dan bagi orang-orang yang kafir siksaan yang pedih.",
  "nomor" : "104",
  "tr" : "yaa ayyuhaa alladziina aamanuu laa taquuluu raa'inaa waquuluu unzhurnaa waisma'uu walilkaafiriina 'adzaabun aliimun"
}, {
  "ar" : "مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ ۗ وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
  "id" : "Orang-orang kafir dari Ahli Kitab dan orang-orang musyrik tiada menginginkan diturunkannya sesuatu kebaikan kepadamu dari Tuhanmu. Dan Allah menentukan siapa yang dikehendaki-Nya (untuk diberi) rahmat-Nya (kenabian); dan Allah mempunyai karunia yang besar.",
  "nomor" : "105",
  "tr" : "maa yawaddu alladziina kafaruu min ahli alkitaabi walaa almusyrikiina an yunazzala 'alaykum min khayrin min rabbikum waallaahu yakhtashshu birahmatihi man yasyaau waallaahu dzuu alfadhli al'azhiimi"
}, {
  "ar" : "مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا ۗ أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Ayat mana saja yang Kami nasakhkan, atau Kami jadikan (manusia) lupa kepadanya, Kami datangkan yang lebih baik daripadanya atau yang sebanding dengannya. Tidakkah kamu mengetahui bahwa sesungguhnya Allah Maha Kuasa atas segala sesuatu?",
  "nomor" : "106",
  "tr" : "maa nansakh min aayatin aw nunsihaa na/ti bikhayrin minhaa aw mitslihaa alam ta'lam anna allaaha 'alaa kulli syay-in qadiirun"
}, {
  "ar" : "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
  "id" : "Tiadakah kamu mengetahui bahwa kerajaan langit dan bumi adalah kepunyaan Allah? Dan tiada bagimu selain Allah seorang pelindung maupun seorang penolong.",
  "nomor" : "107",
  "tr" : "alam ta'lam anna allaaha lahu mulku alssamaawaati waal-ardhi wamaa lakum min duuni allaahi min waliyyin walaa nashiirin"
}, {
  "ar" : "أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِنْ قَبْلُ ۗ وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ",
  "id" : "Apakah kamu menghendaki untuk meminta kepada Rasul kamu seperti Bani Israil meminta kepada Musa pada jaman dahulu? Dan barangsiapa yang menukar iman dengan kekafiran, maka sungguh orang itu telah sesat dari jalan yang lurus.",
  "nomor" : "108",
  "tr" : "am turiiduuna an tas-aluu rasuulakum kamaa su-ila muusaa min qablu waman yatabaddali alkufra bial-iimaani faqad dhalla sawaa-a alssabiili"
}, {
  "ar" : "وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ۖ فَاعْفُوا وَاصْفَحُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ ۗ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Sebahagian besar Ahli Kitab menginginkan agar mereka dapat mengembalikan kamu kepada kekafiran setelah kamu beriman, karena dengki yang (timbul) dari diri mereka sendiri, setelah nyata bagi mereka kebenaran. Maka ma'afkanlah dan biarkanlah mereka, sampai Allah mendatangkan perintah-Nya. Sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "109",
  "tr" : "wadda katsiirun min ahli alkitaabi law yarudduunakum min ba'di iimaanikum kuffaaran hasadan min 'indi anfusihim min ba'di maa tabayyana lahumu alhaqqu fau'fuu waishfahuu hattaa ya/tiya allaahu bi-amrihi inna allaaha 'alaa kulli syay-in qadiirun"
}, {
  "ar" : "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ۚ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ ۗ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
  "id" : "Dan dirikanlah shalat dan tunaikanlah zakat. Dan kebaikan apa saja yang kamu usahakan bagi dirimu, tentu kamu akan mendapat pahala nya pada sisi Allah. Sesungguhnya Alah Maha Melihat apa-apa yang kamu kerjakan.",
  "nomor" : "110",
  "tr" : "wa-aqiimuu alshshalaata waaatuu alzzakaata wamaa tuqaddimuu li-anfusikum min khayrin tajiduuhu 'inda allaahi inna allaaha bimaa ta'maluuna bashiirun"
}, {
  "ar" : "وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَىٰ ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Dan mereka (Yahudi dan Nasrani) berkata: \"Sekali-kali tidak akan masuk surga kecuali orang-orang (yang beragama) Yahudi atau Nasrani\". Demikian itu (hanya) angan-angan mereka yang kosong belaka. Katakanlah: \"Tunjukkanlah bukti kebenaranmu jika kamu adalah orang yang benar\".",
  "nomor" : "111",
  "tr" : "waqaaluu lan yadkhula aljannata illaa man kaana huudan aw nashaaraa tilka amaaniyyuhum qul haatuu burhaanakum in kuntum shaadiqiina"
}, {
  "ar" : "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
  "id" : "(Tidak demikian) bahkan barangsiapa yang menyerahkan diri kepada Allah, sedang ia berbuat kebajikan, maka baginya pahala pada sisi Tuhannya dan tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
  "nomor" : "112",
  "tr" : "balaa man aslama wajhahu lillaahi wahuwa muhsinun falahu ajruhu 'inda rabbihi walaa khawfun 'alayhim walaa hum yahzanuuna"
}, {
  "ar" : "وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَىٰ عَلَىٰ شَيْءٍ وَقَالَتِ النَّصَارَىٰ لَيْسَتِ الْيَهُودُ عَلَىٰ شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ ۗ كَذَٰلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
  "id" : "Dan orang-orang Yahudi berkata: \"Orang-orang Nasrani itu tidak mempunyai suatu pegangan\", dan orang-orang Nasrani berkata: \"Orang-orang Yahudi tidak mempunyai sesuatu pegangan,\" padahal mereka (sama-sama) membaca Al Kitab. Demikian pula orang-orang yang tidak mengetahui, mengatakan seperti ucapan mereka itu. Maka Allah akan mengadili diantara mereka pada hari Kiamat, tentang apa-apa yang mereka berselisih padanya.",
  "nomor" : "113",
  "tr" : "waqaalati alyahuudu laysati alnnashaaraa 'alaa syay-in waqaalati alnnashaaraa laysati alyahuudu 'alaa syay-in wahum yatluuna alkitaaba kadzaalika qaala alladziina laa ya'lamuuna mitsla qawlihim faallaahu yahkumu baynahum yawma alqiyaamati fiimaa kaanuu fiihi yakhtalifuuna"
}, {
  "ar" : "وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَىٰ فِي خَرَابِهَا ۚ أُولَٰئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ ۚ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
  "id" : "Dan siapakah yang lebih aniaya daripada orang yang menghalanghalangi menyebut nama Allah dalam mesjid-mesjid-Nya, dan berusaha untuk merobohkannya? Mereka itu tidak sepatutnya masuk ke dalamnya (mesjid Allah), kecuali dengan rasa takut (kepada Allah). Mereka di dunia mendapat kehinaan dan di akhirat mendapat siksa yang berat.",
  "nomor" : "114",
  "tr" : "waman azhlamu mimman mana'a masaajida allaahi an yudzkara fiihaa ismuhu wasa'aa fii kharaabihaa ulaa-ika maa kaana lahum an yadkhuluuhaa illaa khaa-ifiina lahum fii alddunyaa khizyun walahum fii al-aakhirati 'adzaabun 'azhiimun"
}, {
  "ar" : "وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ ۚ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ",
  "id" : "Dan kepunyaan Allah-lah timur dan barat, maka kemanapun kamu menghadap di situlah wajah Allah. Sesungguhnya Allah Maha Luas (rahmat-Nya) lagi Maha Mengetahui.",
  "nomor" : "115",
  "tr" : "walillaahi almasyriqu waalmaghribu fa-aynamaa tuwalluu fatsamma wajhu allaahi inna allaaha waasi'un 'aliimun"
}, {
  "ar" : "وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا ۗ سُبْحَانَهُ ۖ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ كُلٌّ لَهُ قَانِتُونَ",
  "id" : "Mereka (orang-orang kafir) berkata: \"Allah mempunyai anak\". Maha Suci Allah, bahkan apa yang ada di langit dan di bumi adalah kepunyaan Allah; semua tunduk kepada-Nya.",
  "nomor" : "116",
  "tr" : "waqaaluu itakhadza allaahu waladan subhaanahu bal lahu maa fii alssamaawaati waal-ardhi kullun lahu qaanituuna"
}, {
  "ar" : "بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ ۖ وَإِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
  "id" : "Allah Pencipta langit dan bumi, dan bila Dia berkehendak (untuk menciptakan) sesuatu, maka (cukuplah) Dia hanya mengatakan kepadanya: \"Jadilah!\" Lalu jadilah ia.",
  "nomor" : "117",
  "tr" : "badii'u alssamaawaati waal-ardhi wa-idzaa qadaa amran fa-innamaa yaquulu lahu kun fayakuunu"
}, {
  "ar" : "وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ ۗ كَذَٰلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ ۘ تَشَابَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ",
  "id" : "Dan orang-orang yang tidak mengetahui  berkata: \"Mengapa Allah tidak (langsung) berbicara  dengan kami atau datang tanda-tanda kekuasaan-Nya  kepada kami?\" Demikian pula orang-orang yang sebelum  mereka telah mengatakan seperti ucapan mereka itu;  hati mereka serupa. Sesungguhnya Kami telah  menjelaskan tanda-tanda kekuasaan Kami kepada kaum  yang yakin. ",
  "nomor" : "118",
  "tr" : "waqaala alladziina laa ya'lamuuna lawlaa yukallimunaa allaahu aw ta/tiinaa aayatun kadzaalika qaala alladziina min qablihim mitsla qawlihim tasyaabahat quluubuhum qad bayyannaa al-aayaati liqawmin yuuqinuuna"
}, {
  "ar" : "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ",
  "id" : "Sesungguhnya Kami telah mengutusmu (Muhammad) dengan kebenaran; sebagai pembawa berita gembira dan pemberi peringatan, dan kamu tidak akan diminta (pertanggungan jawab) tentang penghuni-penghuni neraka.",
  "nomor" : "119",
  "tr" : "innaa arsalnaaka bialhaqqi basyiiran wanadziiran walaa tus-alu 'an ash-haabi aljahiimi"
}, {
  "ar" : "وَلَنْ تَرْضَىٰ عَنْكَ الْيَهُودُ وَلَا النَّصَارَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ ۗ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ ۙ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
  "id" : "Orang-orang Yahudi dan Nasrani tidak akan senang kepada kamu hingga kamu mengikuti agama mereka. Katakanlah: \"Sesungguhnya petunjuk Allah itulah petunjuk (yang benar)\". Dan sesungguhnya jika kamu mengikuti kemauan mereka setelah pengetahuan datang kepadamu, maka Allah tidak lagi menjadi pelindung dan penolong bagimu.",
  "nomor" : "120",
  "tr" : "walan tardaa 'anka alyahuudu walaa alnnashaaraa hattaa tattabi'a millatahum qul inna hudaa allaahi huwa alhudaa wala-ini ittaba'ta ahwaa-ahum ba'da alladzii jaa-aka mina al'ilmi maa laka mina allaahi min waliyyin walaa nashiirin"
}, {
  "ar" : "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَٰئِكَ يُؤْمِنُونَ بِهِ ۗ وَمَنْ يَكْفُرْ بِهِ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ",
  "id" : "Orang-orang yang telah Kami berikan Al Kitab kepadanya, mereka membacanya dengan bacaan yang sebenarnya, mereka itu beriman kepadanya. Dan barangsiapa yang ingkar kepadanya, maka mereka itulah orang-orang yang rugi.",
  "nomor" : "121",
  "tr" : "alladziina aataynaahumu alkitaaba yatluunahu haqqa tilaawatihi ulaa-ika yu/minuuna bihi waman yakfur bihi faulaa-ika humu alkhaasiruuna"
}, {
  "ar" : "يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ",
  "id" : "Hai Bani Israil, ingatlah akan ni'mat-Ku yang telah Ku-anugerahkan kepadamu dan Aku telah melabihkan kamu atas segala umat.",
  "nomor" : "122",
  "tr" : "yaa banii israa-iila udzkuruu ni'matiya allatii an'amtu 'alaykum wa-annii fadhdhaltukum 'alaa al'aalamiina"
}, {
  "ar" : "وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ",
  "id" : "Dan takutlah kamu kepada suatu hari di waktu seseorang tidak dapat menggantikan seseorang lain sedikitpun dan tidak akan diterima suatu tebusan daripadanya dan tidak akan memberi manfaat sesuatu syafa'at kepadanya dan tidak (pula) mereka akan ditolong.",
  "nomor" : "123",
  "tr" : "waittaquu yawman laa tajzii nafsun 'an nafsin syay-an walaa yuqbalu minhaa 'adlun walaa tanfa'uhaa syafaa'atun walaa hum yunsharuuna"
}, {
  "ar" : "وَإِذِ ابْتَلَىٰ إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِنْ ذُرِّيَّتِي ۖ قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ",
  "id" : "Dan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat (perintah dan larangan), lalu Ibrahim menunaikannya. Allah berfirman: \"Sesungguhnya Aku akan menjadikanmu imam bagi seluruh manusia\". Ibrahim berkata: \"(Dan saya mohon juga) dari keturunanku\". Allah berfirman: \"Janji-Ku (ini) tidak mengenai orang yang zalim\".",
  "nomor" : "124",
  "tr" : "wa-idzi ibtalaa ibraahiima rabbuhu bikalimaatin fa-atammahunna qaala innii jaa'iluka lilnnaasi imaaman qaala wamin dzurriyyatii qaala laa yanaalu 'ahdii alzhzhaalimiina"
}, {
  "ar" : "وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى ۖ وَعَهِدْنَا إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ",
  "id" : "Dan (ingatlah), ketika Kami menjadikan rumah itu (Baitullah) tempat berkumpul bagi manusia dan tempat yang aman. Dan jadikanlah sebahagian maqam Ibrahim tempat shalat. Dan telah Kami perintahkan kepada Ibrahim dan Ismail: \"Bersihkanlah rumah-Ku untuk orang-orang yang thawaf, yang i'tikaf, yang ruku' dan yang sujud\".",
  "nomor" : "125",
  "tr" : "wa-idz ja'alnaa albayta matsaabatan lilnnaasi wa-amnan waittakhidzuu min maqaami ibraahiima mushallan wa'ahidnaa ilaa ibraahiima wa-ismaa'iila an thahhiraa baytiya lilththaa-ifiina waal'aakifiina waalrrukka'i alssujuudi"
}, {
  "ar" : "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَٰذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَىٰ عَذَابِ النَّارِ ۖ وَبِئْسَ الْمَصِيرُ",
  "id" : "Dan (ingatlah), ketika Ibrahim berdoa: \"Ya Tuhanku, jadikanlah negeri ini, negeri yang aman sentosa, dan berikanlah rezki dari buah-buahan kepada penduduknya yang beriman diantara mereka kepada Allah dan hari kemudian. Allah berfirman: \"Dan kepada orang yang kafirpun Aku beri kesenangan sementara, kemudian Aku paksa ia menjalani siksa neraka dan itulah seburuk-buruk tempat kembali\".",
  "nomor" : "126",
  "tr" : "wa-idz qaala ibraahiimu rabbi ij'al haadzaa baladan aaminan waurzuq ahlahu mina altstsamaraati man aamana minhum biallaahi waalyawmi al-aakhiri qaala waman kafara faumatti'uhu qaliilan tsumma adtharruhu ilaa 'adzaabi alnnaari wabi/sa almashiiru"
}, {
  "ar" : "وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا ۖ إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
  "id" : "Dan (ingatlah), ketika Ibrahim meninggikan (membina) dasar-dasar Baitullah bersama Ismail (seraya berdoa): \"Ya Tuhan kami terimalah daripada kami (amalan kami), sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui\".",
  "nomor" : "127",
  "tr" : "wa-idz yarfa'u ibraahiimu alqawaa'ida mina albayti wa-ismaa'iilu rabbanaa taqabbal minnaa innaka anta alssamii'u al'aliimu"
}, {
  "ar" : "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا ۖ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
  "id" : "Ya Tuhan kami, jadikanlah kami berdua orang yang tunduk patuh kepada Engkau dan (jadikanlah) diantara anak cucu kami umat yang tunduk patuh kepada Engkau dan tunjukkanlah kepada kami cara-cara dan tempat-tempat ibadat haji kami, dan terimalah taubat kami. Sesungguhnya Engkaulah Yang Maha Penerima taubat lagi Maha Penyayang.",
  "nomor" : "128",
  "tr" : "rabbanaa waij'alnaa muslimayni laka wamin dzurriyyatinaa ummatan muslimatan laka wa-arinaa manaasikanaa watub 'alaynaa innaka anta alttawwaabu alrrahiimu"
}, {
  "ar" : "رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ ۚ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Ya Tuhan kami, utuslah untuk mereka sesorang Rasul dari kalangan mereka, yang akan membacakan kepada mereka ayat-ayat Engkau, dan mengajarkan kepada mereka Al Kitab (Al Qur'an) dan Al-Hikmah (As-Sunnah) serta mensucikan mereka. Sesungguhnya Engkaulah yang Maha Kuasa lagi Maha Bijaksana.",
  "nomor" : "129",
  "tr" : "rabbanaa waib'ats fiihim rasuulan minhum yatluu 'alayhim aayaatika wayu'allimuhumu alkitaaba waalhikmata wayuzakkiihim innaka anta al'aziizu alhakiimu"
}, {
  "ar" : "وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ ۚ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا ۖ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ",
  "id" : "Dan tidak ada yang benci kepada agama Ibrahim, melainkan orang yang memperbodoh dirinya sendiri, dan sungguh Kami telah memilihnya di dunia dan sesungguhnya dia di akhirat benar-benar termasuk orang-orang yang saleh.",
  "nomor" : "130",
  "tr" : "waman yarghabu 'an millati ibraahiima illaa man safiha nafsahu walaqadi isthafaynaahu fii alddunyaa wa-innahu fii al-aakhirati lamina alshshaalihiina"
}, {
  "ar" : "إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ",
  "id" : "Ketika Tuhannya berfirman kepadanya: \"Tunduk patuhlah!\" Ibrahim menjawab: \"Aku tunduk patuh kepada Tuhan semesta alam\".",
  "nomor" : "131",
  "tr" : "idz qaala lahu rabbuhu aslim qaala aslamtu lirabbi al'aalamiina"
}, {
  "ar" : "وَوَصَّىٰ بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَىٰ لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ",
  "id" : "Dan Ibrahim telah mewasiatkan ucapan itu kepada anak-anaknya, demikian pula Ya'qub. (Ibrahim berkata): \"Hai anak-anakku! Sesungguhnya Allah telah memilih agama ini bagimu, maka janganlah kamu mati kecuali dalam memeluk agama Islam\".",
  "nomor" : "132",
  "tr" : "wawashshaa bihaa ibraahiimu baniihi waya'quubu yaa baniyya inna allaaha isthafaa lakumu alddiina falaa tamuutunna illaa wa-antum muslimuuna"
}, {
  "ar" : "أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَٰهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ",
  "id" : "Adakah kamu hadir ketika Ya'qub kedatangan (tanda-tanda) maut, ketika ia berkata kepada anak-anaknya: \"Apa yang kamu sembah sepeninggalku?\" Mereka menjawab: \"Kami akan menyembah Tuhanmu dan Tuhan nenek moyangmu, Ibrahim, Ismail dan Ishaq, (yaitu) Tuhan Yang Maha Esa dan kami hanya tunduk patuh kepada-Nya\".",
  "nomor" : "133",
  "tr" : "am kuntum syuhadaa-a idz hadhara ya'quuba almawtu idz qaala libaniihi maa ta'buduuna min ba'dii qaaluu na'budu ilaahaka wa-ilaaha aabaa-ika ibraahiima wa-ismaa'iila wa-ishaaqa ilaahan waahidan wanahnu lahu muslimuuna"
}, {
  "ar" : "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ ۖ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ",
  "id" : "Itu adalah umat yang lalu; baginya apa yang telah diusahakannya dan bagimu apa yang sudah kamu usahakan, dan kamu tidak akan diminta pertanggungan jawab tentang apa yang telah mereka kerjakan.",
  "nomor" : "134",
  "tr" : "tilka ummatun qad khalat lahaa maa kasabat walakum maa kasabtum walaa tus-aluuna 'ammaa kaanu ya'maluuna"
}, {
  "ar" : "وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَىٰ تَهْتَدُوا ۗ قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
  "id" : "Dan mereka berkata: \"Hendaklah kamu menjadi penganut agama Yahudi atau Nasrani, niscaya kamu mendapat petunjuk\". Katakanlah : \"Tidak, melainkan (kami mengikuti) agama Ibrahim yang lurus. Dan bukanlah dia (Ibrahim) dari golongan orang musyrik\".",
  "nomor" : "135",
  "tr" : "waqaaluu kuunuu huudan aw nashaaraa tahtaduu qul bal millata ibraahiima haniifan wamaa kaana mina almusyrikiina"
}, {
  "ar" : "قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ",
  "id" : "Katakanlah (hai orang-orang mu'min): \"Kami beriman kepada Allah dan apa yang diturunkan kepada kami, dan apa yang diturunkan kepada Ibrahim, Isma'il, Ishaq, Ya'qub dan anak cucunya, dan apa yang diberikan kepada Musa dan Isa serta apa yang diberikan kepada nabi-nabi dari Tuhannya. Kami tidak membeda-bedakan seorangpun diantara mereka dan kami hanya tunduk patuh kepada-Nya\".",
  "nomor" : "136",
  "tr" : "quuluu aamannaa biallaahi wamaa unzila ilaynaa wamaa unzila ilaa ibraahiima wa-ismaa'iila wa-ishaaqa waya'quuba waal-asbaathi wamaa uutiya muusaa wa'iisaa wamaa uutiya alnnabiyyuuna min rabbihim laa nufarriqu bayna ahadin minhum wanahnu lahu muslimuuna"
}, {
  "ar" : "فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا ۖ وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ ۖ فَسَيَكْفِيكَهُمُ اللَّهُ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ",
  "id" : "Maka jika mereka beriman kepada apa yang kamu telah beriman kepadanya, sungguh mereka telah mendapat petunjuk; dan jika mereka berpaling, sesungguhnya mereka berada dalam permusuhan (dengan kamu). Maka Allah akan memelihara kamu dari mereka. Dan Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "137",
  "tr" : "fa-in aamanuu bimitsli maa aamantum bihi faqadi ihtadaw wa-in tawallaw fa-innamaa hum fii syiqaaqin fasayakfiikahumu allaahu wahuwa alssamii'u al'aliimu"
}, {
  "ar" : "صِبْغَةَ اللَّهِ ۖ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً ۖ وَنَحْنُ لَهُ عَابِدُونَ",
  "id" : "Shibghah Allah. Dan siapakah yang lebih baik shibghahnya dari pada Allah? Dan hanya kepada-Nya-lah kami menyembah.",
  "nomor" : "138",
  "tr" : "shibghata allaahi waman ahsanu mina allaahi shibghatan wanahnu lahu 'aabiduuna"
}, {
  "ar" : "قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ",
  "id" : "Katakanlah: \"Apakah kamu memperdebatkan dengan kami tentang Allah, padahal Dia adalah Tuhan kami dan Tuhan kamu; bagi kami amalan kami, dan bagi kamu amalan kamu dan hanya kepada-Nya kami mengikhlaskan hati,",
  "nomor" : "139",
  "tr" : "qul atuhaajjuunanaa fii allaahi wahuwa rabbunaa warabbukum walanaa a'maalunaa walakum a'maalukum wanahnu lahu mukhlishuuna"
}, {
  "ar" : "أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَىٰ ۗ قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ ۗ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
  "id" : "ataukah kamu (hai orang-orang Yahudi dan Nasrani) mengatakan bahwa Ibrahim, Isma'il, Ishaq, Ya'qub dan anak cucunya, adalah penganut agama Yahudi atau Nasrani?\" Katakanlah: \"Apakah kamu lebih mengetahui ataukah Allah, dan siapakah yang lebih zalim dari pada orang yang menyembunyikan syahadah dari Allah yang ada padanya?\" Dan Allah sekali-kali tiada lengah dari apa yang kamu kerjakan.",
  "nomor" : "140",
  "tr" : "am taquuluuna inna ibraahiima wa-ismaa'iila wa-ishaaqa waya'quuba waal-asbaatha kaanuu huudan aw nashaaraa qul a-antum a'lamu ami allaahu waman azhlamu mimman katama syahaadatan 'indahu mina allaahi wamaa allaahu bighaafilin 'ammaa ta'maluuna"
}, {
  "ar" : "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ ۖ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ",
  "id" : "Itu adalah umat yang telah lalu; baginya apa yang diusahakannya dan bagimu apa yang kamu usahakan; dan kamu tidak akan diminta pertanggungan jawab tentang apa yang telah mereka kerjakan.",
  "nomor" : "141",
  "tr" : "tilka ummatun qad khalat lah<u>aa</u> m<u>aa</u> kasabat walakum m<u>aa</u> kasabtum wal<u>aa</u> tus-aluuna 'amm<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا ۚ قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ ۚ يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
  "id" : "Orang-orang yang kurang akalnya diantara manusia akan berkata: \"Apakah yang memalingkan mereka (umat Islam) dari kiblatnya (Baitul Maqdis) yang dahulu mereka telah berkiblat kepadanya?\" Katakanlah: \"Kepunyaan Allah-lah timur dan barat; Dia memberei petunjuk kepada siapa yang dikehendaki-Nya ke jalan yang lurus\".",
  "nomor" : "142",
  "tr" : "sayaquulu <strong>al</strong>ssufah<u>aa</u>u mina <strong>al</strong>nn<u>aa</u>si m<u>aa</u> wall<u>aa</u>hum 'an qiblatihimu <strong>al</strong>latii k<u>aa</u>nuu 'alayh<u>aa</u> qul lill<u>aa</u>hi <strong>a</strong>lmasyriqu wa<strong>a</strong>lmaghribu yahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
}, {
  "ar" : "وَكَذَٰلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا ۗ وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَىٰ عَقِبَيْهِ ۚ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ ۗ وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ ۚ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ",
  "id" : "Dan demikian (pula) Kami telah menjadikan kamu (umat Islam), umat yang adil dan pilihan agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Dan Kami tidak menetapkan kiblat yang menjadi kiblatmu (sekarang) melainkan agar Kami mengetahui (supaya nyata) siapa yang mengikuti Rasul dan siapa yang membelot. Dan sungguh (pemindahan kiblat) itu terasa amat berat, kecuali bagi orang-orang yang telah diberi petunjuk oleh Allah; dan Allah tidak akan menyia-nyiakan imanmu. Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang kepada manusia.",
  "nomor" : "143",
  "tr" : "waka<u>dzaa</u>lika ja'aln<u>aa</u>kum ummatan wasa<u>th</u>an litakuunuu syuhad<u>aa</u>-a 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si wayakuuna <strong>al</strong>rrasuulu 'alaykum syahiidan wam<u>aa</u> ja'aln<u>aa</u> <strong>a</strong>lqiblata <strong>al</strong>latii kunta 'alayh<u>aa</u> ill<u>aa</u> lina'lama man yattabi'u <strong>al</strong>rrasuula mimman yanqalibu 'al<u>aa</u> 'aqibayhi wa-in k<u>aa</u>nat lakabiiratan ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina had<u>aa</u> <strong>al</strong>l<u>aa</u>hu wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liyu<u>dh</u>ii'a iim<u>aa</u>nakum inna <strong>al</strong>l<u>aa</u>ha bi<strong>al</strong>nn<u>aa</u>si larauufun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ ۖ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا ۚ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۚ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ ۗ وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ",
  "id" : "Sungguh Kami (sering) melihat mukamu menengadah ke langit, maka sungguh Kami akan memalingkan kamu ke kiblat yang kamu sukai. Palingkanlah mukamu ke arah Masjidil Haram. Dan dimana saja kamu berada, palingkanlah mukamu ke arahnya. Dan sesungguhnya orang-orang (Yahudi dan Nasrani) yang diberi Al Kitab (Taurat dan Injil) memang mengetahui, bahwa berpaling ke Masjidil Haram itu adalah benar dari Tuhannya; dan Allah sekali-kali tidak lengah dari apa yang mereka kerjakan.",
  "nomor" : "144",
  "tr" : "qad nar<u>aa</u> taqalluba wajhika fii <strong>al</strong>ssam<u>aa</u>-i falanuwalliyannaka qiblatan tar<u>daa</u>h<u>aa</u> fawalli wajhaka sya<u>th</u>ra <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<u>h</u>aytsu m<u>aa</u> kuntum fawalluu wujuuhakum sya<u>th</u>rahu wa-inna <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba laya'lamuuna annahu <strong>a</strong>l<u>h</u>aqqu min rabbihim wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ya'maluun<strong>a</strong>"
}, {
  "ar" : "وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَا تَبِعُوا قِبْلَتَكَ ۚ وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ ۚ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ ۙ إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ",
  "id" : "Dan sesungguhnya jika kamu mendatangkan kepada orang-orang (Yahudi dan Nasrani) yang diberi Al Kitab (Taurat dan Injil), semua ayat (keterangan), mereka tidak akan mengikuti kiblatmu, dan kamupun tidak akan mengikuti kiblat mereka, dan sebahagian merekapun tidak akan mengikuti kiblat sebahagian yang lain. Dan sesungguhnya jika kamu mengikuti keinginan mereka setelah datang ilmu kepadamu, sesungguhnya kamu -kalau begitu- termasuk golongan orang-orang yang zalim.",
  "nomor" : "145",
  "tr" : "wala-in atayta <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba bikulli <u>aa</u>yatin m<u>aa</u> tabi'uu qiblataka wam<u>aa</u> anta bit<u>aa</u>bi'in qiblatahum wam<u>aa</u> ba'<u>dh</u>uhum bit<u>aa</u>bi'in qiblata ba'<u>dh</u>in wala-ini ittaba'ta ahw<u>aa</u>-ahum min ba'di m<u>aa</u> j<u>aa</u>-aka mina <strong>a</strong>l'ilmi innaka i<u>dz</u>an lamina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ ۖ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ",
  "id" : "Orang-orang (Yahudi dan Nasrani) yang telah Kami beri Al Kitab (Taurat dan Injil) mengenal Muhammad seperti mereka mengenal anak-anaknya sendiri. Dan sesungguhnya sebahagian diantara mereka menyembunyikan kebenaran, padahal mereka mengetahui.",
  "nomor" : "146",
  "tr" : "<strong>al</strong>la<u>dz</u>iina <u>aa</u>tayn<u>aa</u>humu <strong>a</strong>lkit<u>aa</u>ba ya'rifuunahu kam<u>aa</u> ya'rifuuna abn<u>aa</u>-ahum wa-inna fariiqan minhum layaktumuuna <strong>a</strong>l<u>h</u>aqqa wahum ya'lamuun<strong>a</strong>"
}, {
  "ar" : "الْحَقُّ مِنْ رَبِّكَ ۖ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
  "id" : "Kebenaran itu adalah dari Tuhanmu, sebab itu jangan sekali-kali kamu termasuk orang-orang yang ragu.",
  "nomor" : "147",
  "tr" : "al<u>h</u>aqqu min rabbika fal<u>aa</u> takuunanna mina <strong>a</strong>lmumtariin<strong>a</strong>"
}, {
  "ar" : "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا ۖ فَاسْتَبِقُوا الْخَيْرَاتِ ۚ أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعًا ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Dan bagi tiap-tiap umat ada kiblatnya (sendiri) yang ia menghadap kepadanya. Maka berlomba-lombalah (dalam membuat) kebaikan. Di mana saja kamu berada pasti Allah akan mengumpulkan kamu sekalian (pada hari kiamat). Sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "148",
  "tr" : "walikullin wijhatun huwa muwalliih<u>aa</u> fa<strong>i</strong>stabiquu <strong>a</strong>lkhayr<u>aa</u>ti aynam<u>aa</u> takuunuu ya/ti bikumu <strong>al</strong>l<u>aa</u>hu jamii'an inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۖ وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
  "id" : "Dan dari mana saja kamu keluar (datang), maka palingkanlah wajahmu ke arah Masjidil Haram, sesungguhnya ketentuan itu benar-benar sesuatu yang hak dari Tuhanmu. Dan Allah sekali-kali tidak lengah dari apa yang kamu kerjakan.",
  "nomor" : "149",
  "tr" : "wamin <u>h</u>aytsu kharajta fawalli wajhaka sya<u>th</u>ra <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa-innahu lal<u>h</u>aqqu min rabbika wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۚ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ",
  "id" : "Dan dari mana saja kamu (keluar), maka palingkanlah wajahmu ke arah Masjidil Haram. Dan dimana saja kamu (sekalian) berada, maka palingkanlah wajahmu ke arahnya, agar tidak ada hujjah bagi manusia atas kamu, kecuali orang-orang yang zalim diantara mereka. Maka janganlah kamu takut kepada mereka dan takutlah kepada-Ku (saja). Dan agar Ku-sempurnakan ni'mat-Ku atasmu, dan supaya kamu mendapat petunjuk.",
  "nomor" : "150",
  "tr" : "wamin <u>h</u>aytsu kharajta fawalli wajhaka sya<u>th</u>ra <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<u>h</u>aytsu m<u>aa</u> kuntum fawalluu wujuuhakum sya<u>th</u>rahu li-all<u>aa</u> yakuuna li<strong>l</strong>nn<u>aa</u>si 'alaykum <u>h</u>ujjatun ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu minhum fal<u>aa</u> takhsyawhum wa<strong>i</strong>khsyawnii wali-utimma ni'matii 'alaykum wala'allakum tahtaduun<strong>a</strong>"
}, {
  "ar" : "كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ",
  "id" : "Sebagaimana (Kami telah menyempurnakan ni'mat Kami kepadamu) Kami telah mengutus kepadamu Rasul diantara kamu yang membacakan ayat-ayat Kami kepada kamu dan mensucikan kamu dan mengajarkan kepadamu Al Kitab dan Al-Hikmah, serta mengajarkan kepada kamu apa yang belum kamu ketahui.",
  "nomor" : "151",
  "tr" : "kam<u>aa</u> arsaln<u>aa</u> fiikum rasuulan minkum yatluu 'alaykum <u>aa</u>y<u>aa</u>tin<u>aa</u> wayuzakkiikum wayu'allimukumu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ikmata wayu'allimukum m<u>aa</u> lam takuunuu ta'lamuun<strong>a</strong>"
}, {
  "ar" : "فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ",
  "id" : "Karena itu, ingatlah kamu kepada-Ku niscaya Aku ingat (pula) kepadamu, dan bersyukurlah kepada-Ku, dan janganlah kamu mengingkari (ni'mat)-Ku.",
  "nomor" : "152",
  "tr" : "fa<strong>u</strong><u>dz</u>kuruunii a<u>dz</u>kurkum wa<strong>u</strong>sykuruu lii wal<u>aa</u> takfuruun<strong>i</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ",
  "id" : "Hai orang-orang yang beriman, jadikanlah sabar dan shalat sebagai penolongmu, sesungguhnya Allah beserta orang-orang yang sabar.",
  "nomor" : "153",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ista'iinuu bi<strong>al</strong><u>shsh</u>abri wa<strong>al</strong><u>shsh</u>al<u>aa</u>ti inna <strong>al</strong>l<u>aa</u>ha ma'a <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
}, {
  "ar" : "وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ ۚ بَلْ أَحْيَاءٌ وَلَٰكِنْ لَا تَشْعُرُونَ",
  "id" : "Dan janganlah kamu mengatakan terhadap orang-orang yang gugur di jalan Allah, (bahwa mereka itu ) mati; bahkan (sebenarnya) mereka itu hidup, tetapi kamu tidak menyadarinya.",
  "nomor" : "154",
  "tr" : "wal<u>aa</u> taquuluu liman yuqtalu fii sabiili <strong>al</strong>l<u>aa</u>hi amw<u>aa</u>tun bal a<u>h</u>y<u>aa</u>un wal<u>aa</u>kin l<u>aa</u> tasy'uruun<strong>a</strong>"
}, {
  "ar" : "وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ ۗ وَبَشِّرِ الصَّابِرِينَ",
  "id" : "Dan sungguh akan Kami berikan cobaan kepadamu, dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa dan buah-buahan. Dan berikanlah berita gembira kepada orang-orang yang sabar.",
  "nomor" : "155",
  "tr" : "walanabluwannakum bisyay-in mina <strong>a</strong>lkhawfi wa<strong>a</strong>ljuu'i wanaq<u>sh</u>in mina <strong>a</strong>l-amw<u>aa</u>li wa<strong>a</strong>l-anfusi wa<strong>al</strong>tstsamar<u>aa</u>ti wabasysyiri <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ",
  "id" : "(yaitu) orang-orang yang apabila ditimpa musibah, mereka mengucapkan: \"Inna lillaahi wa innaa ilaihi raaji'uun\".",
  "nomor" : "156",
  "tr" : "<strong>al</strong>la<u>dz</u>iina i<u>dzaa</u> a<u>shaa</u>bat-hum mu<u>sh</u>iibatun q<u>aa</u>luu inn<u>aa</u> lill<u>aa</u>hi wa-inn<u>aa</u> ilayhi r<u>aa</u>ji'uun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ ۖ وَأُولَٰئِكَ هُمُ الْمُهْتَدُونَ",
  "id" : "Mereka itulah yang mendapat keberkatan yang sempurna dan rahmat dari Tuhan mereka dan mereka itulah orang-orang yang mendapat petunjuk.",
  "nomor" : "157",
  "tr" : "ul<u>aa</u>-ika 'alayhim <u>sh</u>alaw<u>aa</u>tun min rabbihim wara<u>h</u>matun waul<u>aa</u>-ika humu <strong>a</strong>lmuhtaduun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ۖ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا ۚ وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ",
  "id" : "Sesungguhnya Shafaa dan Marwa adalah sebahagian dari syi'ar Allah. Maka barangsiapa yang beribadah haji ke Baitullah atau ber-'umrah, maka tidak ada dosa baginya mengerjakan sa'i antara keduanya. Dan barangsiapa yang mengerjakan suatu kebajikan dengan kerelaan hati, maka sesungguhnya Allah Maha Mensyukuri kebaikan lagi Maha Mengetahui.",
  "nomor" : "158",
  "tr" : "inna <strong>al</strong><u>shsh</u>af<u>aa</u> wa<strong>a</strong>lmarwata min sya'<u>aa</u>-iri <strong>al</strong>l<u>aa</u>hi faman <u>h</u>ajja <strong>a</strong>lbayta awi i'tamara fal<u>aa</u> jun<u>aah</u>a 'alayhi an ya<u>ththh</u>awwafa bihim<u>aa</u> waman ta<u>th</u>awwa'a khayran fa-inna <strong>al</strong>l<u>aa</u>ha sy<u>aa</u>kirun 'aliim<strong>un</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَىٰ مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ ۙ أُولَٰئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ",
  "id" : "Sesungguhnya orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan (yang jelas) dan petunjuk, setelah Kami menerangkannya kepada manusia dalam Al Kitab, mereka itu dila'nati Allah dan dila'nati (pula) oleh semua (mahluk) yang dapat mela'nati,",
  "nomor" : "159",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina yaktumuuna m<u>aa</u> anzaln<u>aa</u> mina <strong>a</strong>lbayyin<u>aa</u>ti wa<strong>a</strong>lhud<u>aa</u> min ba'di m<u>aa</u> bayyann<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si fii <strong>a</strong>lkit<u>aa</u>bi ul<u>aa</u>-ika yal'anuhumu <strong>al</strong>l<u>aa</u>hu wayal'anuhumu <strong>al</strong>l<u>aa</u>'inuun<strong>a</strong>"
}, {
  "ar" : "إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَٰئِكَ أَتُوبُ عَلَيْهِمْ ۚ وَأَنَا التَّوَّابُ الرَّحِيمُ",
  "id" : "kecuali mereka yang telah taubat dan mengadakan perbaikan dan menerangkan (kebenaran), maka terhadap mereka itulah Aku menerima taubatnya dan Akulah Yang Maha Menerima taubat lagi Maha Penyayang.",
  "nomor" : "160",
  "tr" : "<p>ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina t<u>aa</u>buu wa-a<u>sh</u>la<u>h</u>uu wabayyanuu faul<u>aa</u>-ika atuubu 'alayhim wa-an<u>aa</u> <strong>al</strong>ttaww<u>aa</u>bu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَٰئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ",
  "id" : "Sesungguhnya orang-orang kafir dan mereka mati dalam keadaan kafir, mereka itu mendapat la'nat Allah, para Malaikat dan manusia seluruhnya.",
  "nomor" : "161",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu wam<u>aa</u>tuu wahum kuff<u>aa</u>run ul<u>aa</u>-ika 'alayhim la'natu <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lmal<u>aa</u>-ikati wa<strong>al</strong>nn<u>aa</u>si ajma'iin<strong>a</strong>"
}, {
  "ar" : "خَالِدِينَ فِيهَا ۖ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ",
  "id" : "Mereka kekal di dalam la'nat itu; tidak akan diringankan siksa dari mereka dan tidak (pula) mereka diberi tangguh.",
  "nomor" : "162",
  "tr" : "kh<u>aa</u>lidiina fiih<u>aa</u> l<u>aa</u> yukhaffafu 'anhumu <strong>a</strong>l'a<u>dzaa</u>bu wal<u>aa</u> hum yun<u>zh</u>aruun<strong>a</strong>"
}, {
  "ar" : "وَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ لَا إِلَٰهَ إِلَّا هُوَ الرَّحْمَٰنُ الرَّحِيمُ",
  "id" : "Dan Tuhanmu adalah Tuhan Yang Maha Esa; tidak ada Tuhan melainkan Dia Yang Maha Pemurah lagi Maha Penyayang.",
  "nomor" : "163",
  "tr" : "wa-il<u>aa</u>hukum il<u>aa</u>hun w<u>aah</u>idun l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
}, {
  "ar" : "إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
  "id" : "Sesungguhnya dalam penciptaan langit dan bumi, silih bergantinya malam dan siang, bahtera yang berlayar di laut membawa apa yang berguna bagi manusia, dan apa yang Allah turunkan dari langit berupa air, lalu dengan air itu Dia hidupkan bumi sesudah mati (kering)-nya dan Dia sebarkan di bumi itu segala jenis hewan, dan pengisaran angin dan awan yang dikendalikan antara langit dan bumi; sungguh (terdapat) tanda-tanda (keesaan dan kebesaran Allah) bagi kaum yang memikirkan.",
  "nomor" : "164",
  "tr" : "inna fii khalqi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>khtil<u>aa</u>fi <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri wa<strong>a</strong>lfulki <strong>al</strong>latii tajrii fii <strong>a</strong>lba<u>h</u>ri bim<u>aa</u> yanfa'u <strong>al</strong>nn<u>aa</u>sa wam<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu mina <strong>al</strong>ssam<u>aa</u>-i min m<u>aa</u>-in fa-a<u>h</u>y<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> wabatstsa fiih<u>aa</u> min kulli d<u>aa</u>bbatin wata<u>sh</u>riifi <strong>al</strong>rriy<u>aah</u>i wa<strong>al</strong>ssa<u>haa</u>bi <strong>a</strong>lmusakhkhari bayna <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i la<u>aa</u>y<u>aa</u>tin liqawmin ya'qiluun<strong>a</strong>"
}, {
  "ar" : "وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ ۖ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ ۗ وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ",
  "id" : "Dan diantara manusia ada orang-orang yang menyembah tandingan-tandingan selain Allah; mereka mencintainya sebagaimana mereka mencintai Allah. Adapun orang-orang yang beriman amat sangat cintanya kepada Allah. Dan jika seandainya orang-orang yang berbuat zalim itu mengetahui ketika mereka melihat siksa (pada hari kiamat), bahwa kekuatan itu kepunyaan Allah semuanya, dan bahwa Allah amat berat siksaan-Nya (niscaya mereka menyesal).",
  "nomor" : "165",
  "tr" : "wamina <strong>al</strong>nn<u>aa</u>si man yattakhi<u>dz</u>u min duuni <strong>al</strong>l<u>aa</u>hi and<u>aa</u>dan yu<u>h</u>ibbuunahum ka<u>h</u>ubbi <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu asyaddu <u>h</u>ubban lill<u>aa</u>hi walaw yar<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu i<u>dz</u> yarawna <strong>a</strong>l'a<u>dzaa</u>ba anna <strong>a</strong>lquwwata lill<u>aa</u>hi jamii'an wa-anna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'a<u>dzaa</u>b<strong>i</strong>"
}, {
  "ar" : "إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ",
  "id" : "(Yaitu) ketika orang-orang yang diikuti itu berlepas diri dari orang-orang yang mengikutinya, dan mereka melihat siksa; dan (ketika) segala hubungan antara mereka terputus sama sekali.",
  "nomor" : "166",
  "tr" : "i<u>dz</u> tabarra-a <strong>al</strong>la<u>dz</u>iina ittubi'uu mina <strong>al</strong>la<u>dz</u>iina ittaba'uu wara-awuu <strong>a</strong>l'a<u>dzaa</u>ba wataqa<u>ththh</u>a'at bihimu <strong>a</strong>l-asb<u>aa</u>b<strong>u</strong>"
}, {
  "ar" : "وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا ۗ كَذَٰلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ ۖ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ",
  "id" : "Dan berkatalah orang-orang yang mengikuti: \"Seandainya kami dapat kembali (ke dunia), pasti kami akan berlepas diri dari mereka, sebagaimana mereka berlepas diri dari kami.\" Demikianlah Allah memperlihatkan kepada mereka amal perbuatannya menjadi sesalan bagi mereka; dan sekali-kali mereka tidak akan keluar dari api neraka.",
  "nomor" : "167",
  "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina ittaba'uu law anna lan<u>aa</u> karratan fanatabarra-a minhum kam<u>aa</u> tabarrauu minn<u>aa</u> ka<u>dzaa</u>lika yuriihimu <strong>al</strong>l<u>aa</u>hu a'm<u>aa</u>lahum <u>h</u>asar<u>aa</u>tin 'alayhim wam<u>aa</u> hum bikh<u>aa</u>rijiina mina <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ ۚ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
  "id" : "Hai sekalian manusia, makanlah yang halal lagi baik dari apa yang terdapat di bumi, dan janganlah kamu mengikuti langkah-langkah syaitan; karena sesungguhnya syaitan itu adalah musuh yang nyata bagimu.",
  "nomor" : "168",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su kuluu mimm<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i <u>h</u>al<u>aa</u>lan <u>th</u>ayyiban wal<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni innahu lakum 'aduwwun mubiin<strong>un</strong>"
}, {
  "ar" : "إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
  "id" : "Sesungguhnya syaitan itu hanya menyuruh kamu berbuat jahat dan keji, dan mengatakan terhadap Allah apa yang tidak kamu ketahui.",
  "nomor" : "169",
  "tr" : "innam<u>aa</u> ya/murukum bi<strong>al</strong>ssuu-i wa<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa-an taquuluu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا ۗ أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ",
  "id" : "Dan apabila dikatakan kepada mereka: \"Ikutilah apa yang telah diturunkan Allah,\" mereka menjawab: \"(Tidak), tetapi kami hanya mengikuti apa yang telah kami dapati dari (perbuatan) nenek moyang kami\". \"(Apakah mereka akan mengikuti juga), walaupun nenek moyang mereka itu tidak mengetahui suatu apapun, dan tidak mendapat petunjuk?\".",
  "nomor" : "170",
  "tr" : "wa-i<u>dzaa</u> qiila lahumu ittabi'uu m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu q<u>aa</u>luu bal nattabi'u m<u>aa</u> <strong>a</strong>lfayn<u>aa</u> 'alayhi <u>aa</u>b<u>aa</u>-an<u>aa</u> awa law k<u>aa</u>na <u>aa</u>b<u>aa</u>uhum l<u>aa</u> ya'qiluuna syay-an wal<u>aa</u> yahtaduun<strong>a</strong>"
}, {
  "ar" : "وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً ۚ صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ",
  "id" : "Dan perumpamaan (orang-orang yang menyeru) orang-orang kafir adalah seperti penggembala yang memanggil binatang yang tidak mendengar selain panggilan dan seruan saja. Mereka tuli, bisu dan buta, maka (oleh sebab itu) mereka tidak mengerti.",
  "nomor" : "171",
  "tr" : "wamatsalu <strong>al</strong>la<u>dz</u>iina kafaruu kamatsali <strong>al</strong>la<u>dz</u>ii yan'iqu bim<u>aa</u> l<u>aa</u> yasma'u ill<u>aa</u> du'<u>aa</u>-an wanid<u>aa</u>-an <u>sh</u>ummun bukmun 'umyun fahum l<u>aa</u> ya'qiluun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
  "id" : "Hai orang-orang yang beriman, makanlah di antara rezki yang baik-baik yang Kami berikan kepadamu dan bersyukurlah kepada Allah, jika benar-benar kepada-Nya kamu menyembah.",
  "nomor" : "172",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kuluu min <u>th</u>ayyib<u>aa</u>ti m<u>aa</u> razaqn<u>aa</u>kum wa<strong>u</strong>sykuruu lill<u>aa</u>hi in kuntum iyy<u>aa</u>hu ta'buduun<strong>a</strong>"
}, {
  "ar" : "إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ ۖ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "Sesungguhnya Allah hanya mengharamkan bagimu bangkai, darah, daging babi, dan binatang yang (ketika disembelih) disebut (nama) selain Allah. Tetapi barangsiapa dalam keadaan terpaksa (memakannya) sedang dia tidak menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "173",
  "tr" : "innam<u>aa</u> <u>h</u>arrama 'alaykumu <strong>a</strong>lmaytata wa<strong>al</strong>ddama wala<u>h</u>ma <strong>a</strong>lkhinziiri wam<u>aa</u> uhilla bihi lighayri <strong>al</strong>l<u>aa</u>hi famani i<u>dth</u>urra ghayra b<u>aa</u>ghin wal<u>aa</u> '<u>aa</u>din fal<u>aa</u> itsma 'alayhi inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا ۙ أُولَٰئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
  "id" : "Sesungguhnya orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Al Kitab dan menjualnya dengan harga yang sedikit (murah), mereka itu sebenarnya tidak memakan (tidak menelan) ke dalam perutnya melainkan api, dan Allah tidak akan berbicara kepada mereka pada hari kiamat dan tidak mensucikan mereka dan bagi mereka siksa yang amat pedih.",
  "nomor" : "174",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina yaktumuuna m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu mina <strong>a</strong>lkit<u>aa</u>bi wayasytaruuna bihi tsamanan qaliilan ul<u>aa</u>-ika m<u>aa</u> ya/kuluuna fii bu<u>th</u>uunihim ill<u>aa</u> <strong>al</strong>nn<u>aa</u>ra wal<u>aa</u> yukallimuhumu <strong>al</strong>l<u>aa</u>hu yawma <strong>a</strong>lqiy<u>aa</u>mati wal<u>aa</u> yuzakkiihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ وَالْعَذَابَ بِالْمَغْفِرَةِ ۚ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ",
  "id" : "Mereka itulah orang-orang yang membeli kesesatan dengan petunjuk dan siksa dengan ampunan. Maka alangkah beraninya mereka menentang api neraka!",
  "nomor" : "175",
  "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina isytarawuu <strong>al</strong><u>dhdh</u>al<u>aa</u>lata bi<strong>a</strong>lhud<u>aa</u> wa<strong>a</strong>l'a<u>dzaa</u>ba bi<strong>a</strong>lmaghfirati fam<u>aa</u> a<u>sh</u>barahum 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "ذَٰلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ ۗ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ",
  "id" : "Yang demikian itu adalah karena Allah telah menurunkan Al Kitab dengan membawa kebenaran; dan sesungguhnya orang-orang yang berselisih tentang (kebenaran) Al Kitab itu, benar-benar dalam penyimpangan yang jauh (dari kebenaran).",
  "nomor" : "176",
  "tr" : "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha nazzala <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi wa-inna <strong>al</strong>la<u>dz</u>iina ikhtalafuu fii <strong>a</strong>lkit<u>aa</u>bi lafii syiq<u>aa</u>qin ba'iid<strong>in</strong>"
}, {
  "ar" : "لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَٰكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَىٰ حُبِّهِ ذَوِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا ۖ وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ ۗ أُولَٰئِكَ الَّذِينَ صَدَقُوا ۖ وَأُولَٰئِكَ هُمُ الْمُتَّقُونَ",
  "id" : "Bukanlah menghadapkan wajahmu ke arah timur dan barat itu suatu kebajikan, akan tetapi sesungguhnya kebajikan itu ialah beriman kepada Allah, hari kemudian, malaikat-malaikat, kitab-kitab, nabi-nabi dan memberikan harta yang dicintainya kepada kerabatnya, anak-anak yatim, orang-orang miskin, musafir (yang memerlukan pertolongan) dan orang-orang yang meminta-minta; dan (memerdekakan) hamba sahaya, mendirikan shalat, dan menunaikan zakat; dan orang-orang yang menepati janjinya apabila ia berjanji, dan orang-orang yang sabar dalam kesempitan, penderitaan dan dalam peperangan. Mereka itulah orang-orang yang benar (imannya); dan mereka itulah orang-orang yang bertakwa.",
  "nomor" : "177",
  "tr" : "laysa <strong>a</strong>lbirra an tuwalluu wujuuhakum qibala <strong>a</strong>lmasyriqi wa<strong>a</strong>lmaghribi wal<u>aa</u>kinna <strong>a</strong>lbirra man <u>aa</u>mana bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wa<strong>a</strong>lmal<u>aa</u>-ikati wa<strong>a</strong>lkit<u>aa</u>bi wa<strong>al</strong>nnabiyyiina wa<u>aa</u>t<u>aa</u> <strong>a</strong>lm<u>aa</u>la 'al<u>aa</u> <u>h</u>ubbihi <u>dz</u>awii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiina wa<strong>i</strong>bna <strong>a</strong>lssabiili wa<strong>al</strong>ss<u>aa</u>-iliina wafii <strong>al</strong>rriq<u>aa</u>bi wa-aq<u>aa</u>ma <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>t<u>aa</u> <strong>al</strong>zzak<u>aa</u>ta wa<strong>a</strong>lmuufuuna bi'ahdihim i<u>dzaa</u> '<u>aa</u>haduu wa<strong>al</strong><u>shshaa</u>biriina fii <strong>a</strong>lba/s<u>aa</u>-i wa<strong>al</strong><u>dhdh</u>arr<u>aa</u>-i wa<u>h</u>iina <strong>a</strong>lba/si ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina <u>sh</u>adaquu waul<u>aa</u>-ika humu <strong>a</strong>lmuttaquun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى ۖ الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَىٰ بِالْأُنْثَىٰ ۚ فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ۗ ذَٰلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ ۗ فَمَنِ اعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُ عَذَابٌ أَلِيمٌ",
  "id" : "Hai orang-orang yang beriman, diwajibkan atas kamu qishaash berkenaan dengan orang-orang yang dibunuh; orang merdeka dengan orang merdeka, hamba dengan hamba, dan wanita dengan wanita. Maka barangsiapa yang mendapat suatu pema'afan dari saudaranya, hendaklah (yang mema'afkan) mengikuti dengan cara yang baik, dan hendaklah (yang diberi ma'af) membayar (diat) kepada yang memberi ma'af dengan cara yang baik (pula). Yang demikian itu adalah suatu keringanan dari Tuhan kamu dan suatu rahmat. Barangsiapa yang melampaui batas sesudah itu, maka baginya siksa yang sangat pedih.",
  "nomor" : "178",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kutiba 'alaykumu <strong>a</strong>lqi<u>sas</u>u fii <strong>a</strong>lqatl<u>aa</u> <strong>a</strong>l<u>h</u>urru bi<strong>a</strong>l<u>h</u>urri wa<strong>a</strong>l'abdu bi<strong>a</strong>l'abdi wa<strong>a</strong>lunts<u>aa</u> bi<strong>a</strong>lunts<u>aa</u> faman 'ufiya lahu min akhiihi syay-un fa<strong>i</strong>ttib<u>aa</u>'un bi<strong>a</strong>lma'ruufi wa-ad<u>aa</u>un ilayhi bi-i<u>h</u>s<u>aa</u>nin <u>dzaa</u>lika takhfiifun min rabbikum wara<u>h</u>matun famani i'tad<u>aa</u> ba'da <u>dzaa</u>lika falahu 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ",
  "id" : "Dan dalam qishaash itu ada (jaminan kelangsungan) hidup bagimu, hai orang-orang yang berakal, supaya kamu bertakwa.",
  "nomor" : "179",
  "tr" : "walakum fii <strong>a</strong>lqi<u>sas</u>i <u>h</u>ay<u>aa</u>tun y<u>aa</u> ulii <strong>a</strong>l-alb<u>aa</u>bi la'allakum tattaquun<strong>a</strong>"
}, {
  "ar" : "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُتَّقِينَ",
  "id" : "Diwajibkan atas kamu, apabila seorang di antara kamu kedatangan (tanda-tanda) maut, jika ia meninggalkan harta yang banyak, berwasiat untuk ibu-bapak dan karib kerabatnya secara ma'ruf, (ini adalah) kewajiban atas orang-orang yang bertakwa.",
  "nomor" : "180",
  "tr" : "kutiba 'alaykum i<u>dzaa</u> <u>h</u>a<u>dh</u>ara a<u>h</u>adakumu <strong>a</strong>lmawtu in taraka khayran <strong>a</strong>lwa<u>sh</u>iyyatu lilw<u>aa</u>lidayni wa<strong>a</strong>l-aqrabiina bi<strong>a</strong>lma'ruufi <u>h</u>aqqan 'al<u>aa</u> <strong>a</strong>lmuttaqiin<strong>a</strong>"
}, {
  "ar" : "فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
  "id" : "Maka barangsiapa yang mengubah wasiat itu, setelah ia mendengarnya, maka sesungguhnya dosanya adalah bagi orang-orang yang mengubahnya. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "181",
  "tr" : "faman baddalahu ba'da m<u>aa</u> sami'ahu fa-innam<u>aa</u> itsmuhu 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina yubaddiluunahu inna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>"
}, {
  "ar" : "فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "(Akan tetapi) barangsiapa khawatir terhadap orang yang berwasiat itu, berlaku berat sebelah atau berbuat dosa, lalu ia mendamaikan antara mereka, maka tidaklah ada dosa baginya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "182",
  "tr" : "faman kh<u>aa</u>fa min muu<u>sh</u>in janafan aw itsman fa-a<u>sh</u>la<u>h</u>a baynahum fal<u>aa</u> itsma 'alayhi inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
  "id" : "Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa,",
  "nomor" : "183",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kutiba 'alaykumu <strong>al</strong><u>shsh</u>iy<u>aa</u>mu kam<u>aa</u> kutiba 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablikum la'allakum tattaquun<strong>a</strong>"
}, {
  "ar" : "أَيَّامًا مَعْدُودَاتٍ ۚ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ۚ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ ۖ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ ۚ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ ۖ إِنْ كُنْتُمْ تَعْلَمُونَ",
  "id" : "(yaitu) dalam beberapa hari yang tertentu. Maka barangsiapa diantara kamu ada yang sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa) sebanyak hari yang ditinggalkan itu pada hari-hari yang lain. Dan wajib bagi orang-orang yang berat menjalankannya (jika mereka tidak berpuasa) membayar fidyah, (yaitu): memberi makan seorang miskin. Barangsiapa yang dengan kerelaan hati mengerjakan kebajikan, maka itulah yang lebih baik baginya. Dan berpuasa lebih baik bagimu jika kamu mengetahui.",
  "nomor" : "184",
  "tr" : "ayy<u>aa</u>man ma'duud<u>aa</u>tin faman k<u>aa</u>na minkum marii<u>dh</u>an aw 'al<u>aa</u> safarin fa'iddatun min ayy<u>aa</u>min ukhara wa'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina yu<u>th</u>iiquunahu fidyatun <u>th</u>a'<u>aa</u>mu miskiinin faman ta<u>th</u>awwa'a khayran fahuwa khayrun lahu wa-an ta<u>sh</u>uumuu khayrun lakum in kuntum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَىٰ وَالْفُرْقَانِ ۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ۖ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ۗ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ",
  "id" : "(Beberapa hari yang ditentukan itu ialah) bulan Ramadhan, bulan yang di dalamnya diturunkan (permulaan) Al Qur'an sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang hak dan yang bathil). Karena itu, barangsiapa di antara kamu hadir (di negeri tempat tinggalnya) di bulan itu, maka hendaklah ia berpuasa pada bulan itu, dan barangsiapa sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa), sebanyak hari yang ditinggalkannya itu, pada hari-hari yang lain. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. Dan hendaklah kamu mencukupkan bilangannya dan hendaklah kamu mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, supaya kamu bersyukur.",
  "nomor" : "185",
  "tr" : "syahru rama<u>daa</u>na <strong>al</strong>la<u>dz</u>ii unzila fiihi <strong>a</strong>lqur-<u>aa</u>nu hudan li<strong>l</strong>nn<u>aa</u>si wabayyin<u>aa</u>tin mina <strong>a</strong>lhud<u>aa</u> wa<strong>a</strong>lfurq<u>aa</u>ni faman syahida minkumu <strong>al</strong>sysyahra falya<u>sh</u>umhu waman k<u>aa</u>na marii<u>dh</u>an aw 'al<u>aa</u> safarin fa'iddatun min ayy<u>aa</u>min ukhara yuriidu <strong>al</strong>l<u>aa</u>hu bikumu <strong>a</strong>lyusra wal<u>aa</u> yuriidu bikumu <strong>a</strong>l'usra walitukmiluu <strong>a</strong>l'iddata walitukabbiruu <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> m<u>aa</u> had<u>aa</u>kum wala'allakum tasykuruun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ ۖ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ",
  "id" : "Dan apabila hamba-hamba-Ku bertanya kepadamu tentang Aku, maka (jawablah), bahwasanya Aku adalah dekat. Aku mengabulkan permohonan orang yang berdo'a apabila ia memohon kepada-Ku, maka hendaklah mereka itu memenuhi (segala perintah-Ku) dan hendaklah mereka beriman kepada-Ku, agar mereka selalu berada dalam kebenaran.",
  "nomor" : "186",
  "tr" : "wa-i<u>dzaa</u> sa-alaka 'ib<u>aa</u>dii 'annii fa-innii qariibun ujiibu da'wata <strong>al</strong>dd<u>aa</u>'i i<u>dzaa</u> da'<u>aa</u>ni falyastajiibuu lii walyu/minuu bii la'allahum yarsyuduun<strong>a</strong>"
}, {
  "ar" : "أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَىٰ نِسَائِكُمْ ۚ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ ۗ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ ۖ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ ۚ وَكُلُوا وَاشْرَبُوا حَتَّىٰ يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ۖ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ ۚ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ ۗ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ",
  "id" : "Dihalalkan bagi kamu pada malam hari bulan puasa bercampur dengan isteri-isteri kamu; mereka adalah pakaian bagimu, dan kamupun adalah pakaian bagi mereka. Allah mengetahui bahwasanya kamu tidak dapat menahan nafsumu, karena itu Allah mengampuni kamu dan memberi ma'af kepadamu. Maka sekarang campurilah mereka dan ikutilah apa yang telah ditetapkan Allah untukmu, dan makan minumlah hingga terang bagimu benang putih dari benang hitam, yaitu fajar. Kemudian sempurnakanlah puasa itu sampai (datang) malam, (tetapi) janganlah kamu campuri mereka itu, sedang kamu beri'tikaf dalam mesjid. Itulah larangan Allah, maka janganlah kamu mendekatinya. Demikianlah Allah menerangkan ayat-ayat-Nya kepada manusia, supaya mereka bertakwa.",
  "nomor" : "187",
  "tr" : "u<u>h</u>illa lakum laylata <strong>al</strong><u>shsh</u>iy<u>aa</u>mi <strong>al</strong>rrafatsu il<u>aa</u> nis<u>aa</u>-ikum hunna lib<u>aa</u>sun lakum wa-antum lib<u>aa</u>sun lahunna 'alima <strong>al</strong>l<u>aa</u>hu annakum kuntum takht<u>aa</u>nuuna anfusakum fat<u>aa</u>ba 'alaykum wa'af<u>aa</u> 'ankum fa<strong>a</strong>l-<u>aa</u>na b<u>aa</u>syiruuhunna wa<strong>i</strong>btaghuu m<u>aa</u> kataba <strong>al</strong>l<u>aa</u>hu lakum wakuluu wa<strong>i</strong>syrabuu <u>h</u>att<u>aa</u> yatabayyana lakumu <strong>a</strong>lkhay<u>th</u>u <strong>a</strong>l-abya<u>dh</u>u mina <strong>a</strong>lkhay<u>th</u>i <strong>a</strong>l-aswadi mina <strong>a</strong>lfajri tsumma atimmuu <strong>al</strong><u>shsh</u>iy<u>aa</u>ma il<u>aa</u> <strong>al</strong>layli wal<u>aa</u> tub<u>aa</u>syiruuhunna wa-antum '<u>aa</u>kifuuna fii <strong>a</strong>lmas<u>aa</u>jidi tilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> taqrabuuh<u>aa</u> ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu <u>aa</u>y<u>aa</u>tihi li<strong>l</strong>nn<u>aa</u>si la'allahum yattaquun<strong>a</strong>"
}, {
  "ar" : "وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ",
  "id" : "Dan janganlah sebahagian kamu memakan harta sebahagian yang lain di antara kamu dengan jalan yang bathil dan (janganlah) kamu membawa (urusan) harta itu kepada hakim, supaya kamu dapat memakan sebahagian daripada harta benda orang lain itu dengan (jalan berbuat) dosa, padahal kamu mengetahui.",
  "nomor" : "188",
  "tr" : "wal<u>aa</u> ta/kuluu amw<u>aa</u>lakum baynakum bi<strong>a</strong>lb<u>aath</u>ili watudluu bih<u>aa</u> il<u>aa</u> <strong>a</strong>l<u>h</u>ukk<u>aa</u>mi lita/kuluu fariiqan min amw<u>aa</u>li <strong>al</strong>nn<u>aa</u>si bi<strong>a</strong>l-itsmi wa-antum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ ۖ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ ۗ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَٰكِنَّ الْبِرَّ مَنِ اتَّقَىٰ ۗ وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا ۚ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
  "id" : "Mereka bertanya kepadamu tentang bulan sabit. Katakanlah: \"Bulan sabit itu adalah tanda-tanda waktu bagi manusia dan (bagi ibadat) haji; Dan bukanlah kebajikan memasuki rumah-rumah dari belakangnya, akan tetapi kebajikan itu ialah kebajikan orang yang bertakwa. Dan masuklah ke rumah-rumah itu dari pintu-pintunya; dan bertakwalah kepada Allah agar kamu beruntung.",
  "nomor" : "189",
  "tr" : "yas-aluunaka 'ani <strong>a</strong>l-ahillati qul hiya maw<u>aa</u>qiitu li<strong>l</strong>nn<u>aa</u>si wa<strong>a</strong>l<u>h</u>ajji walaysa <strong>a</strong>lbirru bi-an ta/tuu <strong>a</strong>lbuyuuta min <u>zh</u>uhuurih<u>aa</u> wal<u>aa</u>kinna <strong>a</strong>lbirra mani ittaq<u>aa</u> wa/tuu <strong>a</strong>lbuyuuta min abw<u>aa</u>bih<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha la'allakum tufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ",
  "id" : "Dan perangilah di jalan Allah orang-orang yang memerangi kamu, (tetapi) janganlah kamu melampaui batas, karena sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.",
  "nomor" : "190",
  "tr" : "waq<u>aa</u>tiluu fii sabiili <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>iina yuq<u>aa</u>tiluunakum wal<u>aa</u> ta'taduu inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmu'tadiin<strong>a</strong>"
}, {
  "ar" : "وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ ۚ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ ۚ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ ۖ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ ۗ كَذَٰلِكَ جَزَاءُ الْكَافِرِينَ",
  "id" : "Dan bunuhlah mereka di mana saja kamu jumpai mereka, dan usirlah mereka dari tempat mereka telah mengusir kamu (Mekah); dan fitnah itu lebih besar bahayanya dari pembunuhan, dan janganlah kamu memerangi mereka di Masjidil Haram, kecuali jika mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu (di tempat itu), maka bunuhlah mereka. Demikanlah balasan bagi orang-orang kafir.",
  "nomor" : "191",
  "tr" : "wa<strong>u</strong>qtuluuhum <u>h</u>aytsu tsaqiftumuuhum wa-akhrijuuhum min <u>h</u>aytsu akhrajuukum wa<strong>a</strong>lfitnatu asyaddu mina <strong>a</strong>lqatli wal<u>aa</u> tuq<u>aa</u>tiluuhum 'inda <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi <u>h</u>att<u>aa</u> yuq<u>aa</u>tiluukum fiihi fa-in q<u>aa</u>taluukum fa<strong>u</strong>qtuluuhum ka<u>dzaa</u>lika jaz<u>aa</u>u <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "Kemudian jika mereka berhenti (dari memusuhi kamu), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "192",
  "tr" : "fa-ini intahaw fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ ۖ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ",
  "id" : "Dan perangilah mereka itu, sehingga tidak ada fitnah lagi dan (sehingga) ketaatan itu hanya semata-mata untuk Allah. Jika mereka berhenti (dari memusuhi kamu), maka tidak ada permusuhan (lagi), kecuali terhadap orang-orang yang zalim.",
  "nomor" : "193",
  "tr" : "waq<u>aa</u>tiluuhum <u>h</u>att<u>aa</u> l<u>aa</u> takuuna fitnatun wayakuuna <strong>al</strong>ddiinu lill<u>aa</u>hi fa-ini intahaw fal<u>aa</u> 'udw<u>aa</u>na ill<u>aa</u> 'al<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ ۚ فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
  "id" : "Bulan haram dengan bulan haram, dan pada sesuatu yang patut dihormati, berlaku hukum qishaash. Oleh sebab itu barangsiapa yang menyerang kamu, maka seranglah ia, seimbang dengan serangannya terhadapmu. Bertakwalah kepada Allah dan ketahuilah, bahwa Allah beserta orang-orang yang bertakwa.",
  "nomor" : "194",
  "tr" : "a<strong>l</strong>sysyahru <strong>a</strong>l<u>h</u>ar<u>aa</u>mu bi<strong>al</strong>sysyahri <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<strong>a</strong>l<u>h</u>urum<u>aa</u>tu qi<u>sas</u>un famani i'tad<u>aa</u> 'alaykum fa<strong>i</strong>'taduu 'alayhi bimitsli m<u>aa</u> i'tad<u>aa</u> 'alaykum wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ma'a <strong>a</strong>lmuttaqiin<strong>a</strong>"
}, {
  "ar" : "وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ ۛ وَأَحْسِنُوا ۛ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ",
  "id" : "Dan belanjakanlah (harta bendamu) di jalan Allah, dan janganlah kamu menjatuhkan dirimu sendiri ke dalam kebinasaan, dan berbuat baiklah, karena sesungguhnya Allah menyukai orang-orang yang berbuat baik.",
  "nomor" : "195",
  "tr" : "wa-anfiquu fii sabiili <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> tulquu bi-aydiikum il<u>aa</u> <strong>al</strong>ttahlukati wa-a<u>h</u>sinuu inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ ۚ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ ۖ وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ الْهَدْيُ مَحِلَّهُ ۚ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ۚ فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ ۚ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ ۗ ذَٰلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
  "id" : "Dan sempurnakanlah ibadah haji dan 'umrah karena Allah. Jika kamu terkepung (terhalang oleh musuh atau karena sakit), maka (sembelihlah) korban yang mudah didapat, dan jangan kamu mencukur kepalamu, sebelum korban sampai di tempat penyembelihannya. Jika ada di antaramu yang sakit atau ada gangguan di kepalanya (lalu ia bercukur), maka wajiblah atasnya berfid-yah, yaitu: berpuasa atau bersedekah atau berkorban. Apabila kamu telah (merasa) aman, maka bagi siapa yang ingin mengerjakan 'umrah sebelum haji (di dalam bulan haji), (wajiblah ia menyembelih) korban yang mudah didapat. Tetapi jika ia tidak menemukan (binatang korban atau tidak mampu), maka wajib berpuasa tiga hari dalam masa haji dan tujuh hari (lagi) apabila kamu telah pulang kembali. Itulah sepuluh (hari) yang sempurna. Demikian itu (kewajiban membayar fidyah) bagi orang-orang yang keluarganya tidak berada (di sekitar) Masjidil Haram (orang-orang yang bukan penduduk kota Mekah). Dan bertakwalah kepada Allah dan ketahuilah bahwa Allah sangat keras siksaan-Nya.",
  "nomor" : "196",
  "tr" : "wa-atimmuu <strong>a</strong>l<u>h</u>ajja wa<strong>a</strong>l'umrata lill<u>aa</u>hi fa-in u<u>hs</u>irtum fam<u>aa</u> istaysara mina <strong>a</strong>lhadyi wal<u>aa</u> ta<u>h</u>liquu ruuusakum <u>h</u>att<u>aa</u> yablugha <strong>a</strong>lhadyu ma<u>h</u>illahu faman k<u>aa</u>na minkum marii<u>dh</u>an aw bihi a<u>dz</u>an min ra/sihi fafidyatun min <u>sh</u>iy<u>aa</u>min aw <u>sh</u>adaqatin aw nusukin fa-i<u>dzaa</u> amintum faman tamatta'a bi<strong>a</strong>l'umrati il<u>aa</u> <strong>a</strong>l<u>h</u>ajji fam<u>aa</u> istaysara mina <strong>a</strong>lhadyi faman lam yajid fa<u>sh</u>iy<u>aa</u>mu tsal<u>aa</u>tsati ayy<u>aa</u>min fii <strong>a</strong>l<u>h</u>ajji wasab'atin i<u>dzaa</u> raja'tum tilka 'asyaratun k<u>aa</u>milatun <u>dzaa</u>lika liman lam yakun ahluhu <u>had</u>irii <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ ۚ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ ۗ وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ ۗ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ ۚ وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ",
  "id" : "(Musim) haji adalah beberapa bulan yang dimaklumi, barangsiapa yang menetapkan niatnya dalam bulan itu akan mengerjakan haji, maka tidak boleh rafats, berbuat fasik dan berbantah bantahan di dalam masa mengerjakan haji. Dan apa yang kamu kerjakan berupa kebaikan, niscaya Allah mengetahuinya. Berbekallah, dan sesungguhnya sebaik-baik bekal adalah takwa dan bertakwalah kepada-Ku hai orang-orang yang berakal.",
  "nomor" : "197",
  "tr" : "al<u>h</u>ajju asyhurun ma'luum<u>aa</u>tun faman fara<u>dh</u>a fiihinna <strong>a</strong>l<u>h</u>ajja fal<u>aa</u> rafatsa wal<u>aa</u> fusuuqa wal<u>aa</u> jid<u>aa</u>la fii <strong>a</strong>l<u>h</u>ajji wam<u>aa</u> taf'aluu min khayrin ya'lamhu <strong>al</strong>l<u>aa</u>hu watazawwaduu fa-inna khayra <strong>al</strong>zz<u>aa</u>di <strong>al</strong>ttaqw<u>aa</u> wa<strong>i</strong>ttaquuni y<u>aa</u> ulii <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ ۚ فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ",
  "id" : "Tidak ada dosa bagimu untuk mencari karunia (rezki hasil perniagaan) dari Tuhanmu. Maka apabila kamu telah bertolak dari 'Arafat, berdzikirlah kepada Allah di Masy'arilharam. Dan berdzikirlah (dengan menyebut) Allah sebagaimana yang ditunjukkan-Nya kepadamu; dan sesungguhnya kamu sebelum itu benar-benar termasuk orang-orang yang sesat.",
  "nomor" : "198",
  "tr" : "laysa 'alaykum jun<u>aah</u>un an tabtaghuu fa<u>dh</u>lan min rabbikum fa-i<u>dzaa</u> afa<u>dh</u>tum min 'araf<u>aa</u>tin fa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha 'inda <strong>a</strong>lmasy'ari <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<strong>u</strong><u>dz</u>kuruuhu kam<u>aa</u> had<u>aa</u>kum wa-in kuntum min qablihi lamina <strong>al</strong><u>dhdhaa</u>lliin<strong>a</strong>"
}, {
  "ar" : "ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "Kemudian bertolaklah kamu dari tempat bertolaknya orang-orang banyak ('Arafah) dan mohonlah ampun kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "199",
  "tr" : "tsumma afii<u>dh</u>uu min <u>h</u>aytsu af<u>aad</u>a <strong>al</strong>nn<u>aa</u>su wa<strong>i</strong>staghfiruu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ",
  "id" : "Apabila kamu telah menyelesaikan ibadah hajimu, maka berdzikirlah dengan menyebut Allah, sebagaimana kamu menyebut-nyebut (membangga-banggakan) nenek moyangmu, atau (bahkan) berdzikirlah lebih banyak dari itu. Maka di antara manusia ada orang yang bendo'a: \"Ya Tuhan kami, berilah kami (kebaikan) di dunia\", dan tiadalah baginya bahagian (yang menyenangkan) di akhirat.",
  "nomor" : "200",
  "tr" : "fa-i<u>dzaa</u> qa<u>dh</u>aytum man<u>aa</u>sikakum fa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha ka<u>dz</u>ikrikum <u>aa</u>b<u>aa</u>-akum aw asyadda <u>dz</u>ikran famina <strong>al</strong>nn<u>aa</u>si man yaquulu rabban<u>aa</u> <u>aa</u>tin<u>aa</u> fii <strong>al</strong>dduny<u>aa</u> wam<u>aa</u> lahu fii <strong>a</strong>l-<u>aa</u>khirati min khal<u>aa</u>q<strong>in</strong>"
}, {
  "ar" : "وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
  "id" : "Dan di antara mereka ada orang yang bendo'a: \"Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat dan peliharalah kami dari siksa neraka\".",
  "nomor" : "201",
  "tr" : "waminhum man yaquulu rabban<u>aa</u> <u>aa</u>tin<u>aa</u> fii <strong>al</strong>dduny<u>aa</u> <u>h</u>asanatan wafii <strong>a</strong>l-<u>aa</u>khirati <u>h</u>asanatan waqin<u>aa</u> 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "أُولَٰئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا ۚ وَاللَّهُ سَرِيعُ الْحِسَابِ",
  "id" : "Mereka itulah orang-orang yang mendapat bahagian daripada yang mereka usahakan; dan Allah sangat cepat perhitungan-Nya.",
  "nomor" : "202",
  "tr" : "ul<u>aa</u>-ika lahum na<u>sh</u>iibun mimm<u>aa</u> kasabuu wa<strong>al</strong>l<u>aa</u>hu sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ ۚ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ ۚ لِمَنِ اتَّقَىٰ ۗ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ",
  "id" : "Dan berdzikirlah (dengan menyebut) Allah dalam beberapa hari yang berbilang. Barangsiapa yang ingin cepat berangkat (dari Mina) sesudah dua hari, maka tiada dosa baginya. Dan barangsiapa yang ingin menangguhkan (keberangkatannya dari dua hari itu), maka tidak ada dosa pula baginya, bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah, bahwa kamu akan dikumpulkan kepada-Nya.",
  "nomor" : "203",
  "tr" : "wa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha fii ayy<u>aa</u>min ma'duud<u>aa</u>tin faman ta'ajjala fii yawmayni fal<u>aa</u> itsma 'alayhi waman ta-akhkhara fal<u>aa</u> itsma 'alayhi limani ittaq<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu annakum ilayhi tu<u>h</u>syaruun<strong>a</strong>"
}, {
  "ar" : "وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَىٰ مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ",
  "id" : "Dan di antara manusia ada orang yang ucapannya tentang kehidupan dunia menarik hatimu, dan dipersaksikannya kepada Allah (atas kebenaran) isi hatinya, padahal ia adalah penantang yang paling keras.",
  "nomor" : "204",
  "tr" : "wamina <strong>al</strong>nn<u>aa</u>si man yu'jibuka qawluhu fii al<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wayusyhidu <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> m<u>aa</u> fii qalbihi wahuwa aladdu alkhi<u>shaa</u>m<strong>i</strong>"
}, {
  "ar" : "وَإِذَا تَوَلَّىٰ سَعَىٰ فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ ۗ وَاللَّهُ لَا يُحِبُّ الْفَسَادَ",
  "id" : "Dan apabila ia berpaling (dari kamu), ia berjalan di bumi untuk mengadakan kerusakan padanya, dan merusak tanam-tanaman dan binatang ternak, dan Allah tidak menyukai kebinasaan.",
  "nomor" : "205",
  "tr" : "wa-i<u>dzaa</u> tawall<u>aa</u> sa'<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i liyufsida fiih<u>aa</u> wayuhlika <strong>a</strong>l<u>h</u>artsa wa<strong>al</strong>nnasla wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lfas<u>aa</u>d<strong>a</strong>"
}, {
  "ar" : "وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ ۚ فَحَسْبُهُ جَهَنَّمُ ۚ وَلَبِئْسَ الْمِهَادُ",
  "id" : "Dan apabila dikatakan kepadanya: \"Bertakwalah kepada Allah\", bangkitlah kesombongannya yang menyebabkannya berbuat dosa. Maka cukuplah (balasannya) neraka Jahannam. Dan sungguh neraka Jahannam itu tempat tinggal yang seburuk-buruknya.",
  "nomor" : "206",
  "tr" : "wa-i<u>dzaa</u> qiila lahu ittaqi <strong>al</strong>l<u>aa</u>ha akha<u>dz</u>at-hu <strong>a</strong>l'izzatu bi<strong>a</strong>l-itsmi fa<u>h</u>asbuhu jahannamu walabi/sa <strong>a</strong>lmih<u>aa</u>d<strong>u</strong>"
}, {
  "ar" : "وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ ۗ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ",
  "id" : "Dan di antara manusia ada orang yang mengorbankan dirinya karena mencari keridhaan Allah; dan Allah Maha Penyantun kepada hamba-hamba-Nya.",
  "nomor" : "207",
  "tr" : "wamina <strong>al</strong>nn<u>aa</u>si man yasyrii nafsahu ibtigh<u>aa</u>-a mar<u>daa</u>ti <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu rauufun bi<strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ ۚ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
  "id" : "Hai orang-orang yang beriman, masuklah kamu ke dalam Islam keseluruhan, dan janganlah kamu turut langkah-langkah syaitan. Sesungguhnya syaitan itu musuh yang nyata bagimu.",
  "nomor" : "208",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu udkhuluu fii <strong>al</strong>ssilmi k<u>aa</u>ffatan wal<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni innahu lakum 'aduwwun mubiin<strong>un</strong>"
}, {
  "ar" : "فَإِنْ زَلَلْتُمْ مِنْ بَعْدِ مَا جَاءَتْكُمُ الْبَيِّنَاتُ فَاعْلَمُوا أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
  "id" : "Tetapi jika kamu menyimpang (dari jalan Allah) sesudah datang kepadamu bukti-bukti kebenaran, maka ketahuilah, bahwasanya Allah Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "209",
  "tr" : "fa-in zalaltum min ba'di m<u>aa</u> j<u>aa</u>-atkumu <strong>a</strong>lbayyin<u>aa</u>tu fa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ وَقُضِيَ الْأَمْرُ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
  "id" : "Tiada yang mereka nanti-nantikan melainkan datangnya Allah dan malaikat (pada hari kiamat) dalam naungan awan, dan diputuskanlah perkaranya. Dan hanya kepada Allah dikembalikan segala urusan.",
  "nomor" : "210",
  "tr" : "hal yan<u>zh</u>uruuna ill<u>aa</u> an ya/tiyahumu <strong>al</strong>l<u>aa</u>hu fii <u>zh</u>ulalin mina <strong>a</strong>lgham<u>aa</u>mi wa<strong>a</strong>lmal<u>aa</u>-ikatu waqu<u>dh</u>iya <strong>a</strong>l-amru wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>"
}, {
  "ar" : "سَلْ بَنِي إِسْرَائِيلَ كَمْ آتَيْنَاهُمْ مِنْ آيَةٍ بَيِّنَةٍ ۗ وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
  "id" : "Tanyakanlah kepada Bani Israil: \"Berapa banyaknya tanda-tanda (kebenaran) yang nyata, yang telah Kami berikan kepada mereka\". Dan barangsiapa yang menukar ni'mat Allah setelah datang ni'mat itu kepadanya, maka sesungguhnya Allah sangat keras siksa-Nya.",
  "nomor" : "211",
  "tr" : "sal banii isr<u>aa</u>-iila kam <u>aa</u>tayn<u>aa</u>hum min <u>aa</u>yatin bayyinatin waman yubaddil ni'mata <strong>al</strong>l<u>aa</u>hi min ba'di m<u>aa</u> j<u>aa</u>-at-hu fa-inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا ۘ وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ ۗ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ",
  "id" : "Kehidupan dunia dijadikan indah dalam pandangan orang-orang kafir, dan mereka memandang hina orang-orang yang beriman. Padahal orang-orang yang bertakwa itu lebih mulia daripada mereka di hari kiamat. Dan Allah memberi rezki kepada orang-orang yang dikehendaki-Nya tanpa batas.",
  "nomor" : "212",
  "tr" : "zuyyina lilla<u>dz</u>iina kafaruu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> wayaskharuuna mina <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa<strong>a</strong>lla<u>dz</u>iina ittaqaw fawqahum yawma <strong>a</strong>lqiy<u>aa</u>mati wa<strong>al</strong>l<u>aa</u>hu yarzuqu man yasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
}, {
  "ar" : "كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ ۚ وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ ۖ فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ ۗ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
  "id" : "Manusia itu adalah umat yang satu. (setelah timbul perselisihan), maka Allah mengutus para nabi, sebagai pemberi peringatan, dan Allah menurunkan bersama mereka Kitab yang benar, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan. Tidaklah berselisih tentang Kitab itu melainkan orang yang telah didatangkan kepada mereka Kitab, yaitu setelah datang kepada mereka keterangan-keterangan yang nyata, karena dengki antara mereka sendiri. Maka Allah memberi petunjuk orang-orang yang beriman kepada kebenaran tentang hal yang mereka perselisihkann itu dengan kehendak-Nya. Dan Allah selalu memberi petunjuk orang yang dikehendaki-Nya kepada jalan yang lurus.",
  "nomor" : "213",
  "tr" : "k<u>aa</u>na <strong>al</strong>nn<u>aa</u>su ummatan w<u>aah</u>idatan faba'atsa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>nnabiyyiina mubasysyiriina wamun<u>dz</u>iriina wa-anzala ma'ahumu <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi liya<u>h</u>kuma bayna <strong>al</strong>nn<u>aa</u>si fiim<u>aa</u> ikhtalafuu fiihi wam<u>aa</u> ikhtalafa fiihi ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina uutuuhu min ba'di m<u>aa</u> j<u>aa</u>-at-humu <strong>a</strong>lbayyin<u>aa</u>tu baghyan baynahum fahad<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lim<u>aa</u> ikhtalafuu fiihi mina <strong>a</strong>l<u>h</u>aqqi bi-i<u>dz</u>nihi wa<strong>al</strong>l<u>aa</u>hu yahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
}, {
  "ar" : "أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ ۖ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ ۗ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ",
  "id" : "Apakah kamu mengira bahwa kamu akan masuk syurga, padahal belum datang kepadamu (cobaan) sebagaimana halnya orang-orang terdahulu sebelum kamu? Mereka ditimpa oleh malapetaka dan kesengsaraan, serta digoncangkan (dengan bermacam-macam cobaan) sehingga berkatalah Rasul dan orang-orang yang beriman bersamanya: \"Bilakah datangnya pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu amat dekat.",
  "nomor" : "214",
  "tr" : "am <u>h</u>asibtum an tadkhuluu <strong>a</strong>ljannata walamm<u>aa</u> ya/tikum matsalu <strong>al</strong>la<u>dz</u>iina khalaw min qablikum massat-humu <strong>a</strong>lba/s<u>aa</u>u wa<strong>al</strong><u>dhdh</u>arr<u>aa</u>u wazulziluu <u>h</u>att<u>aa</u> yaquula <strong>al</strong>rrasuulu wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu mat<u>aa</u> na<u>sh</u>ru <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l<u>aa</u> inna na<u>sh</u>ra <strong>al</strong>l<u>aa</u>hi qariib<strong>un</strong>"
}, {
  "ar" : "يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ ۖ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ ۗ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ",
  "id" : "Mereka bertanya tentang apa yang mereka nafkahkan. Jawablah: \"Apa saja harta yang kamu nafkahkan hendaklah diberikan kepada ibu-bapak, kaum kerabat, anak-anak yatim, orang-orang miskin dan orang-orang yang sedang dalam perjalanan.\" Dan apa saja kebaikan yang kamu buat, maka sesungguhnya Allah Maha Mengetahuinya.",
  "nomor" : "215",
  "tr" : "yas-aluunaka m<u>aatsaa</u> yunfiquuna qul m<u>aa</u> anfaqtum min khayrin falilw<u>aa</u>lidayni wa<strong>a</strong>l-aqrabiina wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiini wa<strong>i</strong>bni <strong>al</strong>ssabiili wam<u>aa</u> taf'aluu min khayrin fa-inna <strong>al</strong>l<u>aa</u>ha bihi 'aliim<strong>un</strong>"
}, {
  "ar" : "كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ ۖ وَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ ۖ وَعَسَىٰ أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ ۗ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
  "id" : "Diwajibkan atas kamu berperang, padahal berperang itu adalah sesuatu yang kamu benci. Boleh jadi kamu membenci sesuatu, padahal ia amat baik bagimu, dan boleh jadi (pula) kamu menyukai sesuatu, padahal ia amat buruk bagimu; Allah mengetahui, sedang kamu tidak mengetahui.",
  "nomor" : "216",
  "tr" : "kutiba 'alaykumu <strong>a</strong>lqit<u>aa</u>lu wahuwa kurhun lakum wa'as<u>aa</u> an takrahuu syay-an wahuwa khayrun lakum wa'as<u>aa</u> an tu<u>h</u>ibbuu syay-an wahuwa syarrun lakum wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>"
}, {
  "ar" : "يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ ۖ قُلْ قِتَالٌ فِيهِ كَبِيرٌ ۖ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ ۚ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ ۗ وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا ۚ وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ ۖ وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Mereka bertanya kepadamu tentang berperang pada bulan Haram. Katakanlah: \"Berperang dalam bulan itu adalah dosa besar; tetapi menghalangi (manusia) dari jalan Allah, kafir kepada Allah, (menghalangi masuk) Masjidilharam dan mengusir penduduknya dari sekitarnya, lebih besar (dosanya) di sisi Allah. Dan berbuat fitnah lebih besar (dosanya) daripada membunuh. Mereka tidak henti-hentinya memerangi kamu sampai mereka (dapat) mengembalikan kamu dari agamamu (kepada kekafiran), seandainya mereka sanggup. Barangsiapa yang murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itulah yang sia-sia amalannya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya.",
  "nomor" : "217",
  "tr" : "yas-aluunaka 'ani <strong>al</strong>sysyahri <strong>a</strong>l<u>h</u>ar<u>aa</u>mi qit<u>aa</u>lin fiihi qul qit<u>aa</u>lun fiihi kabiirun wa<u>sh</u>addun 'an sabiili <strong>al</strong>l<u>aa</u>hi wakufrun bihi wa<strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa-ikhr<u>aa</u>ju ahlihi minhu akbaru 'inda <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lfitnatu akbaru mina <strong>a</strong>lqatli wal<u>aa</u> yaz<u>aa</u>luuna yuq<u>aa</u>tiluunakum <u>h</u>att<u>aa</u> yarudduukum 'an diinikum ini ista<u>th</u><u>aa</u>'uu waman yartadid minkum 'an diinihi fayamut wahuwa k<u>aa</u>firun faul<u>aa</u>-ika <u>h</u>abi<u>th</u>at a'm<u>aa</u>luhum fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati waul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ أُولَٰئِكَ يَرْجُونَ رَحْمَتَ اللَّهِ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
  "id" : "Sesungguhnya orang-orang yang beriman, orang-orang yang berhijrah dan berjihad di jalan Allah, mereka itu mengharapkan rahmat Allah, dan Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "218",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa<strong>a</strong>lla<u>dz</u>iina h<u>aa</u>jaruu waj<u>aa</u>haduu fii sabiili <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika yarjuuna ra<u>h</u>mata <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ ۖ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا ۗ وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
  "id" : "Mereka bertanya kepadamu tentang khamar dan judi. Katakanlah: \"Pada keduanya terdapat dosa yang besar dan beberapa manfa'at bagi manusia, tetapi dosa keduanya lebih besar dari manfa'atnya\". Dan mereka bertanya kepadamu apa yang mereka nafkahkan. Katakanlah: \" Yang lebih dari keperluan.\" Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu supaya kamu berfikir,",
  "nomor" : "219",
  "tr" : "yas-aluunaka 'ani <strong>a</strong>lkhamri wa<strong>a</strong>lmaysiri qul fiihim<u>aa</u> itsmun kabiirun waman<u>aa</u>fi'u li<strong>l</strong>nn<u>aa</u>si wa-itsmuhum<u>aa</u> akbaru min naf'ihim<u>aa</u> wayas-aluunaka m<u>aatsaa</u> yunfiquuna quli <strong>a</strong>l'afwa ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum tatafakkaruun<strong>a</strong>"
}, {
  "ar" : "فِي الدُّنْيَا وَالْآخِرَةِ ۗ وَيَسْأَلُونَكَ عَنِ الْيَتَامَىٰ ۖ قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ ۖ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ ۚ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ ۚ وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ ۚ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
  "id" : "tentang dunia dan akhirat. Dan mereka bertanya kepadamu tentang anak yatim, katakalah: \"Mengurus urusan mereka secara patut adalah baik, dan jika kamu bergaul dengan mereka, maka mereka adalah saudaramu; dan Allah mengetahui siapa yang membuat kerusakan dari yang mengadakan perbaikan. Dan jikalau Allah menghendaki, niscaya Dia dapat mendatangkan kesulitan kepadamu. Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "220",
  "tr" : "fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wayas-aluunaka 'ani <strong>a</strong>lyat<u>aa</u>m<u>aa</u> qul i<u>sh</u>l<u>aah</u>un lahum khayrun wa-in tukh<u>aa</u>li<u>th</u>uuhum fa-ikhw<u>aa</u>nukum wa<strong>al</strong>l<u>aa</u>hu ya'lamu <strong>a</strong>lmufsida mina <strong>a</strong>lmu<u>sh</u>li<u>h</u>i walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu la-a'natakum inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّىٰ يُؤْمِنَّ ۚ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ ۗ وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا ۚ وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ ۗ أُولَٰئِكَ يَدْعُونَ إِلَى النَّارِ ۖ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ ۖ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
  "id" : "Dan janganlah kamu menikahi wanita-wanita musyrik, sebelum mereka beriman. Sesungguhnya wanita budak yang mu'min lebih baik dari wanita musyrik, walaupun dia menarik hatimu. Dan janganlah kamu menikahkan orang-orang musyrik (dengan wanita-wanita mu'min) sebelum mereka beriman. Sesungguhnya budak yang mu'min lebih baik dari orang musyrik, walaupun dia menarik hatimu. Mereka mengajak ke neraka, sedang Allah mengajak ke surga dan ampunan dengan izin-Nya. Dan Allah menerangkan ayat-ayat-Nya (perintah-perintah-Nya) kepada manusia supaya mereka mengambil pelajaran.",
  "nomor" : "221",
  "tr" : "wal<u>aa</u> tanki<u>h</u>uu <strong>a</strong>lmusyrik<u>aa</u>ti <u>h</u>att<u>aa</u> yu/minna wala-amatun mu/minatun khayrun min musyrikatin walaw a'jabatkum wal<u>aa</u> tunki<u>h</u>uu <strong>a</strong>lmusyrikiina <u>h</u>att<u>aa</u> yu/minuu wala'abdun mu/minun khayrun min musyrikin walaw a'jabakum ul<u>aa</u>-ika yad'uuna il<u>aa</u> <strong>al</strong>nn<u>aa</u>ri wa<strong>al</strong>l<u>aa</u>hu yad'uu il<u>aa</u> <strong>a</strong>ljannati wa<strong>a</strong>lmaghfirati bi-i<u>dz</u>nihi wayubayyinu <u>aa</u>y<u>aa</u>tihi li<strong>l</strong>nn<u>aa</u>si la'allahum yata<u>dz</u>akkaruun<strong>a</strong>"
}, {
  "ar" : "وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ ۖ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ ۖ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ ۖ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ ۚ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ",
  "id" : "Mereka bertanya kepadamu tentang haidh. Katakanlah: \"Haidh itu adalah suatu kotoran\". Oleh sebab itu hendaklah kamu menjauhkan diri dari wanita di waktu haidh; dan janganlah kamu mendekati mereka, sebelum mereka suci. Apabila mereka telah suci, maka campurilah mereka itu di tempat yang diperintahkan Allah kepadamu. Sesungguhnya Allah menyukai orang-orang yang bertaubat dan menyukai orang-orang yang mensucikan diri.",
  "nomor" : "222",
  "tr" : "wayas-aluunaka 'ani <strong>a</strong>lma<u>h</u>ii<u>dh</u>i qul huwa a<u>dz</u>an fa<strong>i</strong>'taziluu <strong>al</strong>nnis<u>aa</u>-a fii <strong>a</strong>lma<u>h</u>ii<u>dh</u>i wal<u>aa</u> taqrabuuhunna <u>h</u>att<u>aa</u> ya<u>th</u>hurna fa-i<u>dzaa</u> ta<u>th</u>ahharna fa/tuuhunna min <u>h</u>aytsu amarakumu <strong>al</strong>l<u>aa</u>hu inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>al</strong>ttaww<u>aa</u>biina wayu<u>h</u>ibbu <strong>a</strong>lmuta<u>th</u>ahhiriin<strong>a</strong>"
}, {
  "ar" : "نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ ۖ وَقَدِّمُوا لِأَنْفُسِكُمْ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ ۗ وَبَشِّرِ الْمُؤْمِنِينَ",
  "id" : "Isteri-isterimu adalah (seperti) tanah tempat kamu bercocok tanam, maka datangilah tanah tempat bercocok-tanammu itu bagaimana saja kamu kehendaki. Dan kerjakanlah (amal yang baik) untuk dirimu, dan bertakwalah kepada Allah dan ketahuilah bahwa kamu kelak akan menemui-Nya. Dan berilah kabar gembira orang-orang yang beriman.",
  "nomor" : "223",
  "tr" : "nis<u>aa</u>ukum <u>h</u>artsun lakum fa/tuu <u>h</u>artsakum ann<u>aa</u> syi/tum waqaddimuu li-anfusikum wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu annakum mul<u>aa</u>quuhu wabasysyiri <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ أَنْ تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
  "id" : "Jangahlah kamu jadikan (nama) Allah dalam sumpahmu sebagai penghalang untuk berbuat kebajikan, bertakwa dan mengadakan ishlah di antara manusia. Dan Allah Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "224",
  "tr" : "wal<u>aa</u> taj'aluu <strong>al</strong>l<u>aa</u>ha 'ur<u>dh</u>atan li-aym<u>aa</u>nikum an tabarruu watattaquu watu<u>sh</u>li<u>h</u>uu bayna <strong>al</strong>nn<u>aa</u>si wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
}, {
  "ar" : "لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَٰكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ ۗ وَاللَّهُ غَفُورٌ حَلِيمٌ",
  "id" : "Allah tidak menghukum kamu disebabkan sumpahmu yang tidak dimaksud (untuk bersumpah), tetapi Allah menghukum kamu disebabkan (sumpahmu) yang disengaja (untuk bersumpah) oleh hatimu. Dan Allah Maha Pengampun lagi Maha Penyantun.",
  "nomor" : "225",
  "tr" : "l<u>aa</u> yu-<u>aa</u>khi<u>dz</u>ukumu <strong>al</strong>l<u>aa</u>hu bi<strong>a</strong>llaghwi fii aym<u>aa</u>nikum wal<u>aa</u>kin yu-<u>aa</u>khi<u>dz</u>ukum bim<u>aa</u> kasabat quluubukum wa<strong>al</strong>l<u>aa</u>hu ghafuurun <u>h</u>aliim<strong>un</strong>"
}, {
  "ar" : "لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ ۖ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "Kepada orang-orang yang meng-ilaa' isterinya diberi tangguh empat bulan (lamanya). Kemudian jika mereka kembali (kepada isterinya), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "226",
  "tr" : "lilla<u>dz</u>iina yu/luuna min nis<u>aa</u>-ihim tarabbu<u>sh</u>u arba'ati asyhurin fa-in f<u>aa</u>uu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
  "id" : "Dan jika mereka ber'azam (bertetap hati untuk) talak, maka sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "227",
  "tr" : "wa-in 'azamuu <strong>al</strong><u>ththh</u>al<u>aa</u>qa fa-inna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>"
}, {
  "ar" : "وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ ۚ وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنْ أَرَادُوا إِصْلَاحًا ۚ وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ ۚ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
  "id" : "Wanita-wanita yang ditalak handaklah menahan diri (menunggu) tiga kali quru'. Tidak boleh mereka menyembunyikan apa yang diciptakan Allah dalam rahimnya, jika mereka beriman kepada Allah dan hari akhirat. Dan suami-suaminya berhak merujukinya dalam masa menanti itu, jika mereka (para suami) menghendaki ishlah. Dan para wanita mempunyai hak yang seimbang dengan kewajibannya menurut cara yang ma'ruf. Akan tetapi para suami, mempunyai satu tingkatan kelebihan daripada isterinya. Dan Allah Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "228",
  "tr" : "wa<strong>a</strong>lmu<u>th</u>allaq<u>aa</u>tu yatarabba<u>sh</u>na bi-anfusihinna tsal<u>aa</u>tsata quruu-in wal<u>aa</u> ya<u>h</u>illu lahunna an yaktumna m<u>aa</u> khalaqa <strong>al</strong>l<u>aa</u>hu fii ar<u>haa</u>mihinna in kunna yu/minna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wabu'uulatuhunna a<u>h</u>aqqu biraddihinna fii <u>dzaa</u>lika in ar<u>aa</u>duu i<u>sh</u>l<u>aah</u>an walahunna mitslu <strong>al</strong>la<u>dz</u>ii 'alayhinna bi<strong>a</strong>lma'ruufi wali<strong>l</strong>rrij<u>aa</u>li 'alayhinna darajatun wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "الطَّلَاقُ مَرَّتَانِ ۖ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ ۗ وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ ۖ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ ۗ تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا ۚ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
  "id" : "Talak (yang dapat dirujuki) dua kali. Setelah itu boleh rujuk lagi dengan cara yang ma'ruf atau menceraikan dengan cara yang baik. Tidak halal bagi kamu mengambil kembali sesuatu dari yang telah kamu berikan kepada mereka, kecuali kalau keduanya khawatir tidak akan dapat menjalankan hukum-hukum Allah. Jika kamu khawatir bahwa keduanya (suami isteri) tidak dapat menjalankan hukum-hukum Allah, maka tidak ada dosa atas keduanya tentang bayaran yang diberikan oleh isteri untuk menebus dirinya. Itulah hukum-hukum Allah, maka janganlah kamu melanggarnya. Barangsiapa yang melanggar hukum-hukum Allah mereka itulah orang-orang yang zalim.",
  "nomor" : "229",
  "tr" : "a<strong>l</strong><u>ththh</u>al<u>aa</u>qu marrat<u>aa</u>ni fa-ims<u>aa</u>kun bima'ruufin aw tasrii<u>h</u>un bi-i<u>h</u>s<u>aa</u>nin wal<u>aa</u> ya<u>h</u>illu lakum an ta/khu<u>dz</u>uu mimm<u>aa</u> <u>aa</u>taytumuuhunna syay-an ill<u>aa</u> an yakh<u>aa</u>f<u>aa</u> <strong>al</strong>l<u>aa</u> yuqiim<u>aa</u> <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi fa-in khiftum <strong>al</strong>l<u>aa</u> yuqiim<u>aa</u> <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> jun<u>aah</u>a 'alayhim<u>aa</u> fiim<u>aa</u> iftadat bihi tilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> ta'taduuh<u>aa</u> waman yata'adda <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi faul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّىٰ تَنْكِحَ زَوْجًا غَيْرَهُ ۗ فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ ۗ وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ",
  "id" : "Kemudian jika si suami mentalaknya (sesudah talak yang kedua), maka perempuan itu tidak lagi halal baginya hingga dia kawin dengan suami yang lain. Kemudian jika suami yang lain itu menceraikannya, maka tidak ada dosa bagi keduanya (bekas suami pertama dan isteri) untuk kawin kembali jika keduanya berpendapat akan dapat menjalankan hukum-hukum Allah. Itulah hukum-hukum Allah, diterangkan-Nya kepada kaum yang (mau) mengetahui.",
  "nomor" : "230",
  "tr" : "fa-in <u>th</u>allaqah<u>aa</u> fal<u>aa</u> ta<u>h</u>illu lahu min ba'du <u>h</u>att<u>aa</u> tanki<u>h</u>a zawjan ghayrahu fa-in <u>th</u>allaqah<u>aa</u> fal<u>aa</u> jun<u>aah</u>a 'alayhim<u>aa</u> an yatar<u>aa</u>ja'<u>aa</u> in <u>zh</u>ann<u>aa</u> an yuqiim<u>aa</u> <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi watilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi yubayyinuh<u>aa</u> liqawmin ya'lamuun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ ۚ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا ۚ وَمَنْ يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُ ۚ وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا ۚ وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ ۚ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
  "id" : "Apabila kamu mentalak isteri-isterimu, lalu mereka mendekati akhir iddahnya, maka rujukilah mereka dengan cara yang ma'ruf, atau ceraikanlah mereka dengan cara yang ma'ruf (pula). Janganlah kamu rujuki mereka untuk memberi kemudharatan, karena dengan demikian kamu menganiaya mereka. Barangsiapa berbuat demikian, maka sungguh ia telah berbuat zalim terhadap dirinya sendiri. Janganlah kamu jadikan hukum-hukum Allah permainan, dan ingatlah ni'mat Allah padamu, dan apa yang telah diturunkan Allah kepadamu yaitu Al Kitab dan Al Hikmah (As Sunnah). Allah memberi pengajaran kepadamu dengan apa yang diturunkan-Nya itu. Dan bertakwalah kepada Allah serta ketahuilah bahwasanya Allah Maha Mengetahui segala sesuatu.",
  "nomor" : "231",
  "tr" : "wa-i<u>dzaa</u> <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a fabalaghna ajalahunna fa-amsikuuhunna bima'ruufin aw sarri<u>h</u>uuhunna bima'ruufin wal<u>aa</u> tumsikuuhunna <u>dh</u>ir<u>aa</u>ran lita'taduu waman yaf'al <u>dzaa</u>lika faqad <u>zh</u>alama nafsahu wal<u>aa</u> tattakhi<u>dz</u>uu <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi huzuwan wa<strong>u</strong><u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum wam<u>aa</u> anzala 'alaykum mina <strong>a</strong>lkit<u>aa</u>bi wa<strong>a</strong>l<u>h</u>ikmati ya'i<u>zh</u>ukum bihi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>"
}, {
  "ar" : "وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ۗ ذَٰلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۗ ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ ۗ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
  "id" : "Apabila kamu mentalak isteri-isterimu, lalu habis masa iddahnya, maka janganlah kamu (para wali) menghalangi mereka kawin lagi dengan bakal suaminya, apabila telah terdapat kerelaan di antara mereka dengan cara yang ma'ruf. Itulah yang dinasehatkan kepada orang-orang yang beriman di antara kamu kepada Allah dan hari kemudian. Itu lebih baik bagimu dan lebih suci. Allah mengetahui, sedang kamu tidak mengetahui.",
  "nomor" : "232",
  "tr" : "wa-i<u>dzaa</u> <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a fabalaghna ajalahunna fal<u>aa</u> ta'<u>dh</u>uluuhunna an yanki<u>h</u>na azw<u>aa</u>jahunna i<u>dzaa</u> tar<u>aad</u>aw baynahum bi<strong>a</strong>lma'ruufi <u>dzaa</u>lika yuu'a<u>zh</u>u bihi man k<u>aa</u>na minkum yu/minu bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri <u>dzaa</u>likum azk<u>aa</u> lakum wa-a<u>th</u>haru wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>"
}, {
  "ar" : "وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ ۚ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ ۚ وَعَلَى الْوَارِثِ مِثْلُ ذَٰلِكَ ۗ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗ وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ ۗ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
  "id" : "Para ibu hendaklah menyusukan anak-anaknya selama dua tahun penuh, yaitu bagi yang ingin menyempurnakan penyusuan. Dan kewajiban ayah memberi makan dan pakaian kepada para ibu dengan cara ma'ruf. Seseorang tidak dibebani melainkan menurut kadar kesanggupannya. Janganlah seorang ibu menderita kesengsaraan karena anaknya dan seorang ayah karena anaknya, dan warispun berkewajiban demikian. Apabila keduanya ingin menyapih (sebelum dua tahun) dengan kerelaan keduanya dan permusyawaratan, maka tidak ada dosa atas keduanya. Dan jika kamu ingin anakmu disusukan oleh orang lain, maka tidak ada dosa bagimu apabila kamu memberikan pembayaran menurut yang patut. Bertakwalah kamu kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan.",
  "nomor" : "233",
  "tr" : "wa<strong>a</strong>lw<u>aa</u>lid<u>aa</u>tu yur<u>dh</u>i'na awl<u>aa</u>dahunna <u>h</u>awlayni k<u>aa</u>milayni liman ar<u>aa</u>da an yutimma <strong>al</strong>rra<u>daa</u>'ata wa'al<u>aa</u> <strong>a</strong>lmawluudi lahu rizquhunna wakiswatuhunna bi<strong>a</strong>lma'ruufi l<u>aa</u> tukallafu nafsun ill<u>aa</u> wus'ah<u>aa</u> l<u>aa</u> tu<u>daa</u>rra w<u>aa</u>lidatun biwaladih<u>aa</u> wal<u>aa</u> mawluudun lahu biwaladihi wa'al<u>aa</u> <strong>a</strong>lw<u>aa</u>ritsi mitslu <u>dzaa</u>lika fa-in ar<u>aa</u>d<u>aa</u> fi<u>shaa</u>lan 'an tar<u>aad</u>in minhum<u>aa</u> watasy<u>aa</u>wurin fal<u>aa</u> jun<u>aah</u>a 'alayhim<u>aa</u> wa-in aradtum an tastar<u>dh</u>i'uu awl<u>aa</u>dakum fal<u>aa</u> jun<u>aah</u>a 'alaykum i<u>dzaa</u> sallamtum m<u>aa</u> <u>aa</u>taytum bi<strong>a</strong>lma'ruufi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ۖ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
  "id" : "Orang-orang yang meninggal dunia di antaramu dengan meninggalkan isteri-isteri (hendaklah para isteri itu) menangguhkan dirinya (ber'iddah) empat bulan sepuluh hari. Kemudian apabila telah habis 'iddahnya, maka tiada dosa bagimu (para wali) membiarkan mereka berbuat terhadap diri mereka menurut yang patut. Allah mengetahui apa yang kamu perbuat.",
  "nomor" : "234",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yutawaffawna minkum waya<u>dz</u>aruuna azw<u>aa</u>jan yatarabba<u>sh</u>na bi-anfusihinna arba'ata asyhurin wa'asyran fa-i<u>dzaa</u> balaghna ajalahunna fal<u>aa</u> jun<u>aah</u>a 'alaykum fiim<u>aa</u> fa'alna fii anfusihinna bi<strong>a</strong>lma'ruufi wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>"
}, {
  "ar" : "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ ۚ عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَٰكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا ۚ وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّىٰ يَبْلُغَ الْكِتَابُ أَجَلَهُ ۚ وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ ۚ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ",
  "id" : "Dan tidak ada dosa bagi kamu meminang wanita-wanita itu dengan sindiran atau kamu menyembunyikan (keinginan mengawini mereka) dalam hatimu. Allah mengetahui bahwa kamu akan menyebut-nyebut mereka, dalam pada itu janganlah kamu mengadakan janji kawin dengan mereka secara rahasia, kecuali sekedar mengucapkan (kepada mereka) perkataan yang ma'ruf. Dan janganlah kamu ber'azam (bertetap hati) untuk beraqad nikah, sebelum habis 'iddahnya. Dan ketahuilah bahwasanya Allah mengetahui apa yang ada dalam hatimu; maka takutlah kepada-Nya, dan ketahuilah bahwa Allah Maha Pengampun lagi Maha Penyantun.",
  "nomor" : "235",
  "tr" : "wal<u>aa</u> jun<u>aah</u>a 'alaykum fiim<u>aa</u> 'arra<u>dh</u>tum bihi min khi<u>th</u>bati <strong>al</strong>nnis<u>aa</u>-i aw aknantum fii anfusikum 'alima <strong>al</strong>l<u>aa</u>hu annakum sata<u>dz</u>kuruunahunna wal<u>aa</u>kin l<u>aa</u> tuw<u>aa</u>'iduuhunna sirran ill<u>aa</u> an taquuluu qawlan ma'ruufan wal<u>aa</u> ta'zimuu 'uqdata <strong>al</strong>nnik<u>aah</u>i <u>h</u>att<u>aa</u> yablugha <strong>a</strong>lkit<u>aa</u>bu ajalahu wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> fii anfusikum fa<strong>i</strong><u>hts</u>aruuhu wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ghafuurun <u>h</u>aliim<strong>un</strong>"
}, {
  "ar" : "لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً ۚ وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُحْسِنِينَ",
  "id" : "Tidak ada kewajiban membayar (mahar) atas kamu, jika kamu menceraikan isteri-isteri kamu sebelum kamu bercampur dengan mereka dan sebelum kamu menentukan maharnya. Dan hendaklah kamu berikan suatu mut'ah (pemberian) kepada mereka. Orang yang mampu menurut kemampuannya dan orang yang miskin menurut kemampuannya (pula), yaitu pemberian menurut yang patut. Yang demikian itu merupakan ketentuan bagi orang-orang yang berbuat kebajikan.",
  "nomor" : "236",
  "tr" : "l<u>aa</u> jun<u>aah</u>a 'alaykum in <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a m<u>aa</u> lam tamassuuhunna aw tafri<u>dh</u>uu lahunna farii<u>dh</u>atan wamatti'uuhunna 'al<u>aa</u> <strong>a</strong>lmuusi'i qadaruhu wa'al<u>aa</u> <strong>a</strong>lmuqtiri qadaruhu mat<u>aa</u>'an bi<strong>a</strong>lma'ruufi <u>h</u>aqqan 'al<u>aa</u> <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ ۚ وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَىٰ ۚ وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ ۚ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
  "id" : "Jika kamu menceraikan isteri-isterimu sebelum kamu bercampur dengan mereka, padahal sesungguhnya kamu sudah menentukan maharnya, maka bayarlah seperdua dari mahar yang telah kamu tentukan itu, kecuali jika isteri-isterimu itu mema'afkan atau dima'afkan oleh orang yang memegang ikatan nikah, dan pema'afan kamu itu lebih dekat kepada takwa. Dan janganlah kamu melupakan keutamaan di antara kamu. Sesungguhnya Allah Maha Melihat segala apa yang kamu kerjakan.",
  "nomor" : "237",
  "tr" : "wa-in <u>th</u>allaqtumuuhunna min qabli an tamassuuhunna waqad fara<u>dh</u>tum lahunna farii<u>dh</u>atan fani<u>sh</u>fu m<u>aa</u> fara<u>dh</u>tum ill<u>aa</u> an ya'fuuna aw ya'fuwa <strong>al</strong>la<u>dz</u>ii biyadihi 'uqdatu <strong>al</strong>nnik<u>aah</u>i wa-an ta'fuu aqrabu li<strong>l</strong>ttaqw<u>aa</u> wal<u>aa</u> tansawuu <strong>a</strong>lfa<u>dh</u>la baynakum inna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un </strong>"
}, {
  "ar" : "حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَىٰ وَقُومُوا لِلَّهِ قَانِتِينَ",
  "id" : "Peliharalah semua shalat(mu), dan (peliharalah) shalat wusthaa. Berdirilah untuk Allah (dalam shalatmu) dengan khusyu'.",
  "nomor" : "238",
  "tr" : "<u>haa</u>fi<u>zh</u>uu 'al<u>aa</u> <strong>al</strong><u>shsh</u>alaw<u>aa</u>ti wa<strong>al</strong><u>shsh</u>al<u>aa</u>ti <strong>a</strong>lwus<u>th</u><u>aa</u> waquumuu lill<u>aa</u>hi q<u>aa</u>nitiin<strong>a</strong>"
}, {
  "ar" : "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا ۖ فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ",
  "id" : "Jika kamu dalam keadaan takut (bahaya), maka shalatlah sambil berjalan atau berkendaraan. Kemudian apabila kamu telah aman, maka sebutlah Allah (shalatlah), sebagaimana Allah telah mengajarkan kepada kamu apa yang belum kamu ketahui.",
  "nomor" : "239",
  "tr" : "fa-in khiftum farij<u>aa</u>lan aw rukb<u>aa</u>nan fa-i<u>dzaa</u> amintum fa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha kam<u>aa</u> 'allamakum m<u>aa</u> lam takuunuu ta'lamuun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
  "id" : "Dan orang-orang yang akan meninggal dunia di antara kamu dan meninggalkan isteri, hendaklah berwasiat untuk isteri-isterinya, (yaitu) diberi nafkah hingga setahun lamanya dan tidak disuruh pindah (dari rumahnya). Akan tetapi jika mereka pindah (sendiri), maka tidak ada dosa bagimu (wali atau waris dari yang meninggal) membiarkan mereka berbuat yang ma'ruf terhadap diri mereka. Dan Allah Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "240",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yutawaffawna minkum waya<u>dz</u>aruuna azw<u>aa</u>jan wa<u>sh</u>iyyatan li-azw<u>aa</u>jihim mat<u>aa</u>'an il<u>aa</u> <strong>a</strong>l<u>h</u>awli ghayra ikhr<u>aa</u>jin fa-in kharajna fal<u>aa</u> jun<u>aah</u>a 'alaykum fii m<u>aa</u> fa'alna fii anfusihinna min ma'ruufin wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُتَّقِينَ",
  "id" : "Kepada wanita-wanita yang diceraikan (hendaklah diberikan oleh suaminya) mut'ah menurut yang ma'ruf, sebagai suatu kewajiban bagi orang-orang yang bertakwa.",
  "nomor" : "241",
  "tr" : "walilmu<u>th</u>allaq<u>aa</u>ti mat<u>aa</u>'un bi<strong>a</strong>lma'ruufi <u>h</u>aqqan 'al<u>aa</u> <strong>a</strong>lmuttaqiin<strong>a</strong>"
}, {
  "ar" : "كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ",
  "id" : "Demikianlah Allah menerangkan kepadamu ayat-ayat-Nya (hukum-hukum-Nya) supaya kamu memahaminya.",
  "nomor" : "242",
  "tr" : "ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakum <u>aa</u>y<u>aa</u>tihi la'allakum ta'qiluun<strong>a</strong>"
}, {
  "ar" : "أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ ۚ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ",
  "id" : "Apakah kamu tidak memperhatikan orang-orang yang ke luar dari kampung halaman mereka, sedang mereka beribu-ribu (jumlahnya) karena takut mati; maka Allah berfirman kepada mereka: \"Matilah kamu\", kemudian Allah menghidupkan mereka. Sesungguhnya Allah mempunyai karunia terhadap manusia tetapi kebanyakan manusia tidak bersyukur.",
  "nomor" : "243",
  "tr" : "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina kharajuu min diy<u>aa</u>rihim wahum uluufun <u>h</u>a<u>dz</u>ara <strong>a</strong>lmawti faq<u>aa</u>la lahumu <strong>al</strong>l<u>aa</u>hu muutuu tsumma a<u>h</u>y<u>aa</u>hum inna <strong>al</strong>l<u>aa</u>ha la<u>dz</u>uu fa<u>dh</u>lin 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> yasykuruun<strong>a</strong>"
}, {
  "ar" : "وَقَاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
  "id" : "Dan berperanglah kamu sekalian di jalan Allah, dan ketahuilah sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "244",
  "tr" : "waq<u>aa</u>tiluu fii sabiili <strong>al</strong>l<u>aa</u>hi wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>"
}, {
  "ar" : "مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً ۚ وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ",
  "id" : "Siapakah yang mau memberi pinjaman kepada Allah, pinjaman yang baik (menafkahkan hartanya di jalan Allah), maka Allah akan meperlipat gandakan pembayaran kepadanya dengan lipat ganda yang banyak. Dan Allah menyempitkan dan melapangkan (rezki) dan kepada-Nya-lah kamu dikembalikan.",
  "nomor" : "245",
  "tr" : "man <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii yuqri<u>dh</u>u <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan fayu<u>daa</u>'ifahu lahu a<u>dh</u>'<u>aa</u>fan katsiiratan wa<strong>al</strong>l<u>aa</u>hu yaqbi<u>dh</u>u wayabsu<u>th</u>u wa-ilayhi turja'uun<strong>a</strong>"
}, {
  "ar" : "أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَىٰ إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ ۖ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا ۖ قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ ۗ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
  "id" : "Apakah kamu tidak memperhatikan pemuka-pemuka Bani Israil sesudah Nabi Musa, yaitu ketika mereka berkata kepada seorang Nabi mereka: \"Angkatlah untuk kami seorang raja supaya kami berperang (di bawah pimpinannya) di jalan Allah\". Nabi mereka menjawab: \"Mungkin sekali jika kamu nanti diwajibkan berperang, kamu tidak akan berperang\". Mereka menjawab: \"Mengapa kami tidak mau berperang di jalan Allah, padahal sesungguhnya kami telah diusir dari anak-anak kami?\". Maka tatkala perang itu diwajibkan atas mereka, merekapun berpaling, kecuali beberapa saja di antara mereka. Dan Allah Maha Mengetahui siapa orang-orang yang zalim.",
  "nomor" : "246",
  "tr" : "alam tara il<u>aa</u> <strong>a</strong>lmala-i min banii isr<u>aa</u>-iila min ba'di muus<u>aa</u> i<u>dz</u> q<u>aa</u>luu linabiyyin lahumu ib'ats lan<u>aa</u> malikan nuq<u>aa</u>til fii sabiili <strong>al</strong>l<u>aa</u>hi q<u>aa</u>la hal 'asaytum in kutiba 'alaykumu <strong>a</strong>lqit<u>aa</u>lu <strong>al</strong>l<u>aa</u> tuq<u>aa</u>tiluu q<u>aa</u>luu wam<u>aa</u> lan<u>aa</u> <strong>al</strong>l<u>aa</u> nuq<u>aa</u>tila fii sabiili <strong>al</strong>l<u>aa</u>hi waqad ukhrijn<u>aa</u> min diy<u>aa</u>rin<u>aa</u> wa-abn<u>aa</u>-in<u>aa</u> falamm<u>aa</u> kutiba 'alayhimu <strong>a</strong>lqit<u>aa</u>lu tawallaw ill<u>aa</u> qaliilan minhum wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا ۚ قَالُوا أَنَّىٰ يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ ۚ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ ۖ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ ۚ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
  "id" : "Nabi mereka mengatakan kepada mereka: \"Sesungguhnya Allah telah mengangkat Thalut menjadi rajamu.\" Mereka menjawab: \"Bagaimana Thalut memerintah kami, padahal kami lebih berhak mengendalikan pemerintahan daripadanya, sedang diapun tidak diberi kekayaan yang cukup banyak?\" Nabi (mereka) berkata: \"Sesungguhnya Allah telah memilih rajamu dan menganugerahinya ilmu yang luas dan tubuh yang perkasa.\" Allah memberikan pemerintahan kepada siapa yang dikehendaki-Nya. Dan Allah Maha Luas pemberian-Nya lagi Maha Mengetahui.",
  "nomor" : "247",
  "tr" : "waq<u>aa</u>la lahum nabiyyuhum inna <strong>al</strong>l<u>aa</u>ha qad ba'atsa lakum <u>th</u><u>aa</u>luuta malikan q<u>aa</u>luu ann<u>aa</u> yakuunu lahu <strong>a</strong>lmulku 'alayn<u>aa</u> wana<u>h</u>nu a<u>h</u>aqqu bi<strong>a</strong>lmulki minhu walam yu/ta sa'atan mina <strong>a</strong>lm<u>aa</u>li q<u>aa</u>la inna <strong>al</strong>l<u>aa</u>ha i<u>sth</u>af<u>aa</u>hu 'alaykum waz<u>aa</u>dahu bas<u>th</u>atan fii <strong>a</strong>l'ilmi wa<strong>a</strong>ljismi wa<strong>al</strong>l<u>aa</u>hu yu/tii mulkahu man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>"
}, {
  "ar" : "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَىٰ وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Dan Nabi mereka mengatakan kepada mereka: \"Sesungguhnya tanda ia akan menjadi raja, ialah kembalinya tabut kepadamu, di dalamnya terdapat ketenangan dari Tuhanmu dan sisa dari peninggalan keluarga Musa dan keluarga Harun; tabut itu dibawa malaikat. Sesungguhnya pada yang demikian itu terdapat tanda bagimu, jika kamu orang yang beriman.",
  "nomor" : "248",
  "tr" : "waq<u>aa</u>la lahum nabiyyuhum inna <u>aa</u>yata mulkihi an ya/tiyakumu <strong>al</strong>tt<u>aa</u>buutu fiihi sakiinatun min rabbikum wabaqiyyatun mimm<u>aa</u> taraka <u>aa</u>lu muus<u>aa</u> wa<u>aa</u>lu h<u>aa</u>ruuna ta<u>h</u>miluhu <strong>a</strong>lmal<u>aa</u>-ikatu inna fii <u>dzaa</u>lika la<u>aa</u>yatan lakum in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ ۚ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ ۚ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ ۚ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ ۗ وَاللَّهُ مَعَ الصَّابِرِينَ",
  "id" : "Maka tatkala Thalut keluar membawa tentaranya, ia berkata: \"Sesungguhnya Allah akan menguji kamu dengan suatu sungai. Maka siapa di antara kamu meminum airnya; bukanlah ia pengikutku. Dan barangsiapa tiada meminumnya, kecuali menceduk seceduk tangan, maka dia adalah pengikutku.\" Kemudian mereka meminumnya kecuali beberapa orang di antara mereka. Maka tatkala Thalut dan orang-orang yang beriman bersama dia telah menyeberangi sungai itu, orang-orang yang telah minum berkata: \"Tak ada kesanggupan kami pada hari ini untuk melawan Jalut dan tentaranya.\" Orang-orang yang meyakini bahwa mereka akan menemui Allah, berkata: \"Berapa banyak terjadi golongan yang sedikit dapat mengalahkan golongan yang banyak dengan izin Allah. Dan Allah beserta orang-orang yang sabar.\"",
  "nomor" : "249",
  "tr" : "falamm<u>aa</u> fa<u>sh</u>ala <u>th</u><u>aa</u>luutu bi<strong>a</strong>ljunuudi q<u>aa</u>la inna <strong>al</strong>l<u>aa</u>ha mubtaliikum binaharin faman syariba minhu falaysa minnii waman lam ya<u>th</u>'amhu fa-innahu minnii ill<u>aa</u> mani ightarafa ghurfatan biyadihi fasyaribuu minhu ill<u>aa</u> qaliilan minhum falamm<u>aa</u> j<u>aa</u>wazahu huwa wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu q<u>aa</u>luu l<u>aa</u> <u>th</u><u>aa</u>qata lan<u>aa</u> <strong>a</strong>lyawma bij<u>aa</u>luuta wajunuudihi q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina ya<u>zh</u>unnuuna annahum mul<u>aa</u>quu <strong>al</strong>l<u>aa</u>hi kam min fi-atin qaliilatin ghalabat fi-atan katsiiratan bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ma'a <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
}, {
  "ar" : "وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
  "id" : "Tatkala Jalut dan tentaranya telah nampak oleh mereka, merekapun (Thalut dan tentaranya) berdo'a: \"Ya Tuhan kami, tuangkanlah kesabaran atas diri kami, dan kokohkanlah pendirian kami dan tolonglah kami terhadap orang-orang kafir.\"",
  "nomor" : "250",
  "tr" : "walamm<u>aa</u> barazuu lij<u>aa</u>luuta wajunuudihi q<u>aa</u>luu rabban<u>aa</u> afrigh 'alayn<u>aa</u> <u>sh</u>abran watsabbit aqd<u>aa</u>man<u>aa</u> wa<strong>u</strong>n<u>sh</u>urn<u>aa</u> 'al<u>aa</u> <strong>a</strong>lqawmi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ ۗ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَٰكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ",
  "id" : "Mereka (tentara Thalut) mengalahkan tentara Jalut dengan izin Allah dan (dalam peperangan itu) Daud membunuh Jalut, kemudian Allah memberikan kepadanya (Daud) pemerintahan dan hikmah (sesudah meninggalnya Thalut) dan mengajarkan kepadanya apa yang dikehendaki-Nya. Seandainya Allah tidak menolak (keganasan) sebahagian umat manusia dengan sebagian yang lain, pasti rusaklah bumi ini. Tetapi Allah mempunyai karunia (yang dicurahkan) atas semesta alam.",
  "nomor" : "251",
  "tr" : "fahazamuuhum bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waqatala d<u>aa</u>wuudu j<u>aa</u>luuta wa<u>aa</u>t<u>aa</u>hu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmulka wa<strong>a</strong>l<u>h</u>ikmata wa'allamahu mimm<u>aa</u> yasy<u>aa</u>u walawl<u>aa</u> daf'u <strong>al</strong>l<u>aa</u>hi <strong>al</strong>nn<u>aa</u>sa ba'<u>dh</u>ahum biba'<u>dh</u>in lafasadati <strong>a</strong>l-ar<u>dh</u>u wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha <u>dz</u>uu fa<u>dh</u>lin 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۚ وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ",
  "id" : "Itu adalah ayat-ayat dari Allah, Kami bacakan kepadamu dengan hak (benar) dan sesungguhnya kamu benar-benar salah seorang di antara nabi-nabi yang diutus.",
  "nomor" : "252",
  "tr" : "tilka <u>aa</u>y<u>aa</u>tu <strong>al</strong>l<u>aa</u>hi natluuh<u>aa</u> 'alayka bi<strong>a</strong>l<u>h</u>aqqi wa-innaka lamina <strong>a</strong>lmursaliin<strong>a</strong>"
}, {
  "ar" : "تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ ۚ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ ۗ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَٰكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ ۚ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَٰكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ",
  "id" : "Rasul-rasul itu Kami lebihkan sebagian (dari) mereka atas sebagian yang lain. Di antara mereka ada yang Allah berkata-kata (langsung dengan dia) dan sebagiannya Allah meninggikannya beberapa derajat. Dan Kami berikan kepada 'Isa putera Maryam beberapa mu'jizat serta Kami perkuat dia dengan Ruhul Qudus. Dan kalau Allah menghendaki, niscaya tidaklah berbunuh-bunuhan orang-orang (yang datang) sesudah rasul-rasul itu, sesudah datang kepada mereka beberapa macam keterangan, akan tetapi mereka berselisih, maka ada diantara mereka yang beriman dan ada (pula) di antara mereka yang kafir. Seandainya Allah menghendaki, tidaklah mereka berbunuh-bunuhan. Akan tetapi Allah berbuat apa yang dikehendaki-Nya.",
  "nomor" : "253",
  "tr" : "tilka <strong>al</strong>rrusulu fa<u>dhdh</u>aln<u>aa</u> ba'<u>dh</u>ahum 'al<u>aa</u> ba'<u>dh</u>in minhum man kallama <strong>al</strong>l<u>aa</u>hu warafa'a ba'<u>dh</u>ahum daraj<u>aa</u>tin wa<u>aa</u>tayn<u>aa</u> 'iis<u>aa</u> ibna maryama <strong>a</strong>lbayyin<u>aa</u>ti wa-ayyadn<u>aa</u>hu biruu<u>h</u>i <strong>a</strong>lqudusi walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu m<u>aa</u> iqtatala <strong>al</strong>la<u>dz</u>iina min ba'dihim min ba'di m<u>aa</u> j<u>aa</u>-at-humu <strong>a</strong>lbayyin<u>aa</u>tu wal<u>aa</u>kini ikhtalafuu faminhum man <u>aa</u>mana waminhum man kafara walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu m<u>aa</u> iqtataluu wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yaf'alu m<u>aa</u> yuriid<strong>u</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ ۗ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ",
  "id" : "Hai orang-orang yang beriman, belanjakanlah (di jalan Allah) sebagian dari rezki yang telah Kami berikan kepadamu sebelum datang hari yang pada hari itu tidak ada lagi jual beli dan tidak ada lagi syafa'at. Dan orang-orang kafir itulah orang-orang yang zalim.",
  "nomor" : "254",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu anfiquu mimm<u>aa</u> razaqn<u>aa</u>kum min qabli an ya/tiya yawmun l<u>aa</u> bay'un fiihi wal<u>aa</u> khullatun wal<u>aa</u> syaf<u>aa</u>'atun wa<strong>a</strong>lk<u>aa</u>firuuna humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
  "id" : "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.",
  "nomor" : "255",
  "tr" : "<strong>al</strong>l<u>aa</u>hu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>l<u>h</u>ayyu <strong>a</strong>lqayyuumu l<u>aa</u> ta/khu<u>dz</u>uhu sinatun wal<u>aa</u> nawmun lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i man <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii yasyfa'u 'indahu ill<u>aa</u> bi-i<u>dz</u>nihi ya'lamu m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum wal<u>aa</u> yu<u>h</u>ii<u>th</u>uuna bisyay-in min 'ilmihi ill<u>aa</u> bim<u>aa</u> sy<u>aa</u>-a wasi'a kursiyyuhu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wal<u>aa</u> yauuduhu <u>h</u>if<u>zh</u>uhum<u>aa</u> wahuwa <strong>a</strong>l'aliyyu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
}, {
  "ar" : "لَا إِكْرَاهَ فِي الدِّينِ ۖ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انْفِصَامَ لَهَا ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
  "id" : "Tidak ada paksaan untuk (memasuki) agama (Islam); sesungguhnya telah jelas jalan yang benar daripada jalan yang sesat. Karena itu barangsiapa yang ingkar kepada Thaghut dan beriman kepada Allah, maka sesungguhnya ia telah berpegang kepada buhul tali yang amat kuat yang tidak akan putus. Dan Allah Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "256",
  "tr" : "l<u>aa</u> ikr<u>aa</u>ha fii <strong>al</strong>ddiini qad tabayyana <strong>al</strong>rrusydu mina <strong>a</strong>lghayyi faman yakfur bi<strong>al</strong><u>ththaa</u>ghuuti wayu/min bi<strong>al</strong>l<u>aa</u>hi faqadi istamsaka bi<strong>a</strong>l'urwati <strong>a</strong>lwutsq<u>aa</u> l<u>aa</u> infi<u>shaa</u>ma lah<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
}, {
  "ar" : "اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۖ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ ۗ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Allah Pelindung orang-orang yang beriman; Dia mengeluarkan mereka dari kegelapan (kekafiran) kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya ialah syaitan, yang mengeluarkan mereka daripada cahaya kepada kegelapan (kekafiran). Mereka itu adalah penghuni neraka; mereka kekal di dalamnya.",
  "nomor" : "257",
  "tr" : "<strong>al</strong>l<u>aa</u>hu waliyyu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu yukhrijuhum mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wa<strong>a</strong>lla<u>dz</u>iina kafaruu awliy<u>aa</u>uhumu <strong>al</strong><u>ththaa</u>ghuutu yukhrijuunahum mina <strong>al</strong>nnuuri il<u>aa</u> <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ ۖ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
  "id" : "Apakah kamu tidak memperhatikan orang yang mendebat Ibrahim tentang Tuhannya (Allah) karena Allah telah memberikan kepada orang itu pemerintahan (kekuasaan). Ketika Ibrahim mengatakan: \"Tuhanku ialah Yang menghidupkan dan mematikan,\" orang itu berkata: \"Saya dapat menghidupkan dan mematikan).\" Ibrahim berkata: \"Sesungguhnya Allah menerbitkan matahari dari timur, maka terbitkanlah dia dari barat,\" lalu terdiamlah orang kafir itu; dan Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
  "nomor" : "258",
  "tr" : "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>ii <u>haa</u>jja ibr<u>aa</u>hiima fii rabbihi an <u>aa</u>t<u>aa</u>hu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmulka i<u>dz</u> q<u>aa</u>la ibr<u>aa</u>hiimu rabbiya <strong>al</strong>la<u>dz</u>ii yu<u>h</u>yii wayumiitu q<u>aa</u>la an<u>aa</u> u<u>h</u>yii waumiitu q<u>aa</u>la ibr<u>aa</u>hiimu fa-inna <strong>al</strong>l<u>aa</u>ha ya/tii bi<strong>al</strong>sysyamsi mina <strong>a</strong>lmasyriqi fa/ti bih<u>aa</u> mina <strong>a</strong>lmaghribi fabuhita <strong>al</strong>la<u>dz</u>ii kafara wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "أَوْ كَالَّذِي مَرَّ عَلَىٰ قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْيِي هَٰذِهِ اللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ ۖ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ ۖ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَانْظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ ۖ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا ۚ فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Atau apakah (kamu tidak memperhatikan) orang yang melalui suatu negeri yang (temboknya) telah roboh menutupi atapnya. Dia berkata: \"Bagaimana Allah menghidupkan kembali negeri ini setelah hancur?\" Maka Allah mematikan orang itu seratus tahun, kemudian menghidupkannya kembali. Allah bertanya: \"Berapakah lamanya kamu tinggal di sini?\" Ia menjawab: \"Saya tinggal di sini sehari atau setengah hari.\" Allah berfirman: \"Sebenarnya kamu telah tinggal di sini seratus tahun lamanya; lihatlah kepada makanan dan minumanmu yang belum lagi berubah; dan lihatlah kepada keledai kamu (yang telah menjadi tulang belulang); Kami akan menjadikan kamu tanda kekuasaan Kami bagi manusia; dan lihatlah kepada tulang belulang keledai itu, kemudian Kami menyusunnya kembali, kemudian Kami membalutnya dengan daging.\" Maka tatkala telah nyata kepadanya (bagaimana Allah menghidupkan yang telah mati) diapun berkata: \"Saya yakin bahwa Allah Maha Kuasa atas segala sesuatu.\"",
  "nomor" : "259",
  "tr" : "aw ka<strong>a</strong>lla<u>dz</u>ii marra 'al<u>aa</u> qaryatin wahiya kh<u>aa</u>wiyatun 'al<u>aa</u> 'uruusyih<u>aa</u> q<u>aa</u>la ann<u>aa</u> yu<u>h</u>yii h<u>aadz</u>ihi <strong>al</strong>l<u>aa</u>hu ba'da mawtih<u>aa</u> fa-am<u>aa</u>tahu <strong>al</strong>l<u>aa</u>hu mi-ata '<u>aa</u>min tsumma ba'atsahu q<u>aa</u>la kam labitsta q<u>aa</u>la labitstu yawman aw ba'<u>dh</u>a yawmin q<u>aa</u>la bal labitsta mi-ata '<u>aa</u>min fa<strong>u</strong>n<u>zh</u>ur il<u>aa</u> <u>th</u>a'<u>aa</u>mika wasyar<u>aa</u>bika lam yatasannah wa<strong>u</strong>n<u>zh</u>ur il<u>aa</u> <u>h</u>im<u>aa</u>rika walinaj'alaka <u>aa</u>yatan li<strong>l</strong>nn<u>aa</u>si wa<strong>u</strong>n<u>zh</u>ur il<u>aa</u> <strong>a</strong>l'i<u>zhaa</u>mi kayfa nunsyizuh<u>aa</u> tsumma naksuuh<u>aa</u> la<u>h</u>man falamm<u>aa</u> tabayyana lahu q<u>aa</u>la a'lamu anna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِنْ ۖ قَالَ بَلَىٰ وَلَٰكِنْ لِيَطْمَئِنَّ قَلْبِي ۖ قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا ۚ وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
  "id" : "Dan (ingatlah) ketika Ibrahim berkata: \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang-orang mati.\" Allah berfirman: \"Belum yakinkah kamu ?\" Ibrahim menjawab: \"Aku telah meyakinkannya, akan tetapi agar hatiku tetap mantap (dengan imanku) Allah berfirman: \"(Kalau demikian) ambillah empat ekor burung, lalu cincanglah semuanya olehmu. (Allah berfirman): \"Lalu letakkan diatas tiap-tiap satu bukit satu bagian dari bagian-bagian itu, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.\" Dan ketahuilah bahwa Allah Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "260",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>la ibr<u>aa</u>hiimu rabbi arinii kayfa tu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> q<u>aa</u>la awa lam tu/min q<u>aa</u>la bal<u>aa</u> wal<u>aa</u>kin liya<u>th</u>ma-inna qalbii q<u>aa</u>la fakhu<u>dz</u> arba'atan mina <strong>al</strong><u>ththh</u>ayri fa<u>sh</u>urhunna ilayka tsumma ij'al 'al<u>aa</u> kulli jabalin minhunna juz-an tsumma ud'uhunna ya/tiinaka sa'yan wa<strong>i</strong>'lam anna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>wa-i<u>dz</u> q<u>aa</u>la ibr<u>aa</u>hiimu rabbi arinii kayfa tu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> q<u>aa</u>la awa lam tu/min q<u>aa</u>la bal<u>aa</u> wal<u>aa</u>kin liya<u>th</u>ma-inna qalbii q<u>aa</u>la fakhu<u>dz</u> arba'atan mina <strong>al</strong><u>ththh</u>ayri fa<u>sh</u>urhunna ilayka tsumma ij'al 'al<u>aa</u> kulli jabalin minhunna juz-an tsumma ud'uhunna ya/tiinaka sa'yan wa<strong>i</strong>'lam anna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ ۗ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
  "id" : "Perumpamaan (nafkah yang dikeluarkan oleh) orang-orang yang menafkahkan hartanya di jalan Allah adalah serupa dengan sebutir benih yang menumbuhkan tujuh bulir, pada tiap-tiap bulir seratus biji. Allah melipat gandakan (ganjaran) bagi siapa yang Dia kehendaki. Dan Allah Maha Luas (karunia-Nya) lagi Maha Mengetahui.",
  "nomor" : "261",
  "tr" : "matsalu <strong>al</strong>la<u>dz</u>iina yunfiquuna amw<u>aa</u>lahum fii sabiili <strong>al</strong>l<u>aa</u>hi kamatsali <u>h</u>abbatin anbatat sab'a san<u>aa</u>bila fii kulli sunbulatin mi-atu <u>h</u>abbatin wa<strong>al</strong>l<u>aa</u>hu yu<u>daa</u>'ifu liman yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>"
}, {
  "ar" : "الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى ۙ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
  "id" : "Orang-orang yang menafkahkan hartanya di jalan Allah, kemudian mereka tidak mengiringi apa yang dinafkahkannya itu dengan menyebut-nyebut pemberiannya dan dengan tidak menyakiti (perasaan si penerima), mereka memperoleh pahala di sisi Tuhan mereka. Tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
  "nomor" : "262",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yunfiquuna amw<u>aa</u>lahum fii sabiili <strong>al</strong>l<u>aa</u>hi tsumma l<u>aa</u> yutbi'uuna m<u>aa</u> anfaquu mannan wal<u>aa</u> a<u>dz</u>an lahum ajruhum 'inda rabbihim wal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
}, {
  "ar" : "قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى ۗ وَاللَّهُ غَنِيٌّ حَلِيمٌ",
  "id" : "Perkataan yang baik dan pemberian ma'af lebih baik dari sedekah yang diiringi dengan sesuatu yang menyakitkan (perasaan si penerima). Allah Maha Kaya lagi Maha Penyantun.",
  "nomor" : "263",
  "tr" : "qawlun ma'ruufun wamaghfiratun khayrun min <u>sh</u>adaqatin yatba'uh<u>aa</u> a<u>dz</u>an wa<strong>al</strong>l<u>aa</u>hu ghaniyyun <u>h</u>aliim<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَىٰ كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا ۖ لَا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِمَّا كَسَبُوا ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu menghilangkan (pahala) sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan si penerima), seperti orang yang menafkahkan hartanya karena riya kepada manusia dan dia tidak beriman kepada Allah dan hari kemudian. Maka perumpamaan orang itu seperti batu licin yang di atasnya ada tanah, kemudian batu itu ditimpa hujan lebat, lalu menjadilah dia bersih (tidak bertanah). Mereka tidak menguasai sesuatupun dari apa yang mereka usahakan; dan Allah tidak memberi petunjuk kepada orang-orang yang kafir.",
  "nomor" : "264",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tub<u>th</u>iluu <u>sh</u>adaq<u>aa</u>tikum bi<strong>a</strong>lmanni wa<strong>a</strong>l-a<u>dzaa</u> ka<strong>a</strong>lla<u>dz</u>ii yunfiqu m<u>aa</u>lahu ri-<u>aa</u>-a <strong>al</strong>nn<u>aa</u>si wal<u>aa</u> yu/minu bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri famatsaluhu kamatsali <u>sh</u>afw<u>aa</u>nin 'alayhi tur<u>aa</u>bun fa-a<u>shaa</u>bahu w<u>aa</u>bilun fatarakahu <u>sh</u>aldan l<u>aa</u> yaqdiruuna 'al<u>aa</u> syay-in mimm<u>aa</u> kasabuu wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
  "id" : "Dan perumpamaan orang-orang yang membelanjakan hartanya karena mencari keridhaan Allah dan untuk keteguhan jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buahnya dua kali lipat. Jika hujan lebat tidak menyiraminya, maka hujan gerimis (pun memadai). Dan Allah Maha Melihat apa yang kamu perbuat.",
  "nomor" : "265",
  "tr" : "wamatsalu <strong>al</strong>la<u>dz</u>iina yunfiquuna amw<u>aa</u>lahumu ibtigh<u>aa</u>-a mar<u>daa</u>ti <strong>al</strong>l<u>aa</u>hi watatsbiitan minanfusihim kamatsali jannatin birabwatin a<u>shaa</u>bah<u>aa</u> w<u>aa</u>bilun fa<u>aa</u>tat ukulah<u>aa</u> <u>dh</u>i'fayni fa-in lam yu<u>sh</u>ibh<u>aa</u> w<u>aa</u>bilun fa<u>th</u>allun wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَأَعْنَابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
  "id" : "Apakah ada salah seorang di antaramu yang ingin mempunyai kebun kurma dan anggur yang mengalir di bawahnya sungai-sungai; dia mempunyai dalam kebun itu segala macam buah-buahan, kemudian datanglah masa tua pada orang itu sedang dia mempunyai keturunan yang masih kecil-kecil. Maka kebun itu ditiup angin keras yang mengandung api, lalu terbakarlah. Demikianlah Allah menerangkan ayat-ayat-Nya kepada kamu supaya kamu memikirkannya.",
  "nomor" : "266",
  "tr" : "ayawaddu a<u>h</u>adukum an takuuna lahu jannatun min nakhiilin wa-a'n<u>aa</u>bin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru lahu fiih<u>aa</u> min kulli <strong>al</strong>tstsamar<u>aa</u>ti wa-a<u>shaa</u>bahu <strong>a</strong>lkibaru walahu <u>dz</u>urriyyatun <u>dh</u>u'af<u>aa</u>u fa-a<u>shaa</u>bah<u>aa</u> i'<u>shaa</u>run fiihi n<u>aa</u>run fa<strong>i</strong><u>h</u>taraqat ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>tila'allakum tatafakkaruun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ ۖ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ ۚ وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ",
  "id" : "Hai orang-orang yang beriman, nafkahkanlah (di jalan allah) sebagian dari hasil usahamu yang baik-baik dan sebagian dari apa yang Kami keluarkan dari bumi untuk kamu. Dan janganlah kamu memilih yang buruk-buruk lalu kamu menafkahkan daripadanya, padahal kamu sendiri tidak mau mengambilnya melainkan dengan memincingkan mata terhadapnya. Dan ketahuilah, bahwa Allah Maha Kaya lagi Maha Terpuji.",
  "nomor" : "267",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu anfiquu min <u>th</u>ayyib<u>aa</u>ti m<u>aa</u> kasabtum wamimm<u>aa</u> akhrajn<u>aa</u> lakum mina <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> tayammamuu <strong>a</strong>lkhabiitsa minhu tunfiquuna walastum bi-<u>aa</u>khi<u>dz</u>iihi ill<u>aa</u> an tughmi<u>dh</u>uu fiihi wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ghaniyyun <u>h</u>amiid<strong>un</strong>"
}, {
  "ar" : "الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ ۖ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
  "id" : "Syaitan menjanjikan (menakut-nakuti) kamu dengan kemiskinan dan menyuruh kamu berbuat kejahatan (kikir); sedang Allah menjadikan untukmu ampunan daripada-Nya dan karunia. Dan Allah Maha Luas (karunia-Nya) lagi Maha Mengatahui.",
  "nomor" : "268",
  "tr" : "a<strong>l</strong>sysyay<u>th</u><u>aa</u>nu ya'idukumu <strong>a</strong>lfaqra waya/murukum bi<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa<strong>al</strong>l<u>aa</u>hu ya'idukum maghfiratan minhu wafa<u>dh</u>lan wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>"
}, {
  "ar" : "يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ ۚ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا ۗ وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ",
  "id" : "Allah menganugerahkan al hikmah (kefahaman yang dalam tentang Al Qur'an dan As Sunnah) kepada siapa yang dikehendaki-Nya. Dan barangsiapa yang dianugerahi hikmah, ia benar-benar telah dianugerahi karunia yang banyak. Dan hanya orang-orang yang berakallah yang dapat mengambil pelajaran (dari firman Allah).",
  "nomor" : "269",
  "tr" : "yu/tii <strong>a</strong>l<u>h</u>ikmata man yasy<u>aa</u>u waman yu/ta <strong>a</strong>l<u>h</u>ikmata faqad uutiya khayran katsiiran wam<u>aa</u> ya<u>dzdz</u>akkaru ill<u>aa</u> uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللَّهَ يَعْلَمُهُ ۗ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
  "id" : "Apa saja yang kamu nafkahkan atau apa saja yang kamu nazarkan, maka sesungguhnya Allah mengetahuinya. Orang-orang yang berbuat zalim tidak ada seorang penolongpun baginya.",
  "nomor" : "270",
  "tr" : "wam<u>aa</u> anfaqtum min nafaqatin aw na<u>dz</u>artum min na<u>dz</u>rin fa-inna <strong>al</strong>l<u>aa</u>ha ya'lamuhu wam<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina min an<u>shaa</u>r<strong>in</strong>"
}, {
  "ar" : "إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ ۖ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ ۚ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
  "id" : "Jika kamu menampakkan sedekah(mu), maka itu adalah baik sekali. Dan jika kamu menyembunyikannya dan kamu berikan kepada orang-orang fakir, maka menyembunyikan itu lebih baik bagimu. Dan Allah akan menghapuskan dari kamu sebagian kesalahan-kesalahanmu; dan Allah mengetahui apa yang kamu kerjakan.",
  "nomor" : "271",
  "tr" : "in tubduu <strong>al</strong><u>shsh</u>adaq<u>aa</u>ti fani'imm<u>aa</u> hiya wa-in tukhfuuh<u>aa</u> watu/tuuh<u>aa</u> <strong>a</strong>lfuqar<u>aa</u>-a fahuwa khayrun lakum wayukaffiru 'ankum min sayyi-<u>aa</u>tikum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>"
}, {
  "ar" : "لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۗ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ ۚ وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ ۚ وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ",
  "id" : "Bukanlah kewajibanmu menjadikan mereka mendapat petunjuk, akan tetapi Allah-lah yang memberi petunjuk (memberi taufiq) siapa yang dikehendaki-Nya. Dan apa saja harta yang baik yang kamu nafkahkan (di jalan allah), maka pahalanya itu untuk kamu sendiri. Dan janganlah kamu membelanjakan sesuatu melainkan karena mencari keridhaan Allah. Dan apa saja harta yang baik yang kamu nafkahkan, niscaya kamu akan diberi pahalanya dengan cukup sedang kamu sedikitpun tidak akan dianiaya (dirugikan).",
  "nomor" : "272",
  "tr" : "laysa 'alayka hud<u>aa</u>hum wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yahdii man yasy<u>aa</u>u wam<u>aa</u> tunfiquu min khayrin fali-anfusikum wam<u>aa</u> tunfiquuna ill<u>aa</u> ibtigh<u>aa</u>-a wajhi <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> tunfiquu min khayrin yuwaffa ilaykum wa-antum l<u>aa</u> tu<u>zh</u>lamuun<strong>a</strong>"
}, {
  "ar" : "لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِي الْأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا ۗ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ",
  "id" : "(Berinfaqlah) kepada orang-orang fakir yang terikat (oleh jihad) di jalan Allah; mereka tidak dapat (berusaha) di bumi; orang yang tidak tahu menyangka mereka orang kaya karena memelihara diri dari minta-minta. Kamu kenal mereka dengan melihat sifat-sifatnya, mereka tidak meminta kepada orang secara mendesak. Dan apa saja harta yang baik yang kamu nafkahkan (di jalan Allah), maka sesungguhnya Allah Maha Mengatahui.",
  "nomor" : "273",
  "tr" : "lilfuqar<u>aa</u>-i <strong>al</strong>la<u>dz</u>iina u<u>hs</u>iruu fii sabiili <strong>al</strong>l<u>aa</u>hi l<u>aa</u> yasta<u>th</u>ii'uuna <u>dh</u>arban fii <strong>a</strong>l-ar<u>dh</u>i ya<u>h</u>sabuhumu <strong>a</strong>lj<u>aa</u>hilu aghniy<u>aa</u>-a mina <strong>al</strong>tta'affufi ta'rifuhum bisiim<u>aa</u>hum l<u>aa</u> yas-aluuna <strong>al</strong>nn<u>aa</u>sa il<u>haa</u>fan wam<u>aa</u> tunfiquu min khayrin fa-inna <strong>al</strong>l<u>aa</u>ha bihi 'aliim<strong>un</strong>"
}, {
  "ar" : "الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
  "id" : "Orang-orang yang menafkahkan hartanya di malam dan di siang hari secara tersembunyi dan terang-terangan, maka mereka mendapat pahala di sisi Tuhannya. Tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
  "nomor" : "274",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yunfiquuna amw<u>aa</u>lahum bi<strong>a</strong>llayli wa<strong>al</strong>nnah<u>aa</u>ri sirran wa'al<u>aa</u>niyatan falahum ajruhum 'inda rabbihim wal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا ۗ وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا ۚ فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَىٰ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ ۖ وَمَنْ عَادَ فَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Orang-orang yang makan (mengambil) riba tidak dapat berdiri melainkan seperti berdirinya orang yang kemasukan syaitan lantaran (tekanan) penyakit gila. Keadaan mereka yang demikian itu, adalah disebabkan mereka berkata (berpendapat), sesungguhnya jual beli itu sama dengan riba, padahal Allah telah menghalalkan jual beli dan mengharamkan riba. Orang-orang yang telah sampai kepadanya larangan dari Tuhannya, lalu terus berhenti (dari mengambil riba), maka baginya apa yang telah diambilnya dahulu (sebelum datang larangan); dan urusannya (terserah) kepada Allah. Orang yang kembali (mengambil riba), maka orang itu adalah penghuni-penghuni neraka; mereka kekal di dalamnya.",
  "nomor" : "275",
  "tr" : "<strong>al</strong>la<u>dz</u>iina ya/kuluuna <strong>al</strong>rrib<u>aa</u> l<u>aa</u> yaquumuuna ill<u>aa</u> kam<u>aa</u> yaquumu <strong>al</strong>la<u>dz</u>ii yatakhabba<u>th</u>uhu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu mina <strong>a</strong>lmassi <u>dzaa</u>lika bi-annahum q<u>aa</u>luu innam<u>aa</u> <strong>a</strong>lbay'u mitslu <strong>al</strong>rrib<u>aa</u> wa-a<u>h</u>alla <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lbay'a wa<u>h</u>arrama <strong>al</strong>rrib<u>aa</u> faman j<u>aa</u>-ahu maw'i<u>zh</u>atun min rabbihi fa<strong>i</strong>ntah<u>aa</u> falahu m<u>aa</u> salafa wa-amruhu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi waman '<u>aa</u>da faul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
  "id" : "Allah memusnahkan riba dan menyuburkan sedekah. Dan Allah tidak menyukai setiap orang yang tetap dalam kekafiran, dan selalu berbuat dosa.",
  "nomor" : "276",
  "tr" : "yam<u>h</u>aqu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>rrib<u>aa</u> wayurbii <strong>al</strong><u>shsh</u>adaq<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu kulla kaff<u>aa</u>rin atsiim<strong>in</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
  "id" : "Sesungguhnya orang-orang yang beriman, mengerjakan amal saleh, mendirikan shalat dan menunaikan zakat, mereka mendapat pahala di sisi Tuhannya. Tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
  "nomor" : "277",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tawuu <strong>al</strong>zzak<u>aa</u>ta lahum ajruhum 'inda rabbihim wal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Hai orang-orang yang beriman, bertakwalah kepada Allah dan tinggalkan sisa riba (yang belum dipungut) jika kamu orang-orang yang beriman.",
  "nomor" : "278",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha wa<u>dz</u>aruu m<u>aa</u> baqiya mina <strong>al</strong>rrib<u>aa</u> in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ ۖ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
  "id" : "Maka jika kamu tidak mengerjakan (meninggalkan sisa riba), maka ketahuilah, bahwa Allah dan Rasul-Nya akan memerangimu. Dan jika kamu bertaubat (dari pengambilan riba), maka bagimu pokok hartamu; kamu tidak menganiaya dan tidak (pula) dianiaya.",
  "nomor" : "279",
  "tr" : "fa-in lam taf'aluu fa/<u>dz</u>anuu bi<u>h</u>arbin mina <strong>al</strong>l<u>aa</u>hi warasuulihi wa-in tubtum falakum ruuusu amw<u>aa</u>likum l<u>aa</u> ta<u>zh</u>limuuna wal<u>aa</u> tu<u>zh</u>lamuun<strong>a</strong>"
}, {
  "ar" : "وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ ۚ وَأَنْ تَصَدَّقُوا خَيْرٌ لَكُمْ ۖ إِنْ كُنْتُمْ تَعْلَمُونَ",
  "id" : "Dan jika (orang yang berhutang itu) dalam kesukaran, maka berilah tangguh sampai dia berkelapangan. Dan menyedekahkan (sebagian atau semua utang) tiu, lebih baik bagimu, jika kamu mengetahui.",
  "nomor" : "280",
  "tr" : "wa-in k<u>aa</u>na <u>dz</u>uu 'usratin fana<u>zh</u>iratun il<u>aa</u> maysaratin wa-an ta<u>sh</u>addaquu khayrun lakum in kuntum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
  "id" : "Dan peliharalah dirimu dari (azab yang terjadi pada) hari yang pada waktu itu kamu semua dikembalikan kepada Allah. Kemudian masing-masing diri diberi balasan yang sempurna terhadap apa yang telah dikerjakannya, sedang mereka sedikitpun tidak dianiaya (dirugikan).",
  "nomor" : "281",
  "tr" : "wa<strong>i</strong>ttaquu yawman turja'uuna fiihi il<u>aa</u> <strong>al</strong>l<u>aa</u>hi tsumma tuwaff<u>aa</u> kullu nafsin m<u>aa</u> kasabat wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَىٰ أَجَلٍ مُسَمًّى فَاكْتُبُوهُ ۚ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ ۚ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ ۚ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا ۚ فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ ۚ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ ۖ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَىٰ ۚ وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا ۚ وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰ أَجَلِهِ ۚ ذَٰلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَىٰ أَلَّا تَرْتَابُوا ۖ إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا ۗ وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ ۚ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ ۚ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ ۗ وَاتَّقُوا اللَّهَ ۖ وَيُعَلِّمُكُمُ اللَّهُ ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
  "id" : "Hai orang-orang yang beriman, apabila kamu bermu'amalah tidak secara tunai untuk waktu yang ditentukan, hendaklah kamu menuliskannya. Dan hendaklah seorang penulis di antara kamu menuliskannya dengan benar. Dan janganlah penulis enggan menuliskannya sebagaimana Allah mengajarkannya, meka hendaklah ia menulis, dan hendaklah orang yang berhutang itu mengimlakkan (apa yang akan ditulis itu), dan hendaklah ia bertakwa kepada Allah Tuhannya, dan janganlah ia mengurangi sedikitpun daripada hutangnya. Jika yang berhutang itu orang yang lemah akalnya atau lemah (keadaannya) atau dia sendiri tidak mampu mengimlakkan, maka hendaklah walinya mengimlakkan dengan jujur. Dan persaksikanlah dengan dua orang saksi dari orang-orang lelaki (di antaramu). Jika tak ada dua oang lelaki, maka (boleh) seorang lelaki dan dua orang perempuan dari saksi-saksi yang kamu ridhai, supaya jika seorang lupa maka yang seorang mengingatkannya. Janganlah saksi-saksi itu enggan (memberi keterangan) apabila mereka dipanggil; dan janganlah kamu jemu menulis hutang itu, baik kecil maupun besar sampai batas waktu membayarnya. Yang demikian itu, lebih adil di sisi Allah dan lebih menguatkan persaksian dan lebih dekat kepada tidak (menimbulkan) keraguanmu. (Tulislah mu'amalahmu itu), kecuali jika mu'amalah itu perdagangan tunai yang kamu jalankan di antara kamu, maka tidak ada dosa bagi kamu, (jika) kamu tidak menulisnya. Dan persaksikanlah apabila kamu berjual beli; dan janganlah penulis dan saksi saling sulit menyulitkan. Jika kamu lakukan (yang demikian), maka sesungguhnya hal itu adalah suatu kefasikan pada dirimu. Dan bertakwalah kepada Allah; Allah mengajarmu; dan Allah Maha Mengetahui segala sesuatu.",
  "nomor" : "282",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> tad<u>aa</u>yantum bidaynin il<u>aa</u> ajalin musamman fa<strong>u</strong>ktubuuhu walyaktub baynakum k<u>aa</u>tibun bi<strong>a</strong>l'adli wal<u>aa</u> ya/ba k<u>aa</u>tibun an yaktuba kam<u>aa</u> 'allamahu <strong>al</strong>l<u>aa</u>hu falyaktub walyumlili <strong>al</strong>la<u>dz</u>ii 'alayhi <strong>a</strong>l<u>h</u>aqqu walyattaqi <strong>al</strong>l<u>aa</u>ha rabbahu wal<u>aa</u> yabkhas minhu syay-an fa-in k<u>aa</u>na <strong>al</strong>la<u>dz</u>ii 'alayhi <strong>a</strong>l<u>h</u>aqqu safiihan aw <u>dh</u>a'iifan aw l<u>aa</u> yasta<u>th</u>ii'u an yumilla huwa falyumlil waliyyuhu bi<strong>a</strong>l'adli wa<strong>i</strong>stasyhiduu syahiidayni min rij<u>aa</u>likum fa-in lam yakuun<u>aa</u> rajulayni farajulun wa<strong>i</strong>mra-at<u>aa</u>ni mimman tar<u>dh</u>awna mina <strong>al</strong>sysyuhad<u>aa</u>-i an ta<u>dh</u>illa i<u>h</u>d<u>aa</u>hum<u>aa</u> fatu<u>dz</u>akkira i<u>h</u>d<u>aa</u>hum<u>aa</u> <strong>a</strong>l-ukhr<u>aa</u> wal<u>aa</u> ya/ba <strong>al</strong>sysyuhad<u>aa</u>u i<u>dzaa</u> m<u>aa</u> du'uu wal<u>aa</u> tas-amuu an taktubuuhu <u>sh</u>aghiiran aw kabiiran il<u>aa</u> ajalihi <u>dzaa</u>likum aqsa<u>th</u>u 'inda <strong>al</strong>l<u>aa</u>hi wa-aqwamu li<strong>l</strong>sysyah<u>aa</u>dati wa-adn<u>aa</u> <strong>al</strong>l<u>aa</u> tart<u>aa</u>buu ill<u>aa</u> an takuuna tij<u>aa</u>ratan <u>had</u>iratan tudiiruunah<u>aa</u> baynakum falaysa 'alaykum jun<u>aah</u>un <strong>al</strong>l<u>aa</u> taktubuuh<u>aa</u> wa-asyhiduu i<u>dzaa</u> tab<u>aa</u>ya'tum wal<u>aa</u> yu<u>daa</u>rra k<u>aa</u>tibun wal<u>aa</u> syahiidun wa-in taf'aluu fa-innahu fusuuqun bikum wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wayu'allimukumu <strong>al</strong>l<u>aa</u>hu wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>"
}, {
  "ar" : "وَإِنْ كُنْتُمْ عَلَىٰ سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ ۖ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ ۗ وَلَا تَكْتُمُوا الشَّهَادَةَ ۚ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
  "id" : "Jika kamu dalam perjalanan (dan bermu'amalah tidak secara tunai) sedang kamu tidak memperoleh seorang penulis, maka hendaklah ada barang tanggungan yang dipegang (oleh yang berpiutang). Akan tetapi jika sebagian kamu mempercayai sebagian yang lain, maka hendaklah yang dipercayai itu menunaikan amanatnya (hutangnya) dan hendaklah ia bertakwa kepada Allah Tuhannya; dan janganlah kamu (para saksi) menyembunyikan persaksian. Dan barangsiapa yang menyembunyikannya, maka sesungguhnya ia adalah orang yang berdosa hatinya; dan Allah Maha Mengetahui apa yang kamu kerjakan.",
  "nomor" : "283",
  "tr" : "wa-in kuntum 'al<u>aa</u> safarin walam tajiduu k<u>aa</u>tiban farih<u>aa</u>nun maqbuu<u>dh</u>atun fa-in amina ba'<u>dh</u>ukum ba'<u>dh</u>an falyu-addi <strong>al</strong>la<u>dz</u>ii<u> </u>i/tumina am<u>aa</u>natahu walyattaqi <strong>al</strong>l<u>aa</u>ha rabbahu wal<u>aa</u> taktumuu <strong>al</strong>sysyah<u>aa</u>data waman yaktumh<u>aa</u> fa-innahu <u>aa</u>tsimun qalbuhu wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna 'aliim<strong>un</strong>"
}, {
  "ar" : "لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ ۖ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Kepunyaan Allah-lah segala apa yang ada di langit dan apa yang ada di bumi. Dan jika kamu melahirkan apa yang ada di dalam hatimu atau kamu menyembunyikan, niscaya Allah akan membuat perhitungan dengan kamu tentang perbuatanmu itu. Maka Allah mengampuni siapa yang dikehandaki-Nya dan menyiksa siapa yang dikehendaki-Nya; dan Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "284",
  "tr" : "lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa-in tubduu m<u>aa</u> fii anfusikum aw tukhfuuhu yu<u>haa</u>sibkum bihi <strong>al</strong>l<u>aa</u>hu fayaghfiru liman yasy<u>aa</u>u wayu'a<u>dzdz</u>ibu man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ",
  "id" : "Rasul telah beriman kepada Al Qur'an yang diturunkan kepadanya dari Tuhannya, demikian pula orang-orang yang beriman. Semuanya beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka mengatakan): \"Kami tidak membeda-bedakan antara seseorangpun (dengan yang lain) dari rasul-rasul-Nya\", dan mereka mengatakan: \"Kami dengar dan kami ta'at.\" (Mereka berdo'a): \"Ampunilah kami ya Tuhan kami dan kepada Engkaulah tempat kembali.\"",
  "nomor" : "285",
  "tr" : "<u>aa</u>mana <strong>al</strong>rrasuulu bim<u>aa</u> unzila ilayhi min rabbihi wa<strong>a</strong>lmu/minuuna kullun <u>aa</u>mana bi<strong>al</strong>l<u>aa</u>hi wamal<u>aa</u>-ikatihi wakutubihi warusulihi l<u>aa</u> nufarriqu bayna a<u>h</u>adin min rusulihi waq<u>aa</u>luu sami'n<u>aa</u> wa-a<u>th</u>a'n<u>aa</u> ghufr<u>aa</u>naka rabban<u>aa</u> wa-ilayka <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
  "id" : "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Ia mendapat pahala (dari kebajikan) yang diusahakannya dan ia mendapat siksa (dari kejahatan) yang dikerjakannya. (Mereka berdo'a): \"Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami tersalah. Ya Tuhan kami, janganlah Engkau bebankan kepada kami beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tak sanggup kami memikulnya. Beri ma'aflah kami; ampunilah kami; dan rahmatilah kami. Engkaulah Penolong kami, maka tolonglah kami terhadap kaum yang kafir.\"",
  "nomor" : "286",
  "tr" : "l<u>aa</u> yukallifu <strong>al</strong>l<u>aa</u>hu nafsan ill<u>aa</u> wus'ah<u>aa</u> lah<u>aa</u> m<u>aa</u> kasabat wa'alayh<u>aa</u> m<u>aa</u> iktasabat rabban<u>aa</u> l<u>aa</u> tu-<u>aa</u>khi<u>dz</u>n<u>aa</u> in nasiin<u>aa</u> aw akh<u>th</u>a/n<u>aa</u> rabban<u>aa</u> wal<u>aa</u> ta<u>h</u>mil 'alayn<u>aa</u> i<u>sh</u>ran kam<u>aa</u> <u>h</u>amaltahu 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablin<u>aa</u> rabban<u>aa</u> wal<u>aa</u> tu<u>h</u>ammiln<u>aa</u> m<u>aa</u> l<u>aa</u> <u>th</u><u>aa</u>qata lan<u>aa</u> bihi wa<strong>u</strong>'fu 'ann<u>aa</u> wa<strong>i</strong>ghfir lan<u>aa</u> wa<strong>i</strong>r<u>h</u>amn<u>aa</u> anta mawl<u>aa</u>n<u>aa</u> fa<strong>u</strong>n<u>sh</u>urn<u>aa</u> 'al<u>aa</u> <strong>a</strong>lqawmi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
} ]
