[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ",
  "id" : "Telah dekat kepada manusia hari menghisab segala amalan mereka, sedang mereka berada dalam kelalaian lagi berpaling (daripadanya).",
  "nomor" : "1",
  "tr" : "iqtaraba li<strong>l</strong>nn<u>aa</u>si <u>h</u>is<u>aa</u>buhum wahum fii ghaflatin mu'ri<u>dh</u>uun<strong>a</strong>"
}, {
  "ar" : "مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ",
  "id" : "Tidak datang kepada mereka suatu ayat Al Qur'an pun yang baru (di-turunkan) dari Tuhan mereka, melainkan mereka mendengarnya, sedang mereka bermain-main,",
  "nomor" : "2",
  "tr" : "m<u>aa</u> ya/tiihim min <u>dz</u>ikrin min rabbihim mu<u>h</u>datsin ill<u>aa</u> istama'uuhu wahum yal'abuun<strong>a</strong>"
}, {
  "ar" : "لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ ۖ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ",
  "id" : "(lagi) hati mereka dalam keadaan lalai. Dan mereka yang zalim itu merahasiakan pembicaraan mereka: \"Orang ini tidak lain hanyalah seorang manusia (jua) seperti kamu, maka apakah kamu menerima sihir itu, padahal kamu menyaksikannya?\"",
  "nomor" : "3",
  "tr" : "l<u>aa</u>hiyatan quluubuhum wa-asarruu <strong>al</strong>nnajw<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu hal h<u>aadzaa</u> ill<u>aa</u> basyarun mitslukum afata/tuuna <strong>al</strong>ssi<u>h</u>ra wa-antum tub<u>sh</u>iruun<strong>a</strong>"
}, {
  "ar" : "قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ ۖ وَهُوَ السَّمِيعُ الْعَلِيمُ",
  "id" : "Berkatalah Muhammad (kepada mereka): \"Tuhanku mengetahui semua perkataan di langit dan di bumi dan Dialah Yang Maha Mendengar lagi Maha Mengetahui\".",
  "nomor" : "4",
  "tr" : "q<u>aa</u>la rabbii ya'lamu <strong>a</strong>lqawla fii <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>"
}, {
  "ar" : "بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ",
  "id" : "Bahkan mereka berkata (pula): \"(Al Qur'an itu adalah) mimpi-mimpi yang kalut, malah diada-adakannya, bahkan dia sendiri seorang penyair, maka hendaknya ia mendatangkan kepada kita suatu mu'jizat, sebagai-mana rasul-rasul yang telah lalu di-utus\".",
  "nomor" : "5",
  "tr" : "bal q<u>aa</u>luu a<u>dh</u>gh<u>aa</u>tsu a<u>h</u>l<u>aa</u>min bali iftar<u>aa</u>hu bal huwa sy<u>aa</u>'irun falya/tin<u>aa</u> bi-<u>aa</u>yatin kam<u>aa</u> ursila <strong>a</strong>l-awwaluun<strong>a</strong>"
}, {
  "ar" : "مَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا ۖ أَفَهُمْ يُؤْمِنُونَ",
  "id" : "Tidak ada (penduduk) suatu negeripun yang beriman yang Kami telah membinasakannya sebeIum mereka; maka apakah mereka akan beriman?",
  "nomor" : "6",
  "tr" : "m<u>aa</u> <u>aa</u>manat qablahum min qaryatin ahlakn<u>aa</u>h<u>aa</u> afahum yu/minuun<strong>a</strong>"
}, {
  "ar" : "وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ ۖ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ",
  "id" : "Kami tiada mengutus rasul rasul sebelum kamu (Muhammad), melainkan beberapa orang-laki-laki yang Kami beri wahyu kepada mereka, maka tanyakanlah olehmu kepada orang-orang yang berilmu, jika kamu tiada mengetahui.",
  "nomor" : "7",
  "tr" : "wam<u>aa</u> arsaln<u>aa</u> qablaka ill<u>aa</u> rij<u>aa</u>lan nuu<u>h</u>ii ilayhim fa<strong>i</strong>s-aluu ahla <strong>al</strong><u>dzdz</u>ikri in kuntum l<u>aa</u> ta'lamuun<strong>a</strong>"
}, {
  "ar" : "وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ",
  "id" : "Dan tidaklah Kami jadikan mereka tubuh-tubuh yang tiada memakan makanan, dan tidak (pula) mereka itu orang-orang yang kekal.",
  "nomor" : "8",
  "tr" : "wam<u>aa</u> ja'aln<u>aa</u>hum jasadan l<u>aa</u> ya/kuluuna <strong>al</strong><u>ththh</u>a'<u>aa</u>ma wam<u>aa</u> k<u>aa</u>nuu kh<u>aa</u>lidiin<strong>a</strong>"
}, {
  "ar" : "ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ",
  "id" : "Kemudian Kami tepati janji (yang telah Kami janjikan) kepada mereka. Maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki dan Kami binasakan orang-orang yang melampaui batas.",
  "nomor" : "9",
  "tr" : "tsumma <u>sh</u>adaqn<u>aa</u>humu <strong>a</strong>lwa'da fa-anjayn<u>aa</u>hum waman nasy<u>aa</u>u wa-ahlakn<u>aa</u> <strong>a</strong>lmusrifiin<strong>a</strong>"
}, {
  "ar" : "لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ",
  "id" : "Sesungguhnya telah Kami turunkan kepada kamu sebuah kitab yang di dalamnya terdapat sebab-sebab kemuliaan bagimu. Maka apakah kamu tiada memahaminya?",
  "nomor" : "10",
  "tr" : "laqad anzaln<u>aa</u> ilaykum kit<u>aa</u>ban fiihi <u>dz</u>ikrukum afal<u>aa</u> ta'qiluun<strong>a</strong>"
}, {
  "ar" : "وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنْشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ",
  "id" : "Dan berapa banyaknya (penduduk) negeri yang zalim yang teIah Kami binasakan, dan Kami adakan sesudah mereka itu kaum yang lain (sebagai penggantinya).",
  "nomor" : "11",
  "tr" : "wakam qa<u>sh</u>amn<u>aa</u> min qaryatin k<u>aa</u>nat <u>zhaa</u>limatan wa-ansya/n<u>aa</u> ba'dah<u>aa</u> qawman <u>aa</u>khariin<strong>a</strong>"
}, {
  "ar" : "فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ",
  "id" : "Maka tatkala mereka merasakan azab Kami, tiba-tiba mereka melarikan diri dari negerinya.",
  "nomor" : "12",
  "tr" : "falamm<u>aa</u> a<u>h</u>assuu ba/san<u>aa</u> i<u>dzaa</u> hum minh<u>aa</u> yarku<u>dh</u>uun<strong>a</strong>"
}, {
  "ar" : "لَا تَرْكُضُوا وَارْجِعُوا إِلَىٰ مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ",
  "id" : "Janganlah kamu lari tergesa-gesa; kembalilah kamu kepada nikmat yang telah kamu rasakan dan kepada tempat-tempat kediamanmu (yang baik), supaya kamu ditanya.",
  "nomor" : "13",
  "tr" : "l<u>aa</u> tarku<u>dh</u>uu wa<strong>i</strong>rji'uu il<u>aa</u> m<u>aa</u> utriftum fiihi wamas<u>aa</u>kinikum la'allakum tus-aluun<strong>a</strong>"
}, {
  "ar" : "قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ",
  "id" : "Mereka berkata: \"Aduhai, celaka kami, sesungguhnya kami adalah orang-orang yang zaIim\".",
  "nomor" : "14",
  "tr" : "q<u>aa</u>luu y<u>aa</u> waylan<u>aa</u> inn<u>aa</u> kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ حَتَّىٰ جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ",
  "id" : "Maka tetaplah demikian keluhan mereka, sehingga Kami jadikan mereka sebagai tanaman yang telah dituai, yang tidak dapat hidup lagi.",
  "nomor" : "15",
  "tr" : "fam<u>aa</u> z<u>aa</u>lat tilka da'w<u>aa</u>hum <u>h</u>att<u>aa</u> ja'aln<u>aa</u>hum <u>h</u>a<u>sh</u>iidan kh<u>aa</u>midiin<strong>a</strong>"
}, {
  "ar" : "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ",
  "id" : "Dan tidaklah Kami ciptakan Iangit dan bumi dan segala yang ada di antara keduanya dengan bermain-main.",
  "nomor" : "16",
  "tr" : "wam<u>aa</u> khalaqn<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> l<u>aa</u>'ibiin<strong>a</strong>"
}, {
  "ar" : "لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ",
  "id" : "Sekiranya Kami hendak membuat sesuatu permainan, (isteri dan anak), tentulah Kami membuatnya dari sisi Kami. Jika Kami menghendaki berbuat demikian, (tentulah Kami telah melakukannya).",
  "nomor" : "17",
  "tr" : "law aradn<u>aa</u> an nattakhi<u>dz</u>a lahwan la<strong>i</strong>ttakha<u>dz</u>n<u>aa</u>hu min ladunn<u>aa</u> in kunn<u>aa</u> f<u>aa</u>'iliin<strong>a</strong>"
}, {
  "ar" : "بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ ۚ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ",
  "id" : "Sebenarya Kami melontarkan yang hak kepada yang batil lalu yang hak itu menghancurkannya, maka dengan serta merta yang batil itu lenyap. Dan kecelakaanlah bagimu disebabkan kamu mensifati (Allah dengan sifat-sifat yang tidak layak bagi-Nya).",
  "nomor" : "18",
  "tr" : "bal naq<u>dz</u>ifu bi<strong>a</strong>l<u>h</u>aqqi 'al<u>aa</u> <strong>a</strong>lb<u>aath</u>ili fayadmaghuhu fa-i<u>dzaa</u> huwa z<u>aa</u>hiqun walakumu <strong>a</strong>lwaylu mimm<u>aa</u> ta<u>sh</u>ifuun<strong>a</strong>"
}, {
  "ar" : "وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَنْ عِنْدَهُ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ",
  "id" : "Dan kepunyaan-Nyalah segala yang di langit dan di bumi. Dan malaikat-malaikat yang di sisi-Nya, mereka tiada mempunyai rasa angkuh untuk menyembah-Nya dan tiada (pula) merasa letih.",
  "nomor" : "19",
  "tr" : "walahu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i waman 'indahu l<u>aa</u> yastakbiruuna 'an 'ib<u>aa</u>datihi wal<u>aa</u> yasta<u>h</u>siruun<strong>a</strong>"
}, {
  "ar" : "يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ",
  "id" : "Mereka selalu bertasbih malam dan siang tiada henti-hentinya.",
  "nomor" : "20",
  "tr" : "yusabbi<u>h</u>uuna <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra l<u>aa</u> yafturuun<strong>a</strong>"
}, {
  "ar" : "أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ",
  "id" : "Apakah mereka mengambil tuhan-tuhan dari bumi, yang dapat menghidupkan (orang-orang mati)?",
  "nomor" : "21",
  "tr" : "ami ittakha<u>dz</u>uu <u>aa</u>lihatan mina <strong>a</strong>l-ar<u>dh</u>i hum yunsyiruun<strong>a</strong>"
}, {
  "ar" : "لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا ۚ فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ",
  "id" : "Sekiranya ada di langit dan di bumi tuhan-tuhan selain Allah, tentulah keduanya itu telah rusak binasa. Maka Maha Suci Allah yang mempunyai 'Arsy daripada apa yang mereka sifatkan.",
  "nomor" : "22",
  "tr" : "law k<u>aa</u>na fiihim<u>aa</u> <u>aa</u>lihatun ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu lafasadat<u>aa</u> fasub<u>haa</u>na <strong>al</strong>l<u>aa</u>hi rabbi <strong>a</strong>l'arsyi 'amm<u>aa</u> ya<u>sh</u>ifuun<strong>a</strong>"
}, {
  "ar" : "لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ",
  "id" : "Dia tidak ditanya tentang apa yang diperbuat-Nya dan merekalah yang akan ditanyai.",
  "nomor" : "23",
  "tr" : "l<u>aa</u> yus-alu 'amm<u>aa</u> yaf'alu wahum yus-aluun<strong>a</strong>"
}, {
  "ar" : "أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً ۖ قُلْ هَاتُوا بُرْهَانَكُمْ ۖ هَٰذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ ۖ فَهُمْ مُعْرِضُونَ",
  "id" : "Apakah mereka mengambil tuhan-tuhan selain-Nya? Katakanlah: \"Unjukkanlah hujjahmu! (Al Qur'an) ini adalah peringatan bagi orang-orang yang bersamaku, dan peringatan bagi orang-orang yang sebelumku\". Sebenarnya kebanyakan mereka tiada mengetahui yang hak, karena itu mereka berpaling.",
  "nomor" : "24",
  "tr" : "ami ittakha<u>dz</u>uu min duunihi <u>aa</u>lihatan qul h<u>aa</u>tuu burh<u>aa</u>nakum h<u>aadzaa</u> <u>dz</u>ikru man ma'iya wa<u>dz</u>ikru man qablii bal aktsaruhum l<u>aa</u> ya'lamuuna <strong>a</strong>l<u>h</u>aqqa fahum mu'ri<u>dh</u>uun<strong>a</strong>"
}, {
  "ar" : "وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ",
  "id" : "Dan Kami tidak mengutus seorang rasulpun sebelum kamu melainkan Kami wahyukan kepadanya: \"Bahwasanya tidak ada Tuhan (yang hak) melainkan Aku, maka sembahlah olehmu sekalian akan Aku\".",
  "nomor" : "25",
  "tr" : "wam<u>aa</u> arsaln<u>aa</u> min qablika min rasuulin ill<u>aa</u> nuu<u>h</u>ii ilayhi annahu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> an<u>aa</u> fa<strong>u</strong>'buduun<strong>i</strong>"
}, {
  "ar" : "وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا ۗ سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُكْرَمُونَ",
  "id" : "Dan mereka berkata: \"Tuhan Yang Maha Pemurah telah mengambil (mempunyai) anak\", Maha Suci Allah. Sebenarnya (malaikat-malaikat itu), adalah hamba-hamba yang dimuliakan,",
  "nomor" : "26",
  "tr" : "waq<u>aa</u>luu ittakha<u>dz</u>a <strong>al</strong>rra<u>h</u>m<u>aa</u>nu waladan sub<u>haa</u>nahu bal 'ib<u>aa</u>dun mukramuun<strong>a</strong>"
}, {
  "ar" : "لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ",
  "id" : "mereka itu tidak mendahului-Nya dengan perkataan dan mereka mengerjakan perintah-perintahNya.",
  "nomor" : "27",
  "tr" : "l<u>aa</u> yasbiquunahu bi<strong>a</strong>lqawli wahum bi-amrihi ya'maluun<strong>a</strong>"
}, {
  "ar" : "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَىٰ وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ",
  "id" : "Allah mengetahui segala sesuatu yang dihadapan mereka (malaikat) dan yang di belakang mereka, dan mereka tiada memberi syafaat melainkan kepada orang yang diridhai Allah, dan mereka itu selalu berhati-hati karena takut kepada-Nya.",
  "nomor" : "28",
  "tr" : "ya'lamu m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum wal<u>aa</u> yasyfa'uuna ill<u>aa</u> limani irta<u>daa</u> wahum min khasyyatihi musyfiquun<strong>a</strong>"
}, {
  "ar" : "وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَٰهٌ مِنْ دُونِهِ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ",
  "id" : "Dan barangsiapa di antara mereka, mengatakan: \"Sesungguhnya Aku adalah tuhan selain daripada Allah\", maka orang itu Kami beri balasan dengan Jahannam, demikian Kami memberikan pembalasan kepada orang-orang zalim.",
  "nomor" : "29",
  "tr" : "waman yaqul minhum innii il<u>aa</u>hun min duunihi fa<u>dzaa</u>lika najziihi jahannama ka<u>dzaa</u>lika najzii <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ۖ وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ۖ أَفَلَا يُؤْمِنُونَ",
  "id" : "Dan apakah orang-orang yang kafir tidak mengetahui bahwasanya langit dan bumi itu keduanya dahulu adalah suatu yang padu, kemudian Kami pisahkan antara keduanya. Dan dari air Kami jadikan segala sesuatu yang hidup. Maka mengapakah mereka tiada juga beriman?",
  "nomor" : "30",
  "tr" : "awa lam yar<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu anna <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a k<u>aa</u>nat<u>aa</u> ratqan fafataqn<u>aa</u>hum<u>aa</u> waja'aln<u>aa</u> mina <strong>a</strong>lm<u>aa</u>-i kulla syay-in <u>h</u>ayyin afal<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ",
  "id" : "Dan telah Kami jadikan di bumi ini gunung-gunung yang kokoh supaya bumi itu (tidak) goncang bersama mereka dan telah Kami jadikan (pula) di bumi itu jalan-jalan yang luas, agar mereka mendapat petunjuk.",
  "nomor" : "31",
  "tr" : "waja'aln<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i raw<u>aa</u>siya an tamiida bihim waja'aln<u>aa</u> fiih<u>aa </u>fij<u>aa</u>jan subulan la'allahum yahtaduun<strong>a</strong>"
}, {
  "ar" : "وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا ۖ وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ",
  "id" : "Dan Kami menjadikan langit itu sebagai atap yang terpelihara, sedang mereka berpaling dari segala tanda-tanda (kekuasaan Allah) yang terdapat padanya.",
  "nomor" : "32",
  "tr" : "waja'aln<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a saqfan ma<u>h</u>fuu<u>zh</u>an wahum 'an <u>aa</u>y<u>aa</u>tih<u>aa</u> mu'ri<u>dh</u>uun<strong>a</strong>"
}, {
  "ar" : "وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ",
  "id" : "Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing dari keduanya itu beredar di dalam garis edarnya.",
  "nomor" : "33",
  "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra wa<strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun fii falakin yasba<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ ۖ أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ",
  "id" : "Kami tidak menjadikan hidup abadi bagi seorang manusiapun sebelum kamu (Muhammad); maka jikalau kamu mati, apakah mereka akan kekal?",
  "nomor" : "34",
  "tr" : "wam<u>aa</u> ja'aln<u>aa</u> libasyarin min qablika <strong>a</strong>lkhulda afa-in mitta fahumu <strong>a</strong>lkh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ۗ وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ۖ وَإِلَيْنَا تُرْجَعُونَ",
  "id" : "Tiap-tiap yang berjiwa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan (yang sebenar-benarnya). Dan hanya kepada Kamilah kamu dikembalikan.",
  "nomor" : "35",
  "tr" : "kullu nafsin <u>dzaa</u>-iqatu <strong>a</strong>lmawti wanabluukum bi<strong>al</strong>sysyarri wa<strong>a</strong>lkhayri fitnatan wa-ilayn<u>aa</u> turja'uun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمَٰنِ هُمْ كَافِرُونَ",
  "id" : "Dan apahila orang-orang kafir itu melihat kamu, mereka hanya membuat kamu menjadi olok-olok. (Mereka mengatakan): \"Apakah ini orang yang mencela tuhan-tuhan-mu?\", padahal mereka adaIah orang-orang yang ingkar mengingat Allah Yang Maha Pemurah.",
  "nomor" : "36",
  "tr" : "wa-i<u>dzaa</u> ra<u>aa</u>ka <strong>al</strong>la<u>dz</u>iina kafaruu in yattakhi<u>dz</u>uunaka ill<u>aa</u> huzuwan ah<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii ya<u>dz</u>kuru <u>aa</u>lihatakum wahum bi<u>dz</u>ikri <strong>al</strong>rra<u>h</u>m<u>aa</u>ni hum k<u>aa</u>firuun<strong>a</strong>"
}, {
  "ar" : "خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ ۚ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ",
  "id" : "Manusia telah dijadikan (bertabiat) tergesa-gesa. Kelak akan Aku perIihatkan kepadamu tanda-tanda azab)-Ku. Maka janganlah kamu minta kepada-Ku mendatangkannya dengan segera.",
  "nomor" : "37",
  "tr" : "khuliqa <strong>a</strong>l-ins<u>aa</u>nu min 'ajalin sauriikum <u>aa</u>y<u>aa</u>tii fal<u>aa</u> tasta'jiluun<strong>a</strong>"
}, {
  "ar" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Mereka berkata: \"Kapankah janji itu akan datang, jika kamu sekaIian adalah orang-orang yang benar?\"",
  "nomor" : "38",
  "tr" : "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ وَلَا هُمْ يُنْصَرُونَ",
  "id" : "Andaikata orang-orang kafir itu mengetahui, waktu (di mana) mereka itu tidak mampu mengelakkan api neraka dari muka mereka dan (tidak pula) dari punggung mereka,sedang mereka (tidak pula) mendapat pertolongan, (tentulah mereka tiada meminta disegerakan).",
  "nomor" : "39",
  "tr" : "law ya'lamu <strong>al</strong>la<u>dz</u>iina kafaruu <u>h</u>iina l<u>aa</u> yakuffuuna 'an wujuuhihimu <strong>al</strong>nn<u>aa</u>ra wal<u>aa</u> 'an <u>zh</u>uhuurihim wal<u>aa</u> hum yun<u>sh</u>aruun<strong>a</strong>"
}, {
  "ar" : "بَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنْظَرُونَ",
  "id" : "Sebenarnya (azab) itu akan datang kepada mereka dengan sekonyong-konyong lalu membuat mereka menjadi panik, maka mereka tidak sanggup menolaknya dan tidak (pula) mereka diberi tangguh.",
  "nomor" : "40",
  "tr" : "bal ta/tiihim baghtatan fatabhatuhum fal<u>aa</u> yasta<u>th</u>ii'uuna raddah<u>aa</u> wal<u>aa</u> hum yun<u>zh</u>aruun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
  "id" : "Dan sungguh telah diperolok-olokkan beberapa orang rasul sebelum kamu maka turunlah kepada orang yang mencemoohkan rasul-rasul itu azab yang selalu mereka perolok-olokkan.",
  "nomor" : "41",
  "tr" : "walaqadi istuhzi-a birusulin min qablika fa<u>haa</u>qa bi<strong>a</strong>lla<u>dz</u>iina sakhiruu minhum m<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>"
}, {
  "ar" : "قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَٰنِ ۗ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ",
  "id" : "Katakanlah: \"Siapakah yang dapat memelihara kamu di waktu malam dan siang hari dari (azab Allah) Yang Maha Pemurah?\" Sebenarnya mereka adalah orang-orang yang berpaling dari mengingati Tuhan mereka.",
  "nomor" : "42",
  "tr" : "qul man yaklaukum bi<strong>a</strong>llayli wa<strong>al</strong>nnah<u>aa</u>ri mina <strong>al</strong>rra<u>h</u>m<u>aa</u>ni bal hum 'an <u>dz</u>ikri rabbihim mu'ri<u>dh</u>uun<strong>a</strong>"
}, {
  "ar" : "أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ",
  "id" : "Atau adakah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari (azab) Kami. Tuhan-tuhan itu tidak sanggup menolong diri mereka sendiri dan tidak (pula) mereka dilindungi dari (azab) Kami itu?",
  "nomor" : "43",
  "tr" : "am lahum <u>aa</u>lihatun tamna'uhum min duunin<u>aa</u> l<u>aa</u> yasta<u>th</u>ii'uuna na<u>sh</u>ra anfusihim wal<u>aa</u> hum minn<u>aa</u> yu<u>sy</u>abuun<strong>a</strong>"
}, {
  "ar" : "بَلْ مَتَّعْنَا هَٰؤُلَاءِ وَآبَاءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ الْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا ۚ أَفَهُمُ الْغَالِبُونَ",
  "id" : "Sebenarnya Kami telah memberi mereka dan bapak-bapak mereka kenikmatan (hidup di dunia) hingga panjanglah umur mereka. Maka apakah mereka tidak melihat bahwasanya Kami mendatangi negeri (orang kafir), lalu Kami kurangi luasnya dari segala penjurunya. Maka apakah mereka yang menang?",
  "nomor" : "44",
  "tr" : "bal matta'n<u>aa</u> h<u>aa</u>ul<u>aa</u>-i wa<u>aa</u>b<u>aa</u>-ahum <u>h</u>att<u>aa</u> <u>th</u><u>aa</u>la 'alayhimu <strong>a</strong>l'umuru afal<u>aa</u> yarawna ann<u>aa</u> na/tii <strong>a</strong>l-ar<u>dh</u>a nanqu<u>sh</u>uh<u>aa</u> min a<u>th</u>r<u>aa</u>fih<u>aa</u> afahumu <strong>a</strong>lgh<u>aa</u>libuun<strong>a</strong>"
}, {
  "ar" : "قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ ۚ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ",
  "id" : "Katakanlah (hai Muhammad): \"Sesungguhnya aku hanya memberi peringatan kepada kamu sekalian dengan wahyu dan tiadalah orang-orang yang tuli mendengar seruan, apabila mereka diberi peringatan\"",
  "nomor" : "45",
  "tr" : "qul innam<u>aa</u> un<u>dz</u>irukum bi<strong>a</strong>lwa<u>h</u>yi wal<u>aa</u> yasma'u <strong>al</strong><u>shsh</u>ummu <strong>al</strong>ddu'<u>aa</u>-a i<u>dzaa</u> m<u>aa</u> yun<u>dz</u>aruun<strong>a</strong>"
}, {
  "ar" : "وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ",
  "id" : "Dan sesungguhnya, jika mereka ditimpa sedikit saja dari azab Tuhan-mu, pastilah mereka berkata: \"Aduhai, celakalah kami, bahwasanya kami adalah orang yang menganiaya diri sendiri\".",
  "nomor" : "46",
  "tr" : "wala-in massat-hum naf<u>h</u>atun min 'a<u>dzaa</u>bi rabbika layaquulunna y<u>aa </u>waylan<u>aa</u> inn<u>aa</u> kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَاسِبِينَ",
  "id" : "Kami akan memasang timbangan yang tepat pada hari kiamat, maka tiadalah dirugikan seseorang barang sedikitpun. Dan jika (amalan itu) hanya seberat biji sawipun pasti Kami mendatangkan (pahala)nya. Dan cukuplah Kami sebagai pembuat perhitungan.",
  "nomor" : "47",
  "tr" : "wana<u>dh</u>a'u <strong>a</strong>lmaw<u>aa</u>ziina <strong>a</strong>lqis<u>th</u>a liyawmi <strong>a</strong>lqiy<u>aa</u>mati fal<u>aa</u> tu<u>zh</u>lamu nafsun syay-an wa-in k<u>aa</u>na mitsq<u>aa</u>la <u>h</u>abbatin min khardalin atayn<u>aa</u> bih<u>aa</u> wakaf<u>aa</u> bin<u>aa</u> <u>haa</u>sibiin<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ آتَيْنَا مُوسَىٰ وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ",
  "id" : "Dan sesungguhnya telah Kami berikan kepada Musa dan Harun Kitab Taurat dan penerangan serta pengajaran bagi orang-orang yang bertakwa.",
  "nomor" : "48",
  "tr" : "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> wah<u>aa</u>ruuna <strong>a</strong>lfurq<u>aa</u>na wa<u>dh</u>iy<u>aa</u>-an wa<u>dz</u>ikran lilmuttaqiin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ",
  "id" : "(yaitu) orang-orang yang takut akan (azab) Tuhan mereka, sedang mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari kiamat.",
  "nomor" : "49",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi wahum mina <strong>al</strong>ss<u>aa</u>'ati musyfiquun<strong>a</strong>"
}, {
  "ar" : "وَهَٰذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ ۚ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ",
  "id" : "Dan Al Qur'an ini adalah suatu kitab (peringatan) yang mempunyai berkah yang telah Kami turunkan. Maka mengapakah kamu mengingkarinya?",
  "nomor" : "50",
  "tr" : "wah<u>aadzaa</u> <u>dz</u>ikrun mub<u>aa</u>rakun anzaln<u>aa</u>hu afa-antum lahu munkiruun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ",
  "id" : "Dan sesungguhnya telah Kami anugerahkan kepada Ibrahim hidayah kebenaran sebelum (Musa dan Harun), dan adalah Kami mengetahui (keadaan)nya.",
  "nomor" : "51",
  "tr" : "walaqad <u>aa</u>tayn<u>aa</u> ibr<u>aa</u>hiima rusydahu min qablu wakunn<u>aa</u> bihi '<u>aa</u>limiin<strong>a</strong>"
}, {
  "ar" : "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَٰذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ",
  "id" : "(Ingatlah), ketika Ibrahim berkata kepada bapaknya dan kaumnya: \"Patung-patung apakah ini yang kamu tekun beribadat kepadanya?\"",
  "nomor" : "52",
  "tr" : "i<u>dz</u> q<u>aa</u>la li-abiihi waqawmihi m<u>aa</u> h<u>aadz</u>ihi <strong>al</strong>ttam<u>aa</u>tsiilu <strong>al</strong>latii antum lah<u>aa</u> '<u>aa</u>kifuun<strong>a</strong>"
}, {
  "ar" : "قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ",
  "id" : "Mereka menjawab: \"Kami mendapati bapak-bapak kami menyembahnya\".",
  "nomor" : "53",
  "tr" : "q<u>aa</u>luu wajadn<u>aa</u> <u>aa</u>b<u>aa</u>-an<u>aa</u> lah<u>aa</u> '<u>aa</u>bidiin<strong>a</strong>"
}, {
  "ar" : "قَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ",
  "id" : "Ibrahim berkata: \"Sesungguhnya kamu dan bapak-bapakmu berada dalam kesesatan yang nyata\".",
  "nomor" : "54",
  "tr" : "q<u>aa</u>la laqad kuntum antum wa<u>aa</u>b<u>aa</u>ukum fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
}, {
  "ar" : "قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ",
  "id" : "Mereka menjawab: \"Apakah kamu datang kepada kami dengan sungguh-sungguh ataukah kamu termasuk orang-orang yang bermain-main?\"",
  "nomor" : "55",
  "tr" : "q<u>aa</u>luu aji/tan<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi am anta mina <strong>al</strong>l<u>aa</u>'ibiin<strong>a</strong>"
}, {
  "ar" : "قَالَ بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَىٰ ذَٰلِكُمْ مِنَ الشَّاهِدِينَ",
  "id" : "Ibrahim berkata: \"Sebenarnya Tuhan kamu ialah Tuhan langit dan bumi yang telah menciptakannya: dan aku termasuk orang-orang yang dapat memberikan bukti atas yang demikian itu\".",
  "nomor" : "56",
  "tr" : "q<u>aa</u>la bal rabbukum rabbu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i <strong>al</strong>la<u>dz</u>ii fa<u>th</u>arahunna wa-an<u>aa</u> 'al<u>aa</u> <u>dzaa</u>likum mina <strong>al</strong>sysy<u>aa</u>hidiin<strong>a</strong>"
}, {
  "ar" : "وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ",
  "id" : "Demi Allah, sesungguhnya aku akan melakukan tipu daya terhadap berhala-berhalamu sesudah kamu pergi meninggalkannya.",
  "nomor" : "57",
  "tr" : "wata<strong>al</strong>l<u>aa</u>hi la-akiidanna a<u>sh</u>n<u>aa</u>makum ba'da an tuwalluu mudbiriin<strong>a</strong>"
}, {
  "ar" : "فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
  "id" : "Maka Ibrahim membuat berhala-berhala itu hancur berpotong-potong, kecuali yang terbesar (induk) dari patung-patung yang lain; agar mereka kembali (untuk bertanya) kepadanya.",
  "nomor" : "58",
  "tr" : "faja'alahum ju<u>dzats</u>an ill<u>aa</u> kabiiran lahum la'allahum ilayhi yarji'uun<strong>a</strong>"
}, {
  "ar" : "قَالُوا مَنْ فَعَلَ هَٰذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ",
  "id" : "Mereka berkata: \"Siapakah yang melakukan perbuatan ini terhadap tuhan-tuhan kami, sesungguhnya dia termasuk orang-orang yang zalim.\"",
  "nomor" : "59",
  "tr" : "q<u>aa</u>luu man fa'ala h<u>aadzaa</u> bi-<u>aa</u>lihatin<u>aa</u> innahu lamina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ",
  "id" : "Mereka berkata: \"Kami dengar ada seorang pemuda yang mencela berhala-berhala ini yang bernama Ibrahim \".",
  "nomor" : "60",
  "tr" : "q<u>aa</u>luu sami'n<u>aa</u> fatan ya<u>dz</u>kuruhum yuq<u>aa</u>lu lahu ibr<u>aa</u>hiim<strong>u</strong>"
}, {
  "ar" : "قَالُوا فَأْتُوا بِهِ عَلَىٰ أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
  "id" : "Mereka berkata: \"(Kalau demikian) bawalah dia dengan cara yang dapat dilihat orang banyak, agar mereka menyaksikan\".",
  "nomor" : "61",
  "tr" : "q<u>aa</u>luu fa/tuu bihi 'al<u>aa</u> a'yuni <strong>al</strong>nn<u>aa</u>si la'allahum yasyhaduun<strong>a</strong>"
}, {
  "ar" : "قَالُوا أَأَنْتَ فَعَلْتَ هَٰذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ",
  "id" : "Mereka bertanya: \"Apakah kamu, yang melakukan perbuatan ini terhadap tuhan-tuhan kami, hai Ibrahim?\"",
  "nomor" : "62",
  "tr" : "q<u>aa</u>luu a-anta fa'alta h<u>aadzaa</u> bi-<u>aa</u>lihatin<u>aa</u> y<u>aa</u> ibr<u>aa</u>hiim<strong>u</strong>"
}, {
  "ar" : "قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَٰذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ",
  "id" : "Ibrahim menjawab: \"Sebenarnya patung yang besar itulah yang melakukannya, maka tanyakanlah kepada berhala itu, jika mereka dapat berbicara\".",
  "nomor" : "63",
  "tr" : "q<u>aa</u>la bal fa'alahu kabiiruhum h<u>aadzaa</u> fa<strong>i</strong>s-aluuhum in k<u>aa</u>nuu yan<u>th</u>iquun<strong>a</strong>"
}, {
  "ar" : "فَرَجَعُوا إِلَىٰ أَنْفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ",
  "id" : "Maka mereka telah kembali kepada kesadaran dan lalu berkata: \"Sesungguhnya kamu sekalian adalah orang-orang yang menganiaya (diri sendiri)\",",
  "nomor" : "64",
  "tr" : "faraja'uu il<u>aa</u> anfusihim faq<u>aa</u>luu innakum antumu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ نُكِسُوا عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَٰؤُلَاءِ يَنْطِقُونَ",
  "id" : "kemudian kepala mereka jadi tertunduk (lalu berkata): \"Sesungguhnya kamu (hai Ibrahim) telah mengetahui bahwa berhala-berhala itu tidak dapat berbicara.\"",
  "nomor" : "65",
  "tr" : "tsumma nukisuu 'al<u>aa</u> ruuusihim laqad 'alimta m<u>aa</u> h<u>aa</u>ul<u>aa</u>-i yan<u>th</u>iquun<strong>a</strong>"
}, {
  "ar" : "قَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ",
  "id" : "Ibrahim berkata: Maka mengapakah kamu menyembah selain Allah sesuatu yang tidak dapat memberi manfa'at sedikitpun dan tidak (pula) memberi mudharat kepada kamu?\"",
  "nomor" : "66",
  "tr" : "q<u>aa</u>la afata'buduuna min duuni <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> yanfa'ukum syay-an wal<u>aa</u> ya<u>dh</u>urrukum"
}, {
  "ar" : "أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ ۖ أَفَلَا تَعْقِلُونَ",
  "id" : "Ah (celakalah) kamu dan apa yang kamu sembah selain Allah. Maka apakah kamu tidak memahami?",
  "nomor" : "67",
  "tr" : "uffin lakum walim<u>aa</u> ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi afal<u>aa</u> ta'qiluun<strong>a</strong>"
}, {
  "ar" : "قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ",
  "id" : "Mereka berkata: \"Bakarlah dia dan bantulah tuhan-tuhan kamu, jika kamu benar-benar hendak bertindak\".",
  "nomor" : "68",
  "tr" : "q<u>aa</u>luu <u>h</u>arriquuhu wa<strong>u</strong>n<u>sh</u>uruu <u>aa</u>lihatakum in kuntum f<u>aa</u>'iliin<strong>a</strong>"
}, {
  "ar" : "قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَىٰ إِبْرَاهِيمَ",
  "id" : "Kami berfirman: \"Hai api menjadi dinginlah, dan menjadi keselamatanlah bagi Ibrahim\",",
  "nomor" : "69",
  "tr" : "quln<u>aa</u> y<u>aa</u> n<u>aa</u>ru kuunii bardan wasal<u>aa</u>man 'al<u>aa</u> ibr<u>aa</u>hiim<strong>a</strong>"
}, {
  "ar" : "وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ",
  "id" : "mereka hendak berbuat makar terhadap Ibrahim, maka Kami menjadikan mereka itu orang-orang yang paling merugi.",
  "nomor" : "70",
  "tr" : "wa-ar<u>aa</u>duu bihi kaydan faja'aln<u>aa</u>humu <strong>a</strong>l-akhsariin<strong>a</strong>"
}, {
  "ar" : "وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ",
  "id" : "Dan Kami seIamatkan Ibrahim dan Luth ke sebuah negeri yang Kami telah memberkahinya untuk sekalian manusia.",
  "nomor" : "71",
  "tr" : "wanajjayn<u>aa</u>hu waluu<u>th</u>an il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i <strong>al</strong>latii b<u>aa</u>rakn<u>aa</u> fiih<u>aa</u> lil'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً ۖ وَكُلًّا جَعَلْنَا صَالِحِينَ",
  "id" : "Dan Kami telah memberikan kepada-nya (Ibrahim) lshak dan Ya'qub, sebagai suatu anugerah (daripada Kami). Dan masing-masingnya Kami jadikan orang-orang yang saleh",
  "nomor" : "72",
  "tr" : "wawahabn<u>aa</u> lahu is<u>haa</u>qa waya'quuba n<u>aa</u>filatan wakullan ja'aln<u>aa</u> <u>shaa</u>li<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ ۖ وَكَانُوا لَنَا عَابِدِينَ",
  "id" : "Kami telah menjadikan mereka itu sebagai pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami dan telah Kami wahyukan kepada, mereka mengerjakan kebajikan, mendirikan sembahyang, menunaikan zakat, dan hanya kepada Kamilah mereka selalu menyembah,",
  "nomor" : "73",
  "tr" : "waja'aln<u>aa</u>hum a-immatan yahduuna bi-amrin<u>aa</u> wa-aw<u>h</u>ayn<u>aa</u> ilayhim fi'la <strong>a</strong>lkhayr<u>aa</u>ti wa-iq<u>aa</u>ma <strong>al</strong><u>shsh</u>al<u>aa</u>ti wa-iit<u>aa</u>-a <strong>al</strong>zzak<u>aa</u>ti wak<u>aa</u>nuu lan<u>aa</u> '<u>aa</u>bidiin<strong>a</strong>"
}, {
  "ar" : "وَلُوطًا آتَيْنَاهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَتْ تَعْمَلُ الْخَبَائِثَ ۗ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ",
  "id" : "dan kepada Luth, Kami telah berikan hikmah dan ilmu, dan telah Kami selamatkan dia dari (azab yang telah menimpa penduduk) kota yang mengerjakan perbuatan keji. Sesungguhnya mereka adalah kaum yang jahat lagi fasik,",
  "nomor" : "74",
  "tr" : "waluu<u>th</u>an <u>aa</u>tayn<u>aa</u>hu <u>h</u>ukman wa'ilman wanajjayn<u>aa</u>hu mina <strong>a</strong>lqaryati <strong>al</strong>latii k<u>aa</u>nat ta'malu <strong>a</strong>lkhab<u>aa</u>-itsa innahum k<u>aa</u>nuu qawma saw-in f<u>aa</u>siqiin<strong>a</strong>"
}, {
  "ar" : "وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا ۖ إِنَّهُ مِنَ الصَّالِحِينَ",
  "id" : "dan Kami masukkan dia ke dalam rahmat Kami; karena sesungguhnya dia termasuk orang-orang yang saleh.",
  "nomor" : "75",
  "tr" : "wa-adkhaln<u>aa</u>hu fii ra<u>h</u>matin<u>aa</u> innahu mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "وَنُوحًا إِذْ نَادَىٰ مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ",
  "id" : "Dan (ingatlah kisah) Nuh, sebelum itu ketika dia berdo'a, dan Kami memperkenankan do'anya, lalu Kami selamatkan dia beserta keluarganya dari bencana yang besar.",
  "nomor" : "76",
  "tr" : "wanuu<u>h</u>an i<u>dz</u> n<u>aa</u>d<u>aa</u> min qablu fa<strong>i</strong>stajabn<u>aa</u> lahu fanajjayn<u>aa</u>hu wa-ahlahu mina <strong>a</strong>lkarbi <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
}, {
  "ar" : "وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۚ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ",
  "id" : "Dan Kami telah menolongnya dari kaum yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang jahat, maka Kami tenggelamkan mereka semuanya.",
  "nomor" : "77",
  "tr" : "wana<u>sh</u>arn<u>aa</u>hu mina <strong>a</strong>lqawmi <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> innahum k<u>aa</u>nuu qawma saw-in fa-aghraqn<u>aa</u>hum ajma'iin<strong>a</strong>"
}, {
  "ar" : "وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ",
  "id" : "Dan (ingatlah kisah) Daud dan Sulaiman, di waktu keduanya memberikan keputusan mengenai tanaman, karena tanaman itu dirusak oleh kambing-kambing kepunyaan kaumnya. Dan adalah Kami menyaksikan keputusan yang diberikan oleh mereka itu,",
  "nomor" : "78",
  "tr" : "wad<u>aa</u>wuuda wasulaym<u>aa</u>na i<u>dz</u> ya<u>h</u>kum<u>aa</u>ni fii <strong>a</strong>l<u>h</u>artsi i<u>dz</u> nafasyat fiihi ghanamu <strong>a</strong>lqawmi wakunn<u>aa</u> li<u>h</u>ukmihim sy<u>aa</u>hidiin<strong>a</strong>"
}, {
  "ar" : "فَفَهَّمْنَاهَا سُلَيْمَانَ ۚ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا ۚ وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ ۚ وَكُنَّا فَاعِلِينَ",
  "id" : "maka Kami telah memberikan pengertian kepada Sulaiman tentang hukum (yang lebih tepat); dan kepada masing-masing mereka telah Kami berikan hikmah dan ilmu dan telah Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Daud. Dan kamilah yang melakukannya.",
  "nomor" : "79",
  "tr" : "fafahhamn<u>aa</u>h<u>aa</u> sulaym<u>aa</u>na wakullan <u>aa</u>tayn<u>aa</u> <u>h</u>ukman wa'ilman wasakhkharn<u>aa</u> ma'a d<u>aa</u>wuuda <strong>a</strong>ljib<u>aa</u>la yusabbi<u>h</u>na wa<strong>al</strong><u>ththh</u>ayra wakunn<u>aa</u> f<u>aa</u>'iliin<strong>a</strong>"
}, {
  "ar" : "وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ ۖ فَهَلْ أَنْتُمْ شَاكِرُونَ",
  "id" : "Dan telah Kami ajarkan kepada Daud membuat baju besi untuk kamu, guna memelihara kamu dalam peperanganmu; Maka hendaklah kamu bersyukur (kepada Allah).",
  "nomor" : "80",
  "tr" : "wa'allamn<u>aa</u>hu <u>sh</u>an'ata labuusin lakum litu<u>hs</u>inakum min ba/sikum fahal antum sy<u>aa</u>kiruun<strong>a</strong>"
}, {
  "ar" : "وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ",
  "id" : "Dan (telah Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang kami telah memberkatinya. Dan adalah Kami Maha Mengetahui segala sesuatu.",
  "nomor" : "81",
  "tr" : "walisulaym<u>aa</u>na <strong>al</strong>rrii<u>h</u>a '<u>aas</u>ifatan tajrii bi-amrihi il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i <strong>al</strong>latii b<u>aa</u>rakn<u>aa</u> fiih<u>aa</u> wakunn<u>aa</u> bikulli syay-in '<u>aa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ ۖ وَكُنَّا لَهُمْ حَافِظِينَ",
  "id" : "Dan Kami telah tundukkan (pula kepada Sulaiman) segolongan syaitan-syaitan yang menyelam (ke dalam laut) untuknya dan mengerjakan pekerjaan selain daripada itu, dan adalah Kami memelihara mereka itu,",
  "nomor" : "82",
  "tr" : "wamina <strong>al</strong>sysyay<u>aath</u>iini man yaghuu<u>sh</u>uuna lahu waya'maluuna 'amalan duuna <u>dzaa</u>lika wakunn<u>aa</u> lahum <u>haa</u>fi<u>zh</u>iin<strong>a</strong>"
}, {
  "ar" : "وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ",
  "id" : "dan (ingatlah kisah) Ayub, ketika ia menyeru Tuhannya: \"(Ya Tuhanku), sesungguhnya aku telah ditimpa penyakit dan Engkau adalah Tuhan Yang Maha Penyayang di antara semua penyayang\".",
  "nomor" : "83",
  "tr" : "wa-ayyuuba i<u>dz</u> n<u>aa</u>d<u>aa</u> rabbahu annii massaniya <strong>al</strong><u>dhdh</u>urru wa-anta ar<u>h</u>amu <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>"
}, {
  "ar" : "فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ ۖ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَىٰ لِلْعَابِدِينَ",
  "id" : "Maka Kamipun memperkenankan seruannya itu, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan Kami lipat gandakan bilangan mereka, sebagai suatu rahmat dari sisi Kami dan untuk menjadi peringatan bagi semua yang menyembah Allah.",
  "nomor" : "84",
  "tr" : "fa<strong>i</strong>stajabn<u>aa</u> lahu fakasyafn<u>aa</u> m<u>aa</u> bihi min <u>dh</u>urrin wa<u>aa</u>tayn<u>aa</u>hu ahlahu wamitslahum ma'ahum ra<u>h</u>matan min 'indin<u>aa</u> wa<u>dz</u>ikr<u>aa</u> lil'<u>aa</u>bidiin<strong>a</strong>"
}, {
  "ar" : "وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ ۖ كُلٌّ مِنَ الصَّابِرِينَ",
  "id" : "Dan (ingatlah kisah) Ismail, Idris dan Dzulkifli. Semua mereka termasuk orang-orang yang sabar.",
  "nomor" : "85",
  "tr" : "wa-ism<u>aa</u>'iila wa-idriisa wa<u>dzaa</u> <strong>a</strong>lkifli kullun mina <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
}, {
  "ar" : "وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا ۖ إِنَّهُمْ مِنَ الصَّالِحِينَ",
  "id" : "Kami telah memasukkan mereka kedalam rahmat Kami. Sesungguhnya mereka termasuk orang-orang yang saleh.",
  "nomor" : "86",
  "tr" : "wa-adkhaln<u>aa</u>hum fii ra<u>h</u>matin<u>aa</u> innahum mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَىٰ فِي الظُّلُمَاتِ أَنْ لَا إِلَٰهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ",
  "id" : "Dan (ingatlah kisah) Dzun Nun (Yunus), ketika ia pergi dalam keadaan marah, lalu ia menyangka bahwa Kami tidak akan mempersempitnya (menyulitkannya), maka ia menyeru dalam keadaan yang sangat gelap: \"Bahwa tidak ada Tuhan selain Engkau. Maha Suci Engkau, sesungguhnya aku adalah termasuk orang-orang yang zalim.\"",
  "nomor" : "87",
  "tr" : "wa<u>dzaa</u> <strong>al</strong>nnuuni i<u>dz</u> <u>dz</u>ahaba mugh<u>aad</u>iban fa<u>zh</u>anna an lan naqdira 'alayhi fan<u>aa</u>d<u>aa</u> fii <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti an l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> anta sub<u>haa</u>naka innii kuntu mina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ ۚ وَكَذَٰلِكَ نُنْجِي الْمُؤْمِنِينَ",
  "id" : "Maka Kami telah memperkenankan do'anya dan menyelamatkannya dari pada kedukaan. Dan demikianlah Kami selamatkan orang-orang yang beriman.",
  "nomor" : "88",
  "tr" : "fa<strong>i</strong>stajabn<u>aa</u> lahu wanajjayn<u>aa</u>hu mina <strong>a</strong>lghammi waka<u>dzaa</u>lika nunjii <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "وَزَكَرِيَّا إِذْ نَادَىٰ رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ",
  "id" : "Dan (ingatlah kisah) Zakaria, tatkala ia menyeru Tuhannya: \"Ya Tuhanku janganlah Engkau membiarkan aku hidup seorang diri dan Engkaulah Waris Yang Paling Baik.",
  "nomor" : "89",
  "tr" : "wazakariyy<u>aa</u> i<u>dz</u> n<u>aa</u>d<u>aa</u> rabbahu rabbi l<u>aa</u> ta<u>dz</u>arnii fardan wa-anta khayru <strong>a</strong>lw<u>aa</u>ritsiin<strong>a</strong>"
}, {
  "ar" : "فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَىٰ وَأَصْلَحْنَا لَهُ زَوْجَهُ ۚ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا ۖ وَكَانُوا لَنَا خَاشِعِينَ",
  "id" : "Maka Kami memperkenankan do'anya, dan Kami anugerahkan kepada nya Yahya dan Kami jadikan isterinya dapat mengandung. Sesungguhnya mereka adalah orang-orang yang selalu bersegera dalam (mengerjakan) perbuatan-perbuatan yang baik dan mereka berdo'a kepada Kami dengan harap dan cemas. Dan mereka adalah orang-orang yang khusyu' kepada Kami.",
  "nomor" : "90",
  "tr" : "fa<strong>i</strong>stajabn<u>aa</u> lahu wawahabn<u>aa</u> lahu ya<u>h</u>y<u>aa</u> wa-a<u>sh</u>la<u>h</u>n<u>aa</u> lahu zawjahu innahum k<u>aa</u>nuu yus<u>aa</u>ri'uuna fii <strong>a</strong>lkhayr<u>aa</u>ti wayad'uunan<u>aa</u> raghaban warahaban wak<u>aa</u>nuu lan<u>aa</u> kh<u>aa</u>syi'iin<strong>a</strong>"
}, {
  "ar" : "وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ",
  "id" : "Dan (ingatlah kisah) Maryam yang telah memelihara kehormatannya, lalu Kami tiupkan ke dalam (tubuh)nya ruh dari Kami dan Kami jadikan dia dan anaknya tanda (kekuasaan Allah) yang besar bagi semesta alam.",
  "nomor" : "91",
  "tr" : "wa<strong>a</strong>llatii a<u>hs</u>anat farjah<u>aa</u> fanafakhn<u>aa</u> fiih<u>aa</u> min ruu<u>h</u>in<u>aa</u> waja'aln<u>aa</u>h<u>aa</u> wa<strong>i</strong>bnah<u>aa</u> <u>aa</u>yatan lil'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "إِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ",
  "id" : "Sesungguhnya (agama Tauhid) ini adalah agama kamu semua; agama yang satu dan Aku adalah Tuhanmu, maka sembahlah Aku.",
  "nomor" : "92",
  "tr" : "inna h<u>aadz</u>ihi ummatukum ummatan w<u>aah</u>idatan wa-an<u>aa</u> rabbukum fau'buduun<strong>i</strong>"
}, {
  "ar" : "وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رَاجِعُونَ",
  "id" : "Dan mereka telah memotong-motong urusan (agama) mereka di antara mereka. Kepada Kamilah masing-masing golongan itu akan kembali.",
  "nomor" : "93",
  "tr" : "wataqa<u>ththh</u>a'uu amrahum baynahum kullun ilayn<u>aa</u> r<u>aa</u>ji'uun<strong>a</strong>"
}, {
  "ar" : "فَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِ وَإِنَّا لَهُ كَاتِبُونَ",
  "id" : "Maka barang siapa yang mengerjakan amal saleh, sedang ia beriman, maka tidak ada pengingkaran terhadap amalannya itu dan sesungguhnya Kami menuliskan amalannya itu untuknya.",
  "nomor" : "94",
  "tr" : "faman ya'mal mina <strong>al</strong><u>shshaa</u>li<u>haa</u>ti wahuwa mu/minun fal<u>aa</u> kufr<u>aa</u>na lisa'yihi wa-inn<u>aa</u> lahu k<u>aa</u>tibuun<strong>a</strong>"
}, {
  "ar" : "وَحَرَامٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ",
  "id" : "Sungguh tidak mungkin atas (penduduk) suatu negeri yang telah Kami binasakan, bahwa mereka tidak akan kembali (kepada Kami).",
  "nomor" : "95",
  "tr" : "wa<u>h</u>ar<u>aa</u>mun 'al<u>aa</u> qaryatin ahlakn<u>aa</u>h<u>aa</u> annahum l<u>aa</u> yarji'uun<strong>a</strong>"
}, {
  "ar" : "حَتَّىٰ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ",
  "id" : "Hingga apabila dibukakan (tembok) Ya'juj dan Ma'juj, dan mereka turun dengan cepat dari seluruh tempat yang tinggi.",
  "nomor" : "96",
  "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> futi<u>h</u>at ya/juuju wama/juuju wahum min kulli <u>h</u>adabin yansiluun<strong>a</strong>"
}, {
  "ar" : "وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا يَا وَيْلَنَا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هَٰذَا بَلْ كُنَّا ظَالِمِينَ",
  "id" : "Dan telah dekatlah kedatangan janji yang benar (hari berbangkit), maka tiba-tiba terbelalaklah mata orang-orang yang kafir. (Mereka berkata): \"Aduhai, celakalah kami, sesungguhnya kami adalah dalam kelalaian tentang ini, bahkan kami adalah orang-orang yang zalim\".",
  "nomor" : "97",
  "tr" : "wa<strong>i</strong>qtaraba <strong>a</strong>lwa'du <strong>a</strong>l<u>h</u>aqqu fa-i<u>dzaa</u> hiya sy<u>aa</u>khi<u>sh</u>atun ab<u>shaa</u>ru <strong>al</strong>la<u>dz</u>iina kafaruu y<u>aa</u> waylan<u>aa</u> qad kunn<u>aa</u> fii ghaflatin min h<u>aadzaa</u> bal kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ",
  "id" : "Sesungguhnya kamu dan apa yang kamu sembah selain Allah, adalah umpan Jahannam, kamu pasti masuk ke dalamnya.",
  "nomor" : "98",
  "tr" : "innakum wam<u>aa</u> ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi <u>h</u>a<u>sh</u>abu jahannama antum lah<u>aa</u> w<u>aa</u>riduun<strong>a</strong>"
}, {
  "ar" : "لَوْ كَانَ هَٰؤُلَاءِ آلِهَةً مَا وَرَدُوهَا ۖ وَكُلٌّ فِيهَا خَالِدُونَ",
  "id" : "Andaikata berhala-berhala itu Tuhan, tentulah mereka tidak masuk neraka. Dan semuanya akan kekal di dalamnya.",
  "nomor" : "99",
  "tr" : "law k<u>aa</u>na h<u>aa</u>ul<u>aa</u>-i <u>aa</u>lihatan m<u>aa</u> waraduuh<u>aa</u> wakullun fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
  "id" : "Mereka merintih di dalam api dan mereka di dalamnya tidak bisa mendengar.",
  "nomor" : "100",
  "tr" : "lahum fiih<u>aa</u> zafiirun wahum fiih<u>aa</u> l<u>aa</u> yasma'uun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَىٰ أُولَٰئِكَ عَنْهَا مُبْعَدُونَ",
  "id" : "Bahwasanya orang-orang yang telah ada untuk mereka ketetapan yang baik dari Kami, mereka itu dijauhkan dari neraka,",
  "nomor" : "101",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina sabaqat lahum minn<u>aa</u> <strong>a</strong>l<u>h</u>usn<u>aa</u> ul<u>aa</u>-ika 'anh<u>aa </u>mub'aduun<strong>a</strong>"
}, {
  "ar" : "لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ",
  "id" : "mereka tidak mendengar sedikitpun suara api neraka, dan mereka kekal dalam meni'mati apa yang diingini oleh mereka.",
  "nomor" : "102",
  "tr" : "l<u>aa</u> yasma'uuna <u>h</u>asiisah<u>aa</u> wahum fii m<u>aa</u> isytahat anfusuhum kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَٰذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ",
  "id" : "Mereka tidak disusahkan oleh kedahsyatan yang besar (pada hari kiamat), dan mereka disambut oleh para malaikat. (Malaikat berkata): \"Inilah harimu yang telah dijanjikan kepadamu\".",
  "nomor" : "103",
  "tr" : "l<u>aa</u> ya<u>h</u>zunuhumu <strong>a</strong>lfaza'u <strong>a</strong>l-akbaru watatalaqq<u>aa</u>humu <strong>a</strong>lmal<u>aa</u>-ikatu h<u>aadzaa</u> yawmukumu <strong>al</strong>la<u>dz</u>ii kuntum tuu'aduun<strong>a</strong>"
}, {
  "ar" : "يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ ۚ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ ۚ وَعْدًا عَلَيْنَا ۚ إِنَّا كُنَّا فَاعِلِينَ",
  "id" : "(Yaitu) pada hari Kami gulung langit sebagai menggulung lembaran - lembaran kertas. Sebagaimana Kami telah memulai panciptaan pertama begitulah Kami akan mengulanginya. Itulah suatu janji yang pasti Kami tepati; sesungguhnya Kamilah yang akan melaksanakannya.",
  "nomor" : "104",
  "tr" : "yawma na<u>th</u>wii <strong>al</strong>ssam<u>aa</u>-a ka<u>th</u>ayyi <strong>al</strong>ssijlli lilkutubi kam<u>aa</u> bada/n<u>aa</u> awwala khalqin nu'iiduhu wa'dan 'alayn<u>aa</u> inn<u>aa</u> kunn<u>aa</u> f<u>aa</u>'iliin<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ",
  "id" : "Dan sungguh telah Kami tulis didalam Zabur sesudah (Kami tulis dalam) Lauh Mahfuzh, bahwasanya bumi ini dipusakai hamba-hambaKu yang saleh.",
  "nomor" : "105",
  "tr" : "walaqad katabn<u>aa</u> fii <strong>al</strong>zzabuuri min ba'di <strong>al</strong><u>dzdz</u>ikri anna <strong>a</strong>l-ar<u>dh</u>a yaritsuh<u>aa</u> 'ib<u>aa</u>diya <strong>al</strong><u>shshaa</u>li<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "إِنَّ فِي هَٰذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ",
  "id" : "Sesungguhnya (apa yang disebutkan) dalam (surat) ini, benar-benar menjadi peringatan bagi kaum yang menyembah (Allah).",
  "nomor" : "106",
  "tr" : "inna fii h<u>aadzaa</u> labal<u>aa</u>ghan liqawmin '<u>aa</u>bidiin<strong>a</strong>"
}, {
  "ar" : "وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ",
  "id" : "Dan tiadalah Kami mengutus kamu, melainkan untuk (menjadi) rahmat bagi semesta alam.",
  "nomor" : "107",
  "tr" : "wam<u>aa</u> arsaln<u>aa</u>ka ill<u>aa</u> ra<u>h</u>matan lil'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "قُلْ إِنَّمَا يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ فَهَلْ أَنْتُمْ مُسْلِمُونَ",
  "id" : "Katakanlah: \"Sesungguhnya yang diwahyukan kepadaku adalah: \"Bahwasanya Tuhanmu adalah Tuhan Yang Esa. maka hendaklah kamu berserah diri (kepada-Nya)\".",
  "nomor" : "108",
  "tr" : "qul innam<u>aa</u> yuu<u>haa</u> ilayya annam<u>aa</u> il<u>aa</u>hukum il<u>aa</u>hun w<u>aah</u>idun fahal antum muslimuun<strong>a</strong>"
}, {
  "ar" : "فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلَىٰ سَوَاءٍ ۖ وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ",
  "id" : "Jika mereka berpaling, maka katakanlah: \"Aku telah menyampaikan kepada kamu sekalian (ajaran) yang sama (antara kita) dan aku tidak mengetahui apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh?\".",
  "nomor" : "109",
  "tr" : "fa-in tawallaw faqul <u>aadz</u>antukum 'al<u>aa</u> saw<u>aa</u>-in wa-in adrii aqariibun am ba'iidun m<u>aa</u> tuu'aduun<strong>a</strong>"
}, {
  "ar" : "إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ",
  "id" : "Sesungguhnya Dia mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan dan Dia mengetahui apa yang kamu rahasiakan.",
  "nomor" : "110",
  "tr" : "innahu ya'lamu <strong>a</strong>ljahra mina <strong>a</strong>lqawli waya'lamu m<u>aa</u> taktumuun<strong>a</strong>"
}, {
  "ar" : "وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَىٰ حِينٍ",
  "id" : "Dan aku tiada mengetahui, boleh jadi hal itu cobaan bagi kamu dan kesenangan sampai kepada suatu waktu.",
  "nomor" : "111",
  "tr" : "wa-in adrii la'allahu fitnatun lakum wamat<u>aa</u>'un il<u>aa</u> <u>h</u>iin<strong>in</strong>"
}, {
  "ar" : "قَالَ رَبِّ احْكُمْ بِالْحَقِّ ۗ وَرَبُّنَا الرَّحْمَٰنُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
  "id" : "(Muhammad) berkata: \"Ya Tuhanku, berilah keputusan dengan adil. Dan Tuhan kami ialah Tuhan Yang Maha Pemurah lagi Yang dimohonkan pertolongan-Nya terhadap apa yang kamu katakan\".",
  "nomor" : "112",
  "tr" : "q<u>aa</u>la rabbi u<u>h</u>kum bi<strong>a</strong>l<u>h</u>aqqi warabbun<u>aa</u> <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <strong>a</strong>lmusta'<u>aa</u>nu 'al<u>aa</u> m<u>aa</u> ta<u>sh</u>ifuun<strong>a</strong>"
} ]
