[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قَدْ أَفْلَحَ الْمُؤْمِنُونَ",
  "id" : "Sesungguhnya beruntunglah orang-orang yang beriman,",
  "nomor" : "1",
  "tr" : "qad afla<u>h</u>a <strong>a</strong>lmu/minuun<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ",
  "id" : "(yaitu) orang-orang yang khusyu' dalam sembahyangnya,",
  "nomor" : "2",
  "tr" : "<strong>al</strong>la<u>dz</u>iina hum fii <u>sh</u>al<u>aa</u>tihim kh<u>aa</u>syi'uun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ",
  "id" : "dan orang-orang yang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna,",
  "nomor" : "3",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum 'ani <strong>al</strong>laghwi mu'ri<u>dh</u>uun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ",
  "id" : "dan orang-orang yang menunaikan zakat,",
  "nomor" : "4",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum li<strong>l</strong>zzak<u>aa</u>ti f<u>aa</u>'iluun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ",
  "id" : "dan orang-orang yang menjaga kemaluannya,",
  "nomor" : "5",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum lifuruujihim <u>haa</u>fi<u>zh</u>uun<strong>a</strong>"
}, {
  "ar" : "إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
  "id" : "kecuali terhadap isteri-isteri mereka atau budak yang mereka miliki; maka sesungguhnya mereka dalam hal ini tiada tercela.",
  "nomor" : "6",
  "tr" : "ill<u>aa</u> 'al<u>aa</u> azw<u>aa</u>jihim aw m<u>aa</u> malakat aym<u>aa</u>nuhum fa-innahum ghayru maluumiin<strong>a</strong>"
}, {
  "ar" : "فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ",
  "id" : "Barangsiapa mencari yang di balik itu maka mereka itulah orang-orang yang melampaui batas.",
  "nomor" : "7",
  "tr" : "famani ibtagh<u>aa</u> war<u>aa</u>-a <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>l'<u>aa</u>duun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ",
  "id" : "Dan orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya.",
  "nomor" : "8",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum li-am<u>aa</u>n<u>aa</u>tihim wa'ahdihim r<u>aa</u>'uun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ هُمْ عَلَىٰ صَلَوَاتِهِمْ يُحَافِظُونَ",
  "id" : "dan orang-orang yang memelihara sembahyangnya.",
  "nomor" : "9",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum 'al<u>aa</u> <u>sh</u>alaw<u>aa</u>tihim yu<u>haa</u>fi<u>zh</u>uun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ هُمُ الْوَارِثُونَ",
  "id" : "Mereka itulah orang-orang yang akan mewarisi,",
  "nomor" : "10",
  "tr" : "ul<u>aa</u>-ika humu <strong>a</strong>lw<u>aa</u>ritsuun<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ",
  "id" : "(ya'ni) yang akan mewarisi syurga Firdaus. Mereka kekal di dalamnya.",
  "nomor" : "11",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yaritsuuna <strong>a</strong>lfirdawsa hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ",
  "id" : "Dan sesungguhnya Kami telah menciptakan manusia dari suatu saripati (berasal) dari tanah.",
  "nomor" : "12",
  "tr" : "walaqad khalaqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na min sul<u>aa</u>latin min <u>th</u>iin<strong>in</strong>"
}, {
  "ar" : "ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ",
  "id" : "Kemudian Kami jadikan saripati itu air mani (yang disimpan) dalam tempat yang kokoh (rahim).",
  "nomor" : "13",
  "tr" : "tsumma ja'aln<u>aa</u>hu nu<u>th</u>fatan fii qar<u>aa</u>rin makiin<strong>in</strong>"
}, {
  "ar" : "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ ۚ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ",
  "id" : "Kemudian air mani itu Kami jadikan segumpal darah, lalu segumpal darah itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian Kami jadikan dia makhluk yang (berbentuk) lain. Maka Maha sucilah Allah, Pencipta Yang Paling Baik.",
  "nomor" : "14",
  "tr" : "tsumma khalaqn<u>aa</u> <strong>al</strong>nnu<u>th</u>fata 'alaqatan fakhalaqn<u>aa</u> <strong>a</strong>l'alaqata mu<u>dh</u>ghatan fakhalaqn<u>aa</u> <strong>a</strong>lmu<u>dh</u>ghata 'i<u>zhaa</u>man fakasawn<u>aa</u> <strong>a</strong>l'i<u>zhaa</u>ma la<u>h</u>man tsumma ansya/n<u>aa</u>hu khalqan <u>aa</u>khara fatab<u>aa</u>raka <strong>al</strong>l<u>aa</u>hu a<u>h</u>sanu <strong>a</strong>lkh<u>aa</u>liqiin<strong>a</strong>"
}, {
  "ar" : "ثُمَّ إِنَّكُمْ بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
  "id" : "Kemudian, sesudah itu, sesungguhnya kamu sekalian benar-benar akan mati.",
  "nomor" : "15",
  "tr" : "tsumma innakum ba'da <u>dzaa</u>lika lamayyituun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ",
  "id" : "Kemudian, sesungguhnya kamu sekalian akan dibangkitkan (dari kuburmu) di hari kiamat.",
  "nomor" : "16",
  "tr" : "tsumma innakum yawma <strong>a</strong>lqiy<u>aa</u>mati tub'atsuun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ",
  "id" : "Dan sesungguhnya Kami telah menciptakan di atas kamu tujuh buah jalan (tujuh buah langit); dan Kami tidaklah lengah terhadap ciptaan (Kami).",
  "nomor" : "17",
  "tr" : "walaqad khalaqn<u>aa</u> fawqakum sab'a <u>th</u>ar<u>aa</u>-iqa wam<u>aa</u> kunn<u>aa</u> 'ani <strong>a</strong>lkhalqi gh<u>aa</u>filiin<strong>a</strong>"
}, {
  "ar" : "وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍ بِهِ لَقَادِرُونَ",
  "id" : "Dan Kami turunkan air dari langit menurut suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan sesungguhnya Kami benar-benar berkuasa menghilangkannya.",
  "nomor" : "18",
  "tr" : "wa-anzaln<u>aa</u> mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an biqadarin fa-askann<u>aa</u>hu fii <strong>a</strong>l-ar<u>dh</u>i wa-inn<u>aa</u> 'al<u>aa</u> <u>dz</u>ah<u>aa</u>bin bihi laq<u>aa</u>diruun<strong>a</strong>"
}, {
  "ar" : "فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
  "id" : "Lalu dengan air itu, Kami tumbuhkan untuk kamu kebun-kebun kurma dan anggur; di dalam kebun-kebun itu kamu peroleh buah-buahan yang banyak dan sebahagian dari buah-buahan itu kamu makan,",
  "nomor" : "19",
  "tr" : "fa-ansya/n<u>aa</u> lakum bihi jann<u>aa</u>tin min nakhiilin wa-a'n<u>aa</u>bin lakum fiih<u>aa</u> faw<u>aa</u>kihu katsiiratun waminh<u>aa</u> ta/kuluun<strong>a</strong>"
}, {
  "ar" : "وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ",
  "id" : "dan pohon kayu keluar dari Thursina (pohon zaitun), yang menghasilkan minyak, dan pemakan makanan bagi orang-orang yang makan.",
  "nomor" : "20",
  "tr" : "wasyajaratan takhruju min <u>th</u>uuri sayn<u>aa</u>-a tanbutu bi<strong>al</strong>dduhni wa<u>sh</u>ibghin lil<u>aa</u>kiliin<strong>a</strong>"
}, {
  "ar" : "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
  "id" : "Dan sesungguhnya pada binatang-binatang ternak, benar-benar terdapat pelajaran yang penting bagi kamu, Kami memberi minum kamu dari air susu yang ada dalam perutnya, dan (juga) pada binatang-binatang ternak itu terdapat faedah yang banyak untuk kamu, dan sebagian daripadanya kamu makan,",
  "nomor" : "21",
  "tr" : "wa-inna lakum fii <strong>a</strong>l-an'<u>aa</u>mi la'ibratan nusqiikum mimm<u>aa</u> fii bu<u>th</u>uunih<u>aa</u> walakum fiih<u>aa</u> man<u>aa</u>fi'u katsiiratun waminh<u>aa</u> ta/kuluun<strong>a</strong>"
}, {
  "ar" : "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ",
  "id" : "dan di atas punggung binatang-binatang ternak itu dan (juga) di atas perahu-perahu kamu diangkut.",
  "nomor" : "22",
  "tr" : "wa'alayh<u>aa</u> wa'al<u>aa</u> <strong>a</strong>lfulki tu<u>h</u>maluun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ",
  "id" : "Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, lalu ia berkata: \"Hai kaumku, sembahlah oleh kamu Allah, (karena) sekali-kali tidak ada Tuhan bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?\"",
  "nomor" : "23",
  "tr" : "walaqad arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi faq<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu afal<u>aa</u> tattaquun<strong>a</strong>"
}, {
  "ar" : "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَٰذَا فِي آبَائِنَا الْأَوَّلِينَ",
  "id" : "Maka pemuka-pemuka orang yang kafir di antara kaumnya menjawab: \"Orang ini tidak lain hanyalah manusia seperti kamu, yang bermaksud hendak menjadi seorang yang lebih tinggi dari kamu. Dan kalau Allah menghendaki, tentu Dia mengutus beberapa orang malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada masa nenek moyang kami yang dahulu.",
  "nomor" : "24",
  "tr" : "faq<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina kafaruu min qawmihi m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> basyarun mitslukum yuriidu an yatafa<u>dhdh</u>ala 'alaykum walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu la-anzala mal<u>aa</u>-ikatan m<u>aa</u> sami'n<u>aa</u> bih<u>aadzaa</u> fii <u>aa</u>b<u>aa</u>-in<u>aa</u> <strong>a</strong>l-awwaliin<strong>a</strong>"
}, {
  "ar" : "إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّىٰ حِينٍ",
  "id" : "la tidak lain hanyalah seorang laki-laki yang berpenyakit gila, maka tunggulah (sabarlah) terhadapnya sampai suatu waktu.\"",
  "nomor" : "25",
  "tr" : "in huwa ill<u>aa</u> rajulun bihi jinnatun fatarabba<u>sh</u>uu bihi <u>h</u>att<u>aa</u> <u>h</u>iin<strong>in</strong>"
}, {
  "ar" : "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ",
  "id" : "Nuh berdo'a: \"Ya Tuhanku, tolonglah aku, karena mereka mendustakan aku.\"",
  "nomor" : "26",
  "tr" : "q<u>aa</u>la rabbi un<u>sh</u>urnii bim<u>aa</u> ka<u>dzdz</u>abuun<strong>i</strong>"
}, {
  "ar" : "فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ ۙ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۖ إِنَّهُمْ مُغْرَقُونَ",
  "id" : "Lalu Kami wahyukan kepadanya: \"Buatlah bahtera di bawah penilikan dan petunjuk Kami, maka apabila perintah Kami telah datang dan tanur telah memancarkan air, maka masukkanlah ke dalam bahtera itu sepasang dari tiap-tiap (jenis), dan (juga) keluargamu, kecuali orang yang telah lebih dahulu ditetapkan (akan ditimpa azab) di antara mereka. Dan janganlah kamu bicarakan dengan Aku tentang orang-orang yang zalim, karena sesungguhnya mereka itu akan ditenggelamkan.",
  "nomor" : "27",
  "tr" : "fa-aw<u>h</u>ayn<u>aa</u> ilayhi ani i<u>sh</u>na'i <strong>a</strong>lfulka bi-a'yunin<u>aa</u> wawa<u>h</u>yin<u>aa</u> fa-i<u>dzaa</u> j<u>aa</u>-a amrun<u>aa</u> waf<u>aa</u>ra <strong>al</strong>ttannuuru fa<strong>u</strong>sluk fiih<u>aa</u> min kullin zawjayni itsnayni wa-ahlaka ill<u>aa</u> man sabaqa 'alayhi <strong>a</strong>lqawlu minhum wal<u>aa</u> tukh<u>aath</u>ibnii fii <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu innahum mughraquun<strong>a</strong>"
}, {
  "ar" : "فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ",
  "id" : "Apabila kamu dan orang-orang yang bersamamu telah berada di atas bahtera itu, maka ucapkanlah: \"Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.\"",
  "nomor" : "28",
  "tr" : "fa-i<u>dzaa</u> istawayta anta waman ma'aka 'al<u>aa</u> <strong>a</strong>lfulki faquli <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii najj<u>aa</u>n<u>aa</u> mina <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ",
  "id" : "Dan berdo'alah: Ya Tuhanku, tempatkanlah aku pada tempat yang diberkati, dan Engkau adalah sebaik-baik Yang memberi tempat.\"",
  "nomor" : "29",
  "tr" : "waqul rabbi anzilnii munzalan mub<u>aa</u>rakan wa-anta khayru <strong>a</strong>lmunziliin<strong>a</strong>"
}, {
  "ar" : "إِنَّ فِي ذَٰلِكَ لَآيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ",
  "id" : "Sesungguhnya pada (kejadian) itu benar-benar terdapat beberapa tanda (kebesaran Allah), dan sesungguhnya Kami menimpakan azab (kepada kaum Nuh itu).",
  "nomor" : "30",
  "tr" : "inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin wa-in kunn<u>aa</u> lamubtaliin<strong>a</strong>"
}, {
  "ar" : "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ",
  "id" : "Kemudian, Kami jadikan sesudah mereka umat yang lain.",
  "nomor" : "31",
  "tr" : "tsumma ansya/n<u>aa</u> min ba'dihim qarnan <u>aa</u>khariin<strong>a</strong>"
}, {
  "ar" : "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ",
  "id" : "Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri (yang berkata): \"Sembahlah Allah oleh kamu sekalian, sekali-kali tidak ada Tuhan selain daripada-Nya. Maka mengapa kamu tidak bertakwa (kepada-Nya).",
  "nomor" : "32",
  "tr" : "fa-arsaln<u>aa</u> fiihim rasuulan minhum ani u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu afal<u>aa</u> tattaquun<strong>a</strong>"
}, {
  "ar" : "وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
  "id" : "Dan berkatalah pemuka-pemuka yang kafir di antara kaumnya dan yang mendustakan akan menemui hari akhirat (kelak) dan yang telah Kami mewahkan mereka dalam kehidupan di dunia: \"(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan dari apa yang kamu makan, dan meminum dari apa yang kamu minum.",
  "nomor" : "33",
  "tr" : "waq<u>aa</u>la <strong>a</strong>lmalau min qawmihi <strong>al</strong>la<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu biliq<u>aa</u>-i <strong>a</strong>l-<u>aa</u>khirati wa-atrafn<u>aa</u>hum fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> basyarun mitslukum ya/kulu mimm<u>aa</u> ta/kuluuna minhu wayasyrabu mimm<u>aa</u> tasyrabuun<strong>a</strong>"
}, {
  "ar" : "وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ",
  "id" : "Dan sesungguhnya jika kamu sekalian mentaati manusia yang seperti kamu, niscaya bila demikian, kamu benar-benar (menjadi) orang-orang yang merugi.",
  "nomor" : "34",
  "tr" : "wala-in a<u>th</u>a'tum basyaran mitslakum innakum i<u>dz</u>an lakh<u>aa</u>siruun<strong>a</strong>"
}, {
  "ar" : "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ",
  "id" : "Apakah ia menjanjikan kepada kamu sekalian, bahwa bila kamu telah mati dan telah menjadi tanah dan tulang belulang, kamu sesungguhnya akan dikeluarkan (dari kuburmu)?,",
  "nomor" : "35",
  "tr" : "aya'idukum annakum i<u>dzaa</u> mittum wakuntum tur<u>aa</u>ban wa'i<u>zhaa</u>man annakum mukhrajuun<strong>a</strong>"
}, {
  "ar" : "هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
  "id" : "jauh, jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu itu,",
  "nomor" : "36",
  "tr" : "hayh<u>aa</u>ta hayh<u>aa</u>ta lim<u>aa</u> tuu'aduun<strong>a</strong>"
}, {
  "ar" : "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
  "id" : "kehidupan itu tidak lain hanyalah kehidupan kita di dunia ini, kita mati dan kita hidup dan sekali-kali tidak akan dibangkitkan lagi,",
  "nomor" : "37",
  "tr" : "in hiya ill<u>aa</u> <u>h</u>ay<u>aa</u>tun<u>aa</u> <strong>al</strong>dduny<u>aa</u> namuutu wana<u>h</u>y<u>aa</u> wam<u>aa</u> na<u>h</u>nu bimab'uutsiin<strong>a</strong>"
}, {
  "ar" : "إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ",
  "id" : "Ia tidak lain hanyalah seorang yang mengada-adakan kebohongan terhadap Allah, dan kami sekali-kali tidak akan beriman kepadanya\".",
  "nomor" : "38",
  "tr" : "in huwa ill<u>aa</u> rajulun iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban wam<u>aa</u> na<u>h</u>nu lahu bimu/miniin<strong>a</strong>"
}, {
  "ar" : "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ",
  "id" : "Rasul itu berdo'a: \"Ya Tuhanku, tolonglah aku karena mereka mendustakanku.\"",
  "nomor" : "39",
  "tr" : "q<u>aa</u>la rabbi un<u>sh</u>urnii bim<u>aa</u> ka<u>dzdz</u>abuun<strong>i</strong>"
}, {
  "ar" : "قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ",
  "id" : "Allah berfirman: \"Dalam sedikit waktu lagi pasti mereka akan menjadi orang-orang yang menyesal.\"",
  "nomor" : "40",
  "tr" : "q<u>aa</u>la 'amm<u>aa</u> qaliilin layu<u>sh</u>bi<u>h</u>unna n<u>aa</u>dimiin<strong>a</strong>"
}, {
  "ar" : "فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَاءً ۚ فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ",
  "id" : "Maka dimusnahkanlah mereka oleh suara yang mengguntur dengan hak dan Kami jadikan mereka (sebagai) sampah banjir maka kebinasaanlah bagi orang-orang yang zalim itu.",
  "nomor" : "41",
  "tr" : "fa-akha<u>dz</u>at-humu <strong>al</strong><u>shsh</u>ay<u>h</u>atu bi<strong>a</strong>l<u>h</u>aqqi faja'aln<u>aa</u>hum ghuts<u>aa</u>-an fabu'dan lilqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آخَرِينَ",
  "id" : "Kemudian Kami ciptakan sesudah mereka umat-umat yang lain.",
  "nomor" : "42",
  "tr" : "tsumma ansya/n<u>aa</u> min ba'dihim quruunan <u>aa</u>khariin<strong>a</strong>"
}, {
  "ar" : "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ",
  "id" : "Tidak (dapat) sesuatu umatpun mendahului ajalnya, dan tidak (dapat pula) mereka terlambat (dari ajalnya itu).",
  "nomor" : "43",
  "tr" : "m<u>aa</u> tasbiqu min ummatin ajalah<u>aa</u> wam<u>aa</u> yasta/khiruun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَىٰ ۖ كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ ۚ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ",
  "id" : "Kemudian Kami utus (kepada umat-umat itu) rasul-rasul Kami berturut-turut. Tiap-tiap seorang rasul datang kepada umatnya, umat itu mendustakannya, maka Kami perikutkan sebagian mereka dengan sebagian yang lain. Dan Kami jadikan mereka buah tutur (manusia), maka kebinasaanlah bagi orang-orang yang tidak beriman.",
  "nomor" : "44",
  "tr" : "tsumma arsaln<u>aa</u> rusulan<u>aa</u> tatr<u>aa</u> kulla m<u>aa</u> j<u>aa</u>-a ummatan rasuuluh<u>aa</u> ka<u>dzdz</u>abuuhu fa-atba'n<u>aa</u> ba'<u>dh</u>ahum ba'<u>dh</u>an waja'aln<u>aa</u>hum a<u>haa</u>diitsa fabu'dan liqawmin l<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ",
  "id" : "Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda (Kebesaran) Kami, dan bukti yang nyata,",
  "nomor" : "45",
  "tr" : "tsumma arsaln<u>aa</u> muus<u>aa</u> wa-akh<u>aa</u>hu h<u>aa</u>ruuna bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wasul<u>th</u><u>aa</u>nin mubiin<strong>in</strong>"
}, {
  "ar" : "إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ",
  "id" : "kepada Fir'aun dan pembesar-pembesar kaumnya, maka mereka ini takbur dan mereka adalah orang-orang yang sombong.",
  "nomor" : "46",
  "tr" : "il<u>aa</u> fir'awna wamala-ihi fa<strong>i</strong>stakbaruu wak<u>aa</u>nuu qawman '<u>aa</u>liin<strong>a</strong>"
}, {
  "ar" : "فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ",
  "id" : "Dan mereka berkata: \"Apakah (patut) kita percaya kepada dua orang manusia seperti kita (juga), padahal kaum mereka (Bani Israil) adalah orang-orang yang menghambakan diri kepada kita?\"",
  "nomor" : "47",
  "tr" : "faq<u>aa</u>luu anu/minu libasyarayni mitslin<u>aa</u> waqawmuhum<u>aa</u> lan<u>aa</u> '<u>aa</u>biduun<strong>a</strong>"
}, {
  "ar" : "فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ",
  "id" : "Maka (tetaplah) mereka mendustakan keduanya, sebab itu mereka adalah termasuk orang-orang yang dibinasakan.",
  "nomor" : "48",
  "tr" : "faka<u>dzdz</u>abuuhum<u>aa</u> fak<u>aa</u>nuu mina <strong>a</strong>lmuhlakiin<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ",
  "id" : "Dan sesungguhnya telah Kami berikan Al Kitab (Taurat) kepada Musa, agar mereka (Bani Israil) mendapat petunjuk.",
  "nomor" : "49",
  "tr" : "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba la'allahum yahtaduun<strong>a</strong>"
}, {
  "ar" : "وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ",
  "id" : "Dan telah Kami jadikan (Isa) putera Maryam beserta ibunya suatu bukti yang nyata bagi (kekuasaan Kami), dan Kami melindungi mereka di suatu tanah tinggi yang datar yang banyak terdapat padang-padang rumput dan sumber-sumber air bersih yang mengalir.",
  "nomor" : "50",
  "tr" : "waja'aln<u>aa</u> ibna maryama waummahu <u>aa</u>yatan wa<u>aa</u>wayn<u>aa</u>hum<u>aa</u> il<u>aa</u> rabwatin <u>dzaa</u>ti qar<u>aa</u>rin wama'iin<strong>in</strong>"
}, {
  "ar" : "يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا ۖ إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ",
  "id" : "Hai rasul-rasul, makanlah dari makanan yang baik-baik, dan kerjakanlah amal yang saIeh. Sesungguhnya Aku Maha Mengetahui apa yang kamu kerjakan.",
  "nomor" : "51",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>rrusulu kuluu mina <strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti wa<strong>i</strong>'maluu <u>shaa</u>li<u>h</u>an innii bim<u>aa</u> ta'maluuna 'aliim<strong>un</strong>"
}, {
  "ar" : "وَإِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ",
  "id" : "Sesungguhnya (agama tauhid) ini, adalah agama kamu semua, agama yang satu, dan Aku adalah Tuhanmu, maka bertakwalah kepada-Ku.",
  "nomor" : "52",
  "tr" : "wa-inna h<u>aadz</u>ihi ummatukum ummatan w<u>aah</u>idatan wa-an<u>aa</u> rabbukum fa<strong>i</strong>ttaquun<strong>i</strong>"
}, {
  "ar" : "فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا ۖ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ",
  "id" : "Kemudian mereka (pengikut-pengikut rasul itu) menjadikan agama mereka terpecah belah menjadi beberapa pecahan. Tiap-tiap golongan merasa bangga dengan apa yang ada pada sisi mereka (masing-masing).",
  "nomor" : "53",
  "tr" : "fataqa<u>ththh</u>a'uu amrahum baynahum zuburan kullu <u>h</u>izbin bim<u>aa</u> ladayhim fari<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّىٰ حِينٍ",
  "id" : "Maka biarkanlah mereka dalam kesesatannya sampai suatu waktu.",
  "nomor" : "54",
  "tr" : "fa<u>dz</u>arhum fii ghamratihim <u>h</u>att<u>aa</u> <u>h</u>iin<strong>in</strong>"
}, {
  "ar" : "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ",
  "id" : "Apakah mereka mengira bahwa harta dan anak-anak yang Kami berikan kepada mereka itu (berarti bahwa),",
  "nomor" : "55",
  "tr" : "aya<u>h</u>sabuuna annam<u>aa</u> numidduhum bihi min m<u>aa</u>lin wabaniin<strong>a</strong>"
}, {
  "ar" : "نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَلْ لَا يَشْعُرُونَ",
  "id" : "Kami bersegera memberikan kebaikan-kebaikan kepada mereka? Tidak, sebenarnya mereka tidak sadar.",
  "nomor" : "56",
  "tr" : "nus<u>aa</u>ri'u lahum fii <strong>a</strong>lkhayr<u>aa</u>ti bal l<u>aa</u> yasy'uruun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ",
  "id" : "Sesungguhnya orang-orang yang berhati-hati karena takut akan (azab) Tuhan mereka,",
  "nomor" : "57",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina hum min khasyyati rabbihim musyfiquun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ",
  "id" : "Dan orang-orang yang beriman dengan ayat-ayat Tuhan mereka,",
  "nomor" : "58",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum bi-<u>aa</u>y<u>aa</u>ti rabbihim yu/minuun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ",
  "id" : "Dan orang-orang yang tidak mempersekutukan dengan Tuhan mereka (sesuatu apapun),",
  "nomor" : "59",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina hum birabbihim l<u>aa</u> yusyrikuun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَاجِعُونَ",
  "id" : "Dan orang-orang yang memberikan apa yang telah mereka berikan, dengan hati yang takut, (karena mereka tahu bahwa) sesungguhnya mereka akan kembali kepada Tuhan mereka,",
  "nomor" : "60",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yu/tuuna m<u>aa</u> <u>aa</u>taw waquluubuhum wajilatun annahum il<u>aa</u> rabbihim r<u>aa</u>ji'uun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ",
  "id" : "mereka itu bersegera untuk mendapat kebaikan-kebaikan, dan merekalah orang-orang yang segera memperolehnya.",
  "nomor" : "61",
  "tr" : "ul<u>aa</u>-ika yus<u>aa</u>ri'uuna fii <strong>a</strong>lkhayr<u>aa</u>ti wah"
}, {
  "ar" : "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ",
  "id" : "Kami tiada membebani seseorang melainkan menurut kesanggupannya, dan pada sisi Kami ada suatu kitab yang membicarakan kebenaran, dan mereka tidak dianiaya.",
  "nomor" : "62",
  "tr" : "wal<u>aa</u> nukallifu nafsan ill<u>aa</u> wus'ah<u>aa</u> waladayn<u>aa</u> kit<u>aa</u>bun yan<u>th</u>iqu bi<strong>a</strong>l<u>h</u>aqqi wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
}, {
  "ar" : "بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَٰذَا وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَٰلِكَ هُمْ لَهَا عَامِلُونَ",
  "id" : "Tetapi hati orang-orang kafir itu dalam kesesatan dari (memahami kenyataan) ini, dan mereka banyak mengerjakan perbuatan-perbuatan (buruk) selain daripada itu, mereka tetap mengerjakannya.",
  "nomor" : "63",
  "tr" : "bal quluubuhum fii ghamratin min h<u>aadzaa</u> walahum a'm<u>aa</u>lun min duuni <u>dzaa</u>lika hum lah<u>aa</u> '<u>aa</u>miluun<strong>a</strong>"
}, {
  "ar" : "حَتَّىٰ إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ",
  "id" : "Hingga apabila Kami timpakan azab, kepada orang-orang yang hidup mewah di antara mereka, dengan serta merta mereka memekik minta tolong.",
  "nomor" : "64",
  "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> akha<u>dz</u>n<u>aa</u> mutrafiihim bi<strong>a</strong>l'a<u>dzaa</u>bi i<u>dzaa</u> hum yaj-aruun<strong>a</strong>"
}, {
  "ar" : "لَا تَجْأَرُوا الْيَوْمَ ۖ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ",
  "id" : "Janganlah kamu memekik minta tolong pada hari ini. Sesungguhnya kamu tiada akan mendapat pertolongan dari Kami.",
  "nomor" : "65",
  "tr" : "l<u>aa</u> taj-aruu <strong>a</strong>lyawma innakum minn<u>aa</u> l<u>aa</u> tun<u>sh</u>aruun<strong>a</strong>"
}, {
  "ar" : "قَدْ كَانَتْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ عَلَىٰ أَعْقَابِكُمْ تَنْكِصُونَ",
  "id" : "Sesungguhnya ayat-ayatKu (Al Qur'an) selalu dibacakan kepada kamu sekalian, maka kamu selalu berpaling ke belakang,",
  "nomor" : "66",
  "tr" : "qad k<u>aa</u>nat <u>aa</u>y<u>aa</u>tii tutl<u>aa</u> 'alaykum fakuntum 'al<u>aa</u> a'q<u>aa</u>bikum tanki<u>sh</u>uun<strong>a</strong>"
}, {
  "ar" : "مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ",
  "id" : "dengan menyombongkan diri terhadap Al Qur'an itu dan mengucapkan perkataan-perkataan keji terhadapnya di waktu kamu bercakap-cakap di malam hari.",
  "nomor" : "67",
  "tr" : "mustakbiriina bihi s<u>aa</u>miran tahjuruun<strong>a</strong>"
}, {
  "ar" : "أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ",
  "id" : "Maka apakah mereka tidak memperhatikan perkataan (Kami), atau apakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka dahulu?",
  "nomor" : "68",
  "tr" : "afalam yaddabbaruu <strong>a</strong>lqawla am j<u>aa</u>-ahum m<u>aa</u> lam ya/ti <u>aa</u>b<u>aa</u>-ahumu <strong>a</strong>l-awwaliin<strong>a</strong>"
}, {
  "ar" : "أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ",
  "id" : "Ataukah mereka tidak mengenal rasul mereka, karena itu mereka memungkirinya?",
  "nomor" : "69",
  "tr" : "am lam ya'rifuu rasuulahum fahum lahu munkiruun<strong>a</strong>"
}, {
  "ar" : "أَمْ يَقُولُونَ بِهِ جِنَّةٌ ۚ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ",
  "id" : "Atau (apakah patut) mereka berkata: \"Padanya (Muhammad) ada penyakit gila.\" Sebenarnya dia telah membawa kebenaran kepada mereka, dan kebanyakan mereka benci kepada kebenaran itu.",
  "nomor" : "70",
  "tr" : "am yaquuluuna bihi jinnatun bal j<u>aa</u>-ahum bi<strong>a</strong>l<u>h</u>aqqi wa-aktsaruhum lil<u>h</u>aqqi k<u>aa</u>rihuun<strong>a</strong>"
}, {
  "ar" : "وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ ۚ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ",
  "id" : "Andaikata kebenaran itu menuruti hawa nafsu mereka, pasti binasalah langit dan bumi ini, dan semua yang ada di dalamnya. Sebenarnya Kami telah mendatangkan kepada mereka kebanggaan (Al Qur'an) mereka tetapi mereka berpaling dari kebanggaan itu.",
  "nomor" : "71",
  "tr" : "walawi ittaba'a <strong>a</strong>l<u>h</u>aqqu ahw<u>aa</u>-ahum lafasadati <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wa<strong>a</strong>l-ar<u>dh</u>u waman fiihinna bal atayn<u>aa</u>hum bi<u>dz</u>ikrihim fahum 'an <u>dz</u>ikrihim mu'ri<u>dh</u>uun<strong>a</strong>"
}, {
  "ar" : "أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖ وَهُوَ خَيْرُ الرَّازِقِينَ",
  "id" : "Atau kamu meminta upah kepada mereka?\", maka upah dari Tuhanmu adalah lebih baik, dan Dia adalah Pemberi rezki Yang Paling Baik.",
  "nomor" : "72",
  "tr" : "am tas-aluhum kharjan fakhar<u>aa</u>ju rabbika khayrun wahuwa khayru <strong>al</strong>rr<u>aa</u>ziqiin<strong>a</strong>"
}, {
  "ar" : "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
  "id" : "Dan sesungguhnya kamu benar-benar menyeru mereka kepada jalan yang lurus.",
  "nomor" : "73",
  "tr" : "wa-innaka latad'uuhum il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
}, {
  "ar" : "وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ",
  "id" : "Dan sesungguhnya orang-orang yang tidak beriman kepada negeri akhirat benar-benar menyimpang dari jalan (yang lurus).",
  "nomor" : "74",
  "tr" : "wa-inna <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati 'ani <strong>al</strong><u>shsh</u>ir<u>aath</u>i lan<u>aa</u>kibuun<strong>a</strong>"
}, {
  "ar" : "وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ",
  "id" : "Andaikata mereka Kami belas kasihani, dan Kami lenyapkan kemudharatan yang mereka alami, benar-benar mereka akan terus menerus terombang-ambing dalam keterlaluan mereka.",
  "nomor" : "75",
  "tr" : "walaw ra<u>h</u>imn<u>aa</u>hum wakasyafn<u>aa</u> m<u>aa</u> bihim min <u>dh</u>urrin lalajjuu fii <u>th</u>ughy<u>aa</u>nihim ya'mahuun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
  "id" : "Dan sesungguhnya Kami telah pernah menimpakan azab kepada mereka, maka mereka tidak tunduk kepada Tuhan mereka, dan (juga) tidak memohon (kepada-Nya) dengan merendahkan diri.",
  "nomor" : "76",
  "tr" : "walaqad akha<u>dz</u>n<u>aa</u>hum bi<strong>a</strong>l'a<u>dzaa</u>bi fam<u>aa</u> istak<u>aa</u>nuu lirabbihim wam<u>aa</u> yata<u>dh</u>arra'uun<strong>a</strong>"
}, {
  "ar" : "حَتَّىٰ إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
  "id" : "Hingga apabila Kami bukakan untuk mereka suatu pintu tempat azab yang amat sangat (di waktu itulah) tiba-tiba mereka menjadi putus asa.",
  "nomor" : "77",
  "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> fata<u>h</u>n<u>aa</u> 'alayhim b<u>aa</u>ban <u>dzaa</u> 'a<u>dzaa</u>bin syadiidin i<u>dzaa</u> hum fiihi mublisuun<strong>a</strong>"
}, {
  "ar" : "وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۚ قَلِيلًا مَا تَشْكُرُونَ",
  "id" : "Dan Dialah yang telah menciptakan bagi kamu sekalian, pendengaran, penglihatan dan hati. Amat sedikitlah kamu bersyukur.",
  "nomor" : "78",
  "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii ansya-a lakumu <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra wa<strong>a</strong>l-af-idata qaliilan m<u>aa</u> tasykuruun<strong>a</strong>"
}, {
  "ar" : "وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
  "id" : "Dan Dialah yang menciptakan serta mengembang biakkan kamu di bumi ini dan kepada-Nyalah kamu akan dihimpunkan.",
  "nomor" : "79",
  "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii <u>dz</u>ara-akum fii <strong>a</strong>l-ar<u>dh</u>i wa-ilayhi tu<u>h</u>syaruun<strong>a</strong>"
}, {
  "ar" : "وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ",
  "id" : "Dan Dialah yang menghidupkan dan mematikan, dan Dialah yang (mengatur) pertukaran malam dan siang. Maka apakah kamu tidak memahaminya?",
  "nomor" : "80",
  "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii yu<u>h</u>yii wayumiitu walahu ikhtil<u>aa</u>fu <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri afal<u>aa</u> ta'qiluun<strong>a</strong>"
}, {
  "ar" : "بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ",
  "id" : "Sebenarnya mereka mengucapkan perkataan yang serupa dengan perkataan yang diucapkan oleh orang-orang dahulu kala.",
  "nomor" : "81",
  "tr" : "bal q<u>aa</u>luu mitsla m<u>aa</u> q<u>aa</u>la <strong>a</strong>l-awwaluun<strong>a</strong>"
}, {
  "ar" : "قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ",
  "id" : "Mereka berkata: \"Apakah betul, apabila kami telah mati dan kami telah menjadi tanah dan tulang belulang, apakah sesungguhnya kami benar-benar akan dibangkitkan ?",
  "nomor" : "82",
  "tr" : "q<u>aa</u>luu a-i<u>dzaa</u> mitn<u>aa</u> wakunn<u>aa</u> tur<u>aa</u>ban wa'i<u>zhaa</u>man a-inn<u>aa</u> lamab'uutsuun<strong>a</strong>"
}, {
  "ar" : "لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَٰذَا مِنْ قَبْلُ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
  "id" : "Sesungguhnya kami dan bapak-bapak kami telah diberi ancaman (dengan) ini dahulu, ini tidak lain hanyalah dongengan orang-orang dahulu kala!\".",
  "nomor" : "83",
  "tr" : "laqad wu'idn<u>aa</u> na<u>h</u>nu wa<u>aa</u>b<u>aa</u>un<u>aa</u> h<u>aadzaa</u> min qablu in h<u>aadzaa</u> ill<u>aa</u> as<u>aath</u>iiru <strong>a</strong>l-awwaliin<strong>a</strong>"
}, {
  "ar" : "قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ",
  "id" : "Katakanlah: \"Kepunyaan siapakah bumi ini, dan semua yang ada padanya, jika kamu mengetahui?\"",
  "nomor" : "84",
  "tr" : "qul limani <strong>a</strong>l-ar<u>dh</u>u waman fiih<u>aa</u> in kuntum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ",
  "id" : "Mereka akan menjawab: \"Kepunyaan Allah.\" Katakanlah: \"Maka apakah kamu tidak ingat?\"",
  "nomor" : "85",
  "tr" : "sayaquuluuna lill<u>aa</u>hi qul afal<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>"
}, {
  "ar" : "قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ",
  "id" : "Katakanlah: \"Siapakah Yang Empunya langit yang tujuh dan Yang Empunya 'Arsy yang besar?\"",
  "nomor" : "86",
  "tr" : "qul man rabbu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti <strong>al</strong>ssab'i warabbu <strong>a</strong>l'arsyi <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
}, {
  "ar" : "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ",
  "id" : "Mereka akan menjawab: \"Kepunyaan Allah.\" Katakanlah: \"Maka apakah kamu tidak bertakwa?\"",
  "nomor" : "87",
  "tr" : "sayaquuluuna lill<u>aa</u>hi qul afal<u>aa</u> tattaquun<strong>a</strong>"
}, {
  "ar" : "قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ",
  "id" : "Katakanlah: \"Siapakah yang di tangan-Nya berada kekuasaan atas segala sesuatu sedang Dia melindungi, tetapi tidak ada yang dapat dilindungi dari (azab)-Nya, jika kamu mengetahui?\"",
  "nomor" : "88",
  "tr" : "qul man biyadihi malakuutu kulli syay-in wahuwa yujiiru wal<u>aa</u> yuj<u>aa</u>ru 'alayhi in kuntum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنَّىٰ تُسْحَرُونَ",
  "id" : "Mereka akan menjawab: \"Kepunyaan Allah.\" Katakanlah: \"(Kalau demikian), maka dari jalan manakah kamu ditipu?\"",
  "nomor" : "89",
  "tr" : "sayaquuluuna lill<u>aa</u>hi qul fa-ann<u>aa</u> tus<u>h</u>aruun<strong>a</strong>"
}, {
  "ar" : "بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ",
  "id" : "Sebenarnya Kami telah membawa kebenaran kepada mereka, dan sesungguhnya mereka benar-benar orang-orang yang berdusta.",
  "nomor" : "90",
  "tr" : "bal atayn<u>aa</u>hum bi<strong>a</strong>l<u>h</u>aqqi wa-innahum lak<u>aadz</u>ibuun<strong>a</strong>"
}, {
  "ar" : "مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَٰهٍ ۚ إِذًا لَذَهَبَ كُلُّ إِلَٰهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ",
  "id" : "Allah sekali-kali tidak mempunyai anak, dan sekali-kali tidak ada tuhan (yang lain) beserta-Nya, kalau ada tuhan beserta-Nya, masing-masing tuhan itu akan membawa makhluk yang diciptakannya, dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Maha Suci Allah dari apa yang mereka sifatkan itu,",
  "nomor" : "91",
  "tr" : "m<u>aa</u> ittakha<u>dz</u>a <strong>al</strong>l<u>aa</u>hu min waladin wam<u>aa</u> k<u>aa</u>na ma'ahu min il<u>aa</u>hin i<u>dz</u>an la<u>dz</u>ahaba kullu il<u>aa</u>hin bim<u>aa</u> khalaqa wala'al<u>aa</u> ba'<u>dh</u>uhum 'al<u>aa</u> ba'<u>dh</u>in sub<u>haa</u>na <strong>al</strong>l<u>aa</u>hi 'amm<u>aa</u> ya<u>sh</u>ifuun<strong>a</strong>"
}, {
  "ar" : "عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
  "id" : "Yang mengetahui semua yang ghaib dan semua yang nampak, maka Maha Tinggilah Dia dari apa yang mereka persekutukan.",
  "nomor" : "92",
  "tr" : "'<u>aa</u>limi <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati fata'<u>aa</u>l<u>aa</u> 'amm<u>aa</u> yusyrikuun<strong>a</strong>"
}, {
  "ar" : "قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ",
  "id" : "Katakanlah: \"Ya Tuhanku, jika Engkau sungguh-sungguh hendak memperlihatkan kepadaku azab yang diancamkan kepada mereka,",
  "nomor" : "93",
  "tr" : "qul rabbi imm<u>aa</u> turiyannii m<u>aa</u> yuu'aduun<strong>a</strong>"
}, {
  "ar" : "رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ",
  "id" : "ya Tuhanku, maka janganlah Engkau jadikan aku berada di antara orang-orang yang zalim.\"",
  "nomor" : "94",
  "tr" : "rabbi fal<u>aa</u> taj'alnii fii <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَإِنَّا عَلَىٰ أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ",
  "id" : "Dan sesungguhnya Kami benar-benar kuasa untuk memperlihatkan kepadamu apa yang Kami ancamkan kepada mereka.",
  "nomor" : "95",
  "tr" : "wa-inn<u>aa</u> 'al<u>aa</u> an nuriyaka m<u>aa</u> na'iduhum laq<u>aa</u>diruun<strong>a</strong>"
}, {
  "ar" : "ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ",
  "id" : "Tolaklah perbuatan buruk mereka dengan yang lebih baik. Kami lebih mengetahui apa yang mereka sifatkan.",
  "nomor" : "96",
  "tr" : "idfa' bi<strong>a</strong>llatii hiya a<u>h</u>sanu <strong>al</strong>ssayyi-ata na<u>h</u>nu a'lamu bim<u>aa</u> ya<u>sh</u>ifuun<strong>a</strong>"
}, {
  "ar" : "وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ",
  "id" : "Dan katakanlah: \"Ya Tuhanku aku berlindung kepada Engkau dari bisikan-bisikan syaitan.",
  "nomor" : "97",
  "tr" : "waqul rabbi a'uu<u>dz</u>u bika min hamaz<u>aa</u>ti <strong>al</strong>sysyay<u>aath</u>iin<strong>i</strong>"
}, {
  "ar" : "وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ",
  "id" : "Dan aku berlindung (pula) kepada Engkau ya Tuhanku, dari kedatangan mereka kepadaku.\"",
  "nomor" : "98",
  "tr" : "wa-a'uu<u>dz</u>u bika rabbi an ya<u>hd</u>uruun<strong>i</strong>"
}, {
  "ar" : "حَتَّىٰ إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ",
  "id" : "(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata: \"Ya Tuhanku kembalikanlah aku (ke dunia),",
  "nomor" : "99",
  "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-a a<u>h</u>adahumu <strong>a</strong>lmawtu q<u>aa</u>la rabbi irji'uun<strong>i</strong>"
}, {
  "ar" : "لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ ۚ كَلَّا ۚ إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا ۖ وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ",
  "id" : "agar aku berbuat amal yang saleh terhadap yang telah aku tinggalkan. Sekali-kali tidak. Sesungguhnya itu adalah perkataan yang diucapkannya saja. Dan di hadapan mereka ada dinding sampal hari mereka dibangkitkan.",
  "nomor" : "100",
  "tr" : "la'allii a'malu <u>shaa</u>li<u>h</u>an fiim<u>aa</u> taraktu kall<u>aa</u> innah<u>aa</u> kalimatun huwa q<u>aa</u>-iluh<u>aa</u> wamin war<u>aa</u>-ihim barzakhun il<u>aa</u> yawmi yub'atsuun<strong>a</strong>"
}, {
  "ar" : "فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ",
  "id" : "Apabila sangkakala ditiup maka tidaklah ada lagi pertalian nasab di antara mereka pada hari itu, dan tidak ada pula mereka saling bertanya.",
  "nomor" : "101",
  "tr" : "fa-i<u>dzaa</u> nufikha fii <strong>al</strong><u>shsh</u>uuri fal<u>aa</u> ans<u>aa</u>ba baynahum yawma-i<u>dz</u>in wal<u>aa</u> yatas<u>aa</u>-aluun<strong>a </strong>"
}, {
  "ar" : "فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
  "id" : "Barangsiapa yang berat timbangan (kebaikan)nya, maka mereka itulah orang-orang yang dapat keberuntungan.",
  "nomor" : "102",
  "tr" : "faman tsaqulat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ",
  "id" : "Dan barangsiapa yang ringan timbangannya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahannam.",
  "nomor" : "103",
  "tr" : "waman khaffat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum fii jahannama kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ",
  "id" : "Muka mereka dibakar api neraka, dan mereka di dalam neraka itu dalam keadaan cacat.",
  "nomor" : "104",
  "tr" : "talfa<u>h</u>u wujuuhahumu <strong>al</strong>nn<u>aa</u>ru wahum fiih<u>aa</u> k<u>aa</u>li<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "أَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ",
  "id" : "Bukankah ayat-ayat-Ku telah dibacakan kepadamu sekalian, tetapi kamu selalu mendustakannya?",
  "nomor" : "105",
  "tr" : "alam takun <u>aa</u>y<u>aa</u>tii tutl<u>aa</u> 'alaykum fakuntum bih<u>aa</u> tuka<u>dzdz</u>ibuun<strong>a</strong>"
}, {
  "ar" : "قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ",
  "id" : "Mereka berkata: \"Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan adalah kami orang-orang yang sesat.",
  "nomor" : "106",
  "tr" : "q<u>aa</u>luu rabban<u>aa</u> ghalabat 'alayn<u>aa</u> syiqwatun<u>aa</u> wakunn<u>aa</u> qawman <u>daa</u>lliin<strong>a</strong>"
}, {
  "ar" : "رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ",
  "id" : "Ya Tuhan kami, keluarkanlah kami daripadanya (dan kembalikanlah kami ke dunia), maka jika kami kembali (juga kepada kekafiran), sesungguhnya kami adalah orang-orang yang zalim.\"",
  "nomor" : "107",
  "tr" : "rabban<u>aa</u> akhrijn<u>aa</u> minh<u>aa</u> fa-in 'udn<u>aa</u> fa-inn<u>aa</u> <u>zhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ",
  "id" : "Allah berfirman: \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.",
  "nomor" : "108",
  "tr" : "q<u>aa</u>la ikhsauu fiih<u>aa</u> wal<u>aa</u> tukallimuun<strong>i</strong>"
}, {
  "ar" : "إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ",
  "id" : "Sesungguhnya, ada segolongan dari hamba-hamba-Ku berdo'a (di dunia): \"Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang Paling Baik.",
  "nomor" : "109",
  "tr" : "innahu k<u>aa</u>na fariiqun min 'ib<u>aa</u>dii yaquuluuna rabban<u>aa</u> <u>aa</u>mann<u>aa</u> fa<strong>i</strong>ghfir lan<u>aa</u> wa<strong>i</strong>r<u>h</u>amn<u>aa</u> wa-anta khayru <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>"
}, {
  "ar" : "فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰ أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ",
  "id" : "Lalu kamu menjadikan mereka buah ejekan, sehingga (kesibukan) kamu mengejek mereka, menjadikan kamu lupa mengingat Aku, dan adalah kamu selalu mentertawakan mereka,",
  "nomor" : "110",
  "tr" : "fa<strong>i</strong>ttakha<u>dz</u>tumuuhum sikhriyyan <u>h</u>att<u>aa</u> ansawkum <u>dz</u>ikrii wakuntum minhum ta<u>dh</u>akuun<strong>a</strong>"
}, {
  "ar" : "إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ",
  "id" : "Sesungguhnya Aku memberi balasan kepada mereka di hari ini, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang menang.\"",
  "nomor" : "111",
  "tr" : "innii jazaytuhumu <strong>a</strong>lyawma bim<u>aa</u> <u>sh</u>abaruu annahum humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>"
}, {
  "ar" : "قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ",
  "id" : "Allah bertanya: \"Berapa tahunkah lamanya kamu tinggal di bumi?\"",
  "nomor" : "112",
  "tr" : "q<u>aa</u>la kam labitstum fii <strong>a</strong>l-ar<u>dh</u>i 'adada siniin<strong>a</strong>"
}, {
  "ar" : "قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ",
  "id" : "Mereka menjawab: \"Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada orang-orang yang menghitung.\"",
  "nomor" : "113",
  "tr" : "q<u>aa</u>luu labitsn<u>aa</u> yawman aw ba'<u>dh</u>a yawmin fa<strong>i</strong>s-ali <strong>a</strong>l'<u>aa</u>ddiin<strong>a</strong>"
}, {
  "ar" : "قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا ۖ لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ",
  "id" : "Allah berfirman: \"Kamu tidak tinggal (di bumi) melainkan sebentar saja, kalau kamu sesungguhnya mengetahui\"",
  "nomor" : "114",
  "tr" : "q<u>aa</u>la in labitstum ill<u>aa</u> qaliilan law annakum kuntum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
  "id" : "Maka apakah kamu mengira, bahwa sesungguhnya Kami menciptakan kamu secara main-main (saja), dan bahwa kamu tidak akan dikembalikan kepada Kami?",
  "nomor" : "115",
  "tr" : "afa<u>h</u>asibtum annam<u>aa</u> khalaqn<u>aa</u>kum 'abatsan wa-annakum ilayn<u>aa</u> l<u>aa</u> turja'uun<strong>a</strong>"
}, {
  "ar" : "فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ",
  "id" : "Maka Maha Tinggi Allah, Raja Yang Sebenarnya; tidak ada Tuhan selain Dia, Tuhan (Yang mempunyai) 'Arsy yang mulia.",
  "nomor" : "116",
  "tr" : "fata'<u>aa</u>l<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmaliku <strong>a</strong>l<u>h</u>aqqu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa rabbu <strong>a</strong>l'arsyi <strong>a</strong>lkariim<strong>i</strong>"
}, {
  "ar" : "وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ",
  "id" : "Dan barangsiapa menyembah tuhan yang lain di samping Allah, padahal tidak ada suatu dalilpun baginya tentang itu, maka sesungguhnya perhitungannya di sisi Tuhannya. Sesungguhnya orang-orang yang kafir itu tiada beruntung.",
  "nomor" : "117",
  "tr" : "waman yad'u ma'a <strong>al</strong>l<u>aa</u>hi il<u>aa</u>han <u>aa</u>khara l<u>aa</u> burh<u>aa</u>na lahu bihi fa-innam<u>aa</u> <u>h</u>is<u>aa</u>buhu 'inda rabbihi innahu l<u>aa</u> yufli<u>h</u>u <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>"
}, {
  "ar" : "وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ",
  "id" : "Dan katakanlah: \"Ya Tuhanku berilah ampun dan berilah rahmat, dan Engkau adalah Pemberi rahmat Yang Paling baik.\"",
  "nomor" : "118",
  "tr" : "waqul rabbi ighfir wa<strong>i</strong>r<u>h</u>am wa-anta khayru <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>"
} ]
