[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الم",
  "id" : "Alif laam miim",
  "nomor" : "1",
  "tr" : "alif-l<u>aa</u>m-miim"
}, {
  "ar" : "أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ",
  "id" : "Apakah manusia itu mengira bahwa mereka dibiarkan (saja) mengatakan : \"Kami telah beriman\", sedang mereka tidak diuji lagi?",
  "nomor" : "2",
  "tr" : "a<u>h</u>asiba <strong>al</strong>nn<u>aa</u>su an yutrakuu an yaquuluu <u>aa</u>mann<u>aa</u> wahum l<u>aa</u> yuftanuun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ",
  "id" : "Dan sesungguhnya kami telah menguji orang-orang yang sebelum mereka, maka sesungguhnya Allah mengetahui orang-orang yang benar dan sesungguhnya Dia mengetahui orang-orang yang dusta.",
  "nomor" : "3",
  "tr" : "walaqad fatann<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablihim falaya'lamanna <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>sh</u>adaquu walaya'lamanna <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>"
}, {
  "ar" : "أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا ۚ سَاءَ مَا يَحْكُمُونَ",
  "id" : "Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput (dari azab) Kami? Amatlah buruk apa yang mereka tetapkan itu.",
  "nomor" : "4",
  "tr" : "am <u>h</u>asiba <strong>al</strong>la<u>dz</u>iina ya'maluuna <strong>al</strong>ssayyi-<u>aa</u>ti an yasbiquun<u>aa</u> s<u>aa</u>-a m<u>aa</u> ya<u>h</u>kumuun<strong>a</strong>"
}, {
  "ar" : "مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ",
  "id" : "Barangsiapa yang mengharap pertemuan dengan Allah, maka sesungguhnya waktu (yang dijanjikan) Allah itu, pasti datang. Dan Dialah Yang Maha mendengar lagi Maha Mengetahui.",
  "nomor" : "5",
  "tr" : "man k<u>aa</u>na yarjuu liq<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi fa-inna ajala <strong>al</strong>l<u>aa</u>hi la<u>aa</u>tin wahuwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>"
}, {
  "ar" : "وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ ۚ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ",
  "id" : "Dan barangsiapa yang berjihad, maka sesungguhnya jihadnya itu adalah untuk dirinya sendiri. Sesungguhnya Allah benar-benar Maha Kaya (tidak memerlukan sesuatu) dari semesta alam.",
  "nomor" : "6",
  "tr" : "waman j<u>aa</u>hada fa-innam<u>aa</u> yuj<u>aa</u>hidu linafsihi inna <strong>al</strong>l<u>aa</u>ha laghaniyyun 'ani <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ",
  "id" : "Dan orang-orang yang beriman dan beramal saleh, benar-benar akan Kami hapuskan dari mereka dosa-dosa mereka dan benar-benar akan Kami beri mereka balasan yang lebih baik dari apa yang mereka kerjakan.",
  "nomor" : "7",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lanukaffiranna 'anhum sayyi-<u>aa</u>tihim walanajziyannahum a<u>h</u>sana <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا ۖ وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا ۚ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
  "id" : "Dan Kami wajibkan manusia (berbuat) kebaikan kepada dua orang ibu-bapaknya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang tidak ada pengetahuanmu tentang itu, maka janganlah kamu mengikuti keduanya. Hanya kepada-Ku-lah kembalimu, lalu Aku kabarkan kepadamu apa yang telah kamu kerjakan.",
  "nomor" : "8",
  "tr" : "wawa<u>shsh</u>ayn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na biw<u>aa</u>lidayhi <u>h</u>usnan wa-in j<u>aa</u>had<u>aa</u>ka litusyrika bii m<u>aa</u> laysa laka bihi 'ilmun fal<u>aa</u> tu<u>th</u>i'hum<u>aa</u> ilayya marji'ukum fa-unabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ",
  "id" : "Dan orang-orang yang beriman dan mengerjakan amal saleh benar-benar akan Kami masukkan mereka ke dalam (golongan) orang-orang yang saleh.",
  "nomor" : "9",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lanudkhilannahum fii <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ",
  "id" : "Dan di antara manusia ada orang yang berkata: \"Kami beriman kepada Allah\", maka apabila ia disakiti (karena ia beriman) kepada Allah, ia menganggap fitnah manusia itu sebagai azab Allah. Dan sungguh jika datang pertolongan dari Tuhanmu, mereka pasti akan berkata: \"Sesungguhnya kami adalah besertamu\". Bukankah Allah lebih mengetahui apa yang ada dalam dada semua manusia?",
  "nomor" : "10",
  "tr" : "wamina <strong>al</strong>nn<u>aa</u>si man yaquulu <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi fa-i<u>dzaa</u> uu<u>dz</u>iya fii <strong>al</strong>l<u>aa</u>hi ja'ala fitnata <strong>al</strong>nn<u>aa</u>si ka'a<u>dzaa</u>bi <strong>al</strong>l<u>aa</u>hi wala-in j<u>aa</u>-a na<u>sh</u>run min rabbika layaquulunna inn<u>aa</u> kunn<u>aa</u> ma'akum awa laysa <strong>al</strong>l<u>aa</u>hu bi-a'lama bim<u>aa</u> fii <u>sh</u>uduuri <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ",
  "id" : "Dan sesungguhnya Allah benar-benar mengetahui orang-orang yang beriman: dan sesungguhnya Dia mengetahui orang-orang yang munafik.",
  "nomor" : "11",
  "tr" : "walaya'lamanna <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu walaya'lamanna <strong>a</strong>lmun<u>aa</u>fiqiin<strong>a</strong>"
}, {
  "ar" : "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ ۖ إِنَّهُمْ لَكَاذِبُونَ",
  "id" : "Dan berkatalah orang-orang kafir kepada orang-orang yang beriman: \"Ikutilah jalan kami, dan nanti kami akan memikul dosa-dosamu\", dan mereka (sendiri) sedikitpun tidak (sanggup), memikul dosa-dosa mereka. Sesungguhnya mereka adalah benar-benar orang pendusta.",
  "nomor" : "12",
  "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lilla<u>dz</u>iina <u>aa</u>manuu ittabi'uu sabiilan<u>aa</u> walna<u>h</u>mil kha<u>th</u><u>aa</u>y<u>aa</u>kum wam<u>aa</u> hum bi<u>haa</u>miliina min kha<u>th</u><u>aa</u>y<u>aa</u>hum min syay-in innahum lak<u>aadz</u>ibuun<strong>a</strong>"
}, {
  "ar" : "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ ۖ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ",
  "id" : "Dan sesungguhnya mereka akan memikul beban (dosa) mereka, dan beban-beban (dosa yang lain) di samping beban-beban mereka sendiri, dan sesungguhnya mereka akan ditanya pada hari kiamat tentang apa yang selalu mereka ada-adakan.",
  "nomor" : "13",
  "tr" : "walaya<u>h</u>milunna atsq<u>aa</u>lahum wa-atsq<u>aa</u>lan ma'a atsq<u>aa</u>lihim walayus-alunna yawma <strong>a</strong>lqiy<u>aa</u>mati 'amm<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ",
  "id" : "Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, maka ia tinggal di antara mereka seribu tahun kurang lima puluh tahun. Maka mereka ditimpa banjir besar, dan mereka adalah orang-orang yang zalim.",
  "nomor" : "14",
  "tr" : "walaqad arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi falabitsa fiihim <strong>a</strong>lfa sanatin ill<u>aa</u> khamsiina '<u>aa</u>man fa-akha<u>dz</u>ahumu <strong>al</strong><u>ththh</u>uuf<u>aa</u>nu wahum <u>zhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ",
  "id" : "Maka Kami selamatkan Nuh dan penumpang-penumpang bahtera itu dan Kami jadikan peristiwa itu pelajaran bagi semua umat manusia.",
  "nomor" : "15",
  "tr" : "fa-anjayn<u>aa</u>hu wa-a<u>sh</u>-<u>haa</u>ba <strong>al</strong>ssafiinati waja'aln<u>aa</u>h<u>aa</u> <u>aa</u>yatan lil'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
  "id" : "Dan (ingatlah) Ibrahim, ketika ia berkata kepada kaumnya: \"Sembahlah olehmu Allah dan bertakwalah kepada-Nya. Yang demikian itu adalah lebih baik bagimu, jika kamu mengetahui.",
  "nomor" : "16",
  "tr" : "wa-ibr<u>aa</u>hiima i<u>dz</u> q<u>aa</u>la liqawmihi u'buduu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>ttaquuhu <u>dzaa</u>likum khayrun lakum in kuntum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ ۖ إِلَيْهِ تُرْجَعُونَ",
  "id" : "Sesungguhnya apa yang kamu sembah selain Allah itu adalah berhala, dan kamu membuat dusta. Sesungguhnya yang kamu sembah selain Allah itu tidak mampu memberikan rezki kepadamu; maka mintalah rezki itu di sisi Allah, dan sembahlah Dia dan bersyukurlah kepada-Nya. Hanya kepada-Nyalah kamu akan dikembalikan.",
  "nomor" : "17",
  "tr" : "innam<u>aa</u> ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi awts<u>aa</u>nan watakhluquuna ifkan inna <strong>al</strong>la<u>dz</u>iina ta'buduuna min duuni <strong>al</strong>l<u>aa</u>hi l<u>aa</u> yamlikuuna lakum rizqan fa<strong>i</strong>btaghuu 'inda <strong>al</strong>l<u>aa</u>hi <strong>al</strong>rrizqa wa<strong>u</strong>'buduuhu wa<strong>u</strong>sykuruu lahu ilayhi turja'uun<strong>a</strong>"
}, {
  "ar" : "وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ ۖ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ",
  "id" : "Dan jika kamu (orang kafir) mendustakan, maka umat yang sebelum kamu juga telah mendustakan. Dan kewajiban rasul itu, tidak lain hanyalah menyampaikan (agama Allah) dengan seterang-terangnya.\"",
  "nomor" : "18",
  "tr" : "wa-in tuka<u>dzdz</u>ibuu faqad ka<u>dzdz</u>aba umamun min qablikum wam<u>aa</u> 'al<u>aa</u> <strong>al</strong>rrasuuli ill<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu <strong>a</strong>lmubiin<strong>u</strong>"
}, {
  "ar" : "أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
  "id" : "Dan apakah mereka tidak memperhatikan bagaimana Allah menciptakan (manusia) dari permulaannya, kemudian mengulanginya (kembali). Sesungguhnya yang demikian itu adalah mudah bagi Allah.",
  "nomor" : "19",
  "tr" : "awa lam yaraw kayfa yubdi-u <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lkhalqa tsumma yu'iiduhu inna <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>"
}, {
  "ar" : "قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ۚ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Katakanlah: \"Berjalanlah di (muka) bumi, maka perhatikanlah bagaimana Allah menciptakan (manusia) dari permulaannya, kemudian Allah menjadikannya sekali lagi. Sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "20",
  "tr" : "qul siiruu fii <strong>a</strong>l-ar<u>dh</u>i fa<strong>u</strong>n<u>zh</u>uruu kayfa bada-a <strong>a</strong>lkhalqa tsumma <strong>al</strong>l<u>aa</u>hu yunsyi-u <strong>al</strong>nnasy-ata <strong>a</strong>l-<u>aa</u>khirata inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ ۖ وَإِلَيْهِ تُقْلَبُونَ",
  "id" : "Allah mengazab siapa yang dikehendaki-Nya, dan memberi rahmat kepada siapa yang dikehendaki-Nya, dan hanya kepada-Nya-lah kamu akan dikembalikan.",
  "nomor" : "21",
  "tr" : "yu'a<u>dzdz</u>ibu man yasy<u>aa</u>u wayar<u>h</u>amu man yasy<u>aa</u>u wa-ilayhi tuqlabuun<strong>a</strong>"
}, {
  "ar" : "وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ ۖ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
  "id" : "Dan kamu sekali-kali tidak dapat melepaskan diri (dari azab Allah) di bumi dan tidak (pula) di langit dan sekali-kali tiadalah bagimu pelindung dan penolong selain Allah.",
  "nomor" : "22",
  "tr" : "wam<u>aa</u> antum bimu'jiziina fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>-i wam<u>aa</u> lakum min duuni <strong>al</strong>l<u>aa</u>hi min waliyyin wal<u>aa</u> na<u>sh</u>iir<strong>in</strong>"
}, {
  "ar" : "وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ أُولَٰئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
  "id" : "Dan orang-orang yang kafir terhadap ayat-ayat Allah dan pertemuan dengan Dia, mereka putus asa dari rahmat-Ku, dan mereka itu mendapat azab yang pedih.",
  "nomor" : "23",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina kafaruu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi waliq<u>aa</u>-ihi ul<u>aa</u>-ika ya-isuu min ra<u>h</u>matii waul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
  "id" : "Maka tidak adalah jawaban kaum Ibrahim, selain mengatakan: \"Bunuhlah atau bakarlah dia\", lalu Allah menyelamatkannya dari api. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kebesaran Allah bagi orang-orang yang beriman.",
  "nomor" : "24",
  "tr" : "fam<u>aa</u> k<u>aa</u>na jaw<u>aa</u>ba qawmihi ill<u>aa</u> an q<u>aa</u>luu uqtuluuhu aw <u>h</u>arriquuhu fa-anj<u>aa</u>hu <strong>al</strong>l<u>aa</u>hu mina <strong>al</strong>nn<u>aa</u>ri inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yu/minuun<strong>a</strong>"
}, {
  "ar" : "وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ۖ ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ",
  "id" : "Dan berkata Ibrahim: \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah adalah untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan dunia ini kemudian di hari kiamat sebahagian kamu mengingkari sebahagian (yang lain) dan sebahagian kamu mela'nati sebahagian (yang lain); dan tempat kembalimu ialah neraka, dan sekali-kali tak ada bagimu para penolongpun.",
  "nomor" : "25",
  "tr" : "waq<u>aa</u>la innam<u>aa</u> ittakha<u>dz</u>tum min duuni <strong>al</strong>l<u>aa</u>hi awts<u>aa</u>nan mawaddata baynikum fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> tsumma yawma <strong>a</strong>lqiy<u>aa</u>mati yakfuru ba'<u>dh</u>ukum biba'<u>dh</u>in wayal'anu ba'<u>dh</u>ukum ba'<u>dh</u>an wama-w<u>aa</u>kumu <strong>al</strong>nn<u>aa</u>ru wam<u>aa</u> lakum min n<u>aas</u>iriin<strong>a</strong>"
}, {
  "ar" : "فَآمَنَ لَهُ لُوطٌ ۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّي ۖ إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Maka Luth membenarkan (kenabian)nya. Dan berkatalah Ibrahim: \"Sesungguhnya aku akan berpindah ke (tempat yang diperintahkan) Tuhanku (kepadaku); sesungguhnya Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "26",
  "tr" : "fa<u>aa</u>mana lahu luu<u>th</u>un waq<u>aa</u>la innii muh<u>aa</u>jirun il<u>aa</u> rabbii innahu huwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا ۖ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ",
  "id" : "Dan Kami anugrahkan kepda Ibrahim, Ishak dan Ya'qub, dan Kami jadikan kenabian dan Al Kitab pada keturunannya, dan Kami berikan kepadanya balasannya di dunia; dan sesungguhnya dia di akhirat, benar-benar termasuk orang-orang yang saleh.",
  "nomor" : "27",
  "tr" : "wawahabn<u>aa</u> lahu is<u>haa</u>qa waya'quuba waja'aln<u>aa</u> fii <u>dz</u>urriyyatihi <strong>al</strong>nnubuwwata wa<strong>a</strong>lkit<u>aa</u>ba wa<u>aa</u>tayn<u>aa</u>hu ajrahu fii <strong>al</strong>dduny<u>aa</u> wa-innahu fii <strong>a</strong>l-<u>aa</u>khirati lamina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ",
  "id" : "Dan (ingatlah) ketika Luth berkata pepada kaumnya: \"Sesungguhnya kamu benar-benar mengerjakan perbuatan yang amat keji yang belum pernah dikerjakan oleh seorangpun dari umat-umat sebelum kamu\".",
  "nomor" : "28",
  "tr" : "waluu<u>th</u>an i<u>dz</u> q<u>aa</u>la liqawmihi innakum lata/tuuna <strong>a</strong>lf<u>aah</u>isyata m<u>aa</u> sabaqakum bih<u>aa</u> min a<u>h</u>adin mina <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
  "id" : "Apakah sesungguhnya kamu patut mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu? Maka jawaban kaumnya tidak lain hanya mengatakan: \"Datangkanlah kepada kami azab Allah, jika kamu termasuk orang-orang yang benar\".",
  "nomor" : "29",
  "tr" : "a-innakum lata/tuuna <strong>al</strong>rrij<u>aa</u>la wataq<u>th</u>a'uuna <strong>al</strong>ssabiila wata/tuuna fii n<u>aa</u>diikumu <strong>a</strong>lmunkara fam<u>aa</u> k<u>aa</u>na jaw<u>aa</u>ba qawmihi ill<u>aa</u> an q<u>aa</u>luu i/tin<u>aa</u> bi'a<u>dzaa</u>bi <strong>al</strong>l<u>aa</u>hi in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "قَالَ رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ",
  "id" : "Luth berdo'a: \"Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas kaum yang berbuat kerusakan itu\".",
  "nomor" : "30",
  "tr" : "q<u>aa</u>la rabbi un<u>sh</u>urnii 'al<u>aa</u> <strong>a</strong>lqawmi <strong>a</strong>lmufsidiin<strong>a</strong>"
}, {
  "ar" : "وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَىٰ قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَٰذِهِ الْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ",
  "id" : "Dan tatkala utusan Kami (para malaikat) datang kepada Ibrahim membawa kabar gembira, mereka mengatakan: \"Sesungguhnya kami akan menghancurkan penduduk negeri (Sodom) ini; sesungguhnya penduduknya adalah orang-orang yang zalim\".",
  "nomor" : "31",
  "tr" : "walamm<u>aa</u> j<u>aa</u>-at rusulun<u>aa</u> ibr<u>aa</u>hiima bi<strong>a</strong>lbusyr<u>aa</u> q<u>aa</u>luu inn<u>aa</u> muhlikuu ahli h<u>aadz</u>ihi <strong>a</strong>lqaryati inna ahlah<u>aa</u> k<u>aa</u>nuu <u>zhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا ۖ لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ",
  "id" : "Berkata Ibrahim: \"Sesungguhnya di kota itu ada Luth\". Para malaikat berkata : \"Kami lebih mengetahui siapa yang ada di kota itu. Kami sungguh-sungguh akan menyelamatkan dia dan pengikut-pengikutnya kecuali isterinya. Dia adalah termasuk orang-orang yang tertinggal (dibinasakan).",
  "nomor" : "32",
  "tr" : "q<u>aa</u>la inna fiih<u>aa</u> luu<u>th</u>an q<u>aa</u>luu na<u>h</u>nu a'lamu biman fiih<u>aa</u> lanunajjiyannahu wa-ahlahu ill<u>aa</u> imra-atahu k<u>aa</u>nat mina <strong>a</strong>lgh<u>aa</u>biriin<strong>a</strong>"
}, {
  "ar" : "وَلَمَّا أَنْ جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ",
  "id" : "Dan tatkala datang utusan-utusan Kami (para malaikat) itu kepada Luth, dia merasa susah karena (kedatangan) mereka, dan (merasa) tidak punya kekuatan untuk melindungi mereka dan mereka berkata: \"Janganlah kamu takut dan jangan (pula) susah. Sesungguhnya kami akan menyelamatkan kamu dan pengikut-pengikutmu, kecuali isterimu, dia adalah termasuk orang-orang yang tertinggal (dibinasakan)\".",
  "nomor" : "33",
  "tr" : "walamm<u>aa</u> an j<u>aa</u>-at rusulun<u>aa</u> luu<u>th</u>an sii-a bihim wa<u>daa</u>qa bihim <u>dz</u>ar'an waq<u>aa</u>luu l<u>aa</u> takhaf wal<u>aa</u> ta<u>h</u>zan inn<u>aa</u> munajjuuka wa-ahlaka ill<u>aa</u> imra-ataka k<u>aa</u>nat mina <strong>a</strong>lgh<u>aa</u>biriin<strong>a</strong>"
}, {
  "ar" : "إِنَّا مُنْزِلُونَ عَلَىٰ أَهْلِ هَٰذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ",
  "id" : "Sesungguhnya Kami akan menurunkan azab dari langit atas penduduk kota ini karena mereka berbuat fasik.",
  "nomor" : "34",
  "tr" : "inn<u>aa</u> munziluuna 'al<u>aa</u> ahli h<u>aadz</u>ihi <strong>a</strong>lqaryati rijzan mina <strong>al</strong>ssam<u>aa</u>-i bim<u>aa</u> k<u>aa</u>nuu yafsuquun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ",
  "id" : "Dan sesungguhnya Kami tinggalkan daripadanya satu tanda yang nyata bagi orang-orang yang berakal.",
  "nomor" : "35",
  "tr" : "walaqad tarakn<u>aa</u> minh<u>aa</u> <u>aa</u>yatan bayyinatan liqawmin ya'qiluun<strong>a</strong>"
}, {
  "ar" : "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
  "id" : "Dan (Kami telah mengutus) kepada penduduk Mad-yan, saudara mereka Syu'aib, maka ia berkata: \"Hai kaumku, sembahlah olehmu Allah, harapkanlah (pahala) hari akhir, dan jangan kamu berkeliaran di muka bumi berbuat kerusakan\".",
  "nomor" : "36",
  "tr" : "wa-il<u>aa</u> madyana akh<u>aa</u>hum syu'ayban faq<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha wa<strong>u</strong>rjuu <strong>a</strong>lyawma <strong>a</strong>l-<u>aa</u>khira wal<u>aa</u> ta'tsaw fii <strong>a</strong>l-ar<u>dh</u>i mufsidiin<strong>a</strong>"
}, {
  "ar" : "فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
  "id" : "Maka mereka mendustakan Syu'aib, lalu mereka ditimpa gempa yang dahsyat, dan jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka.",
  "nomor" : "37",
  "tr" : "faka<u>dzdz</u>abuuhu fa-akha<u>dz</u>at-humu <strong>al</strong>rrajfatu fa-a<u>sh</u>ba<u>h</u>uu fii d<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>"
}, {
  "ar" : "وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ",
  "id" : "Dan (juga) kaum 'Aad dan Tsamud, dan sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Dan syaitan menjadikan mereka memandang baik perbuatan-perbuatan mereka, lalu ia menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang berpandangan tajam,",
  "nomor" : "38",
  "tr" : "wa'<u>aa</u>dan watsamuuda waqad tabayyana lakum min mas<u>aa</u>kinihim wazayyana lahumu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu a'm<u>aa</u>lahum fa<u>sh</u>addahum 'ani <strong>al</strong>ssabiili wak<u>aa</u>nuu mustab<u>sh</u>iriin<strong>a</strong>"
}, {
  "ar" : "وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ ۖ وَلَقَدْ جَاءَهُمْ مُوسَىٰ بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ",
  "id" : "dan (juga) Karun, Fir'aun dan Haman. Dan sesungguhnya telah datang kepada mereka Musa dengan (membawa bukti-bukti) keterangan-keterangan yang nyata. Akan tetapi mereka berlaku sombong di (muka) bumi, dan tiadalah mereka orang-orang yang luput (dari kehancuran itu).",
  "nomor" : "39",
  "tr" : "waq<u>aa</u>ruuna wafir'awna wah<u>aa</u>m<u>aa</u>na walaqad j<u>aa</u>-ahum muus<u>aa</u> bi<strong>a</strong>lbayyin<u>aa</u>ti fa<strong>i</strong>stakbaruu fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> k<u>aa</u>nuu s<u>aa</u>biqiin<strong>a</strong>"
}, {
  "ar" : "فَكُلًّا أَخَذْنَا بِذَنْبِهِ ۖ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا ۚ وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
  "id" : "Maka masing-masing (mereka itu) Kami siksa disebabkan dosanya, maka di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil dan di antara mereka ada yang ditimpa suara keras yang mengguntur, dan di antara mereka ada yang Kami benamkan ke dalam bumi, dan di antara mereka ada yang Kami tenggelamkan, dan Allah sekali-kali tidak hendak menganiaya mereka, akan tetapi merekalah yang menganiaya diri mereka sendiri.",
  "nomor" : "40",
  "tr" : "fakullan akha<u>dz</u>n<u>aa</u> bi<u>dz</u>anbihi faminhum man arsaln<u>aa</u> 'alayhi <u>has</u>iban waminhum man akha<u>dz</u>at-hu <strong>al</strong><u>shsh</u>ay<u>h</u>atu waminhum man khasafn<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a waminhum man aghraqn<u>aa</u> wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liya<u>zh</u>limahum wal<u>aa</u>kin k<u>aa</u>nuu anfusahum ya<u>zh</u>limuun<strong>a</strong>"
}, {
  "ar" : "مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ ۖ لَوْ كَانُوا يَعْلَمُونَ",
  "id" : "Perumpamaan orang-orang yang mengambil pelindung-pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah adalah rumah laba-laba kalau mereka mengetahui.",
  "nomor" : "41",
  "tr" : "matsalu <strong>al</strong>la<u>dz</u>iina ittakha<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi awliy<u>aa</u>-a kamatsali <strong>a</strong>l'ankabuuti ittakha<u>dz</u>at baytan wa-inna awhana <strong>a</strong>lbuyuuti labaytu <strong>a</strong>l'ankabuuti law k<u>aa</u>nuu ya'lamuun<strong>a</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Sesungguhnya Allah mengetahui apa saja yang mereka seru selain Allah. Dan Dia Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "42",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> yad'uuna min duunihi min syay-in wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ",
  "id" : "Dan perumpamaan=perumpamaan ini Kami buat untuk manusia; dan tiada yang memahaminya kecuali orang-orang yang berilmu.",
  "nomor" : "43",
  "tr" : "watilka <strong>a</strong>l-amts<u>aa</u>lu na<u>dh</u>ribuh<u>aa</u> li<strong>l</strong>nn<u>aa</u>si wam<u>aa</u> ya'qiluh<u>aa</u> ill<u>aa</u> <strong>a</strong>l'<u>aa</u>limuun<strong>a</strong>"
}, {
  "ar" : "خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لِلْمُؤْمِنِينَ",
  "id" : "Allah menciptakan langit dan bumi dengan hak. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang mu'min.",
  "nomor" : "44",
  "tr" : "khalaqa <strong>al</strong>l<u>aa</u>hu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi inna fii <u>dzaa</u>lika la<u>aa</u>yatan lilmu-miniin<strong>a</strong>"
}, {
  "ar" : "اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ ۖ إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ۗ وَلَذِكْرُ اللَّهِ أَكْبَرُ ۗ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
  "id" : "Bacalah apa yang telah diwahyukan kepadamu, yaitu Al Kitab (Al Qur'an) dan dirikanlah shalat. Sesungguhnya shalat itu mencegah dari (perbuatan-perbuatan) keji dan mungkar. Dan sesungguhnya mengingat Allah (shalat) adalah lebih besar (keutamaannya dari ibadat-ibadat yang lain). Dan Allah mengetahui apa yang kamu kerjakan.",
  "nomor" : "45",
  "tr" : "utlu m<u>aa</u> uu<u>h</u>iya ilayka mina <strong>a</strong>lkit<u>aa</u>bi wa-aqimi <strong>al</strong><u>shsh</u>al<u>aa</u>ta inna <strong>al</strong><u>shsh</u>al<u>aa</u>ta tanh<u>aa</u> 'ani <strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa<strong>a</strong>lmunkari wala<u>dz</u>ikru <strong>al</strong>l<u>aa</u>hi akbaru wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> ta<u>sh</u>na'uun<strong>a</strong>"
}, {
  "ar" : "وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ ۖ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ",
  "id" : "Dan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang paling baik, kecuali dengan orang-orang zalim di antara mereka, dan katakanlah: \"Kami telah beriman kepada (kitab-kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu; Tuhan kami dan Tuhanmu adalah satu; dan kami hanya kepada-Nya berserah diri\".",
  "nomor" : "46",
  "tr" : "wal<u>aa</u> tuj<u>aa</u>diluu ahla <strong>a</strong>lkit<u>aa</u>bi ill<u>aa</u> bi<strong>a</strong>llatii hiya a<u>h</u>sanu ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu minhum waquuluu <u>aa</u>mann<u>aa</u> bi<strong>a</strong>lla<u>dz</u>ii unzila ilayn<u>aa</u> waunzila ilaykum wa-il<u>aa</u>hun<u>aa</u> wa-il<u>aa</u>hukum w<u>aah</u>idun wana<u>h</u>nu lahu muslimuun<strong>a</strong>"
}, {
  "ar" : "وَكَذَٰلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ ۚ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ ۖ وَمِنْ هَٰؤُلَاءِ مَنْ يُؤْمِنُ بِهِ ۚ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ",
  "id" : "Dan demikian (pulalah) Kami turunkan kepadamu Al Kitab (Al Qur'an). Maka orang-orang yang telah kami berikan kepada mereka Al-Kitab (Taurat) mereka beriman kepadanya (Al Qur'an); dan di antara mereka (orang-orang kafir Mekah) ada yang beriman kepadanya. Dan tiadalah yang mengingkari ayat-ayat kami selain orang-orang kafir.",
  "nomor" : "47",
  "tr" : "waka<u>dzaa</u>lika anzaln<u>aa</u> ilayka <strong>a</strong>lkit<u>aa</u>ba fa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>tayn<u>aa</u>humu <strong>a</strong>lkit<u>aa</u>ba yu/minuuna bihi wamin h<u>aa</u>ul<u>aa</u>-i man yu/minu bihi wam<u>aa</u> yaj<u>h</u>adu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ill<u>aa</u> <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>"
}, {
  "ar" : "وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ ۖ إِذًا لَارْتَابَ الْمُبْطِلُونَ",
  "id" : "Dan kamu tidak pernah membaca sebelumnya (Al Qur'an) sesuatu Kitabpun dan kamu tidak (pernah) menulis suatu Kitab dengan tangan kananmu; andaikata (kamu pernah membaca dan menulis), benar-benar ragulah orang yang mengingkari(mu).",
  "nomor" : "48",
  "tr" : "wam<u>aa</u> kunta tatluu min qablihi min kit<u>aa</u>bin wal<u>aa</u> takhu<u>ththh</u>uhu biyamiinika i<u>dz</u>an la<strong>i</strong>rt<u>aa</u>ba <strong>a</strong>lmub<u>th</u>iluun<strong>a</strong>"
}, {
  "ar" : "بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ ۚ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ",
  "id" : "Sebenarnya, Al Qur'an itu adalah ayat-ayat yang nyata di dalam dada orang-orang yang diberi ilmu. Dan tidak ada yang mengingkari ayat-ayat Kami kecuali orang-orang yang zalim.",
  "nomor" : "49",
  "tr" : "bal huwa <u>aa</u>y<u>aa</u>tun bayyin<u>aa</u>tun fii <u>sh</u>uduuri <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>l'ilma wam<u>aa</u> yaj<u>h</u>adu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ill<u>aa</u> <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ ۖ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ",
  "id" : "Dan orang-orang kafir Mekah berkata: \"Mengapa tidak diturunkan kepadanya mu'jizat-mu'jizat dari Tuhannya?\" Katakanlah: \"Sesungguhnya mu'jizat-mu'jizat itu terserah kepada Allah. Dan sesungguhnya aku hanya seorang pemberi peringatan yang nyata\".",
  "nomor" : "50",
  "tr" : "waq<u>aa</u>luu lawl<u>aa</u> unzila 'alayhi <u>aa</u>y<u>aa</u>tun min rabbihi qul innam<u>aa</u> <strong>a</strong>l-<u>aa</u>y<u>aa</u>tu 'inda <strong>al</strong>l<u>aa</u>hi wa-innam<u>aa</u> an<u>aa</u> na<u>dz</u>iirun mubiin<strong>un</strong>"
}, {
  "ar" : "أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِي ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ",
  "id" : "Dan apakah tidak cukup bagi mereka bahwasanya Kami telah menurunkan kepadamu Al Kitab (Al Qur'an) sedang dia dibacakan kepada mereka? Sesungguhnya dalam (Al Qur'an) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman.",
  "nomor" : "51",
  "tr" : "awa lam yakfihim ann<u>aa</u> anzaln<u>aa</u> 'alayka <strong>a</strong>lkit<u>aa</u>ba yutl<u>aa</u> 'alayhim inna fii <u>dzaa</u>lika lara<u>h</u>matan wa<u>dz</u>ikr<u>aa</u> liqawmin yu/minuun<strong>a</strong>"
}, {
  "ar" : "قُلْ كَفَىٰ بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
  "id" : "Katakanlah: \"Cukuplah Allah menjadi saksi antaraku dan antaramu. Dia mengetahui apa yang di langit dan di bumi. Dan orang-orang yang percaya kepada yang batil dan ingkar kepada Allah, mereka itulah orang-orang yang merugi.",
  "nomor" : "52",
  "tr" : "qul kaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi baynii wabaynakum syahiidan ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu bi<strong>a</strong>lb<u>aath</u>ili wakafaruu bi<strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
}, {
  "ar" : "وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ ۚ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
  "id" : "Dan mereka meminta kepadamu supaya segera diturunkan azab. Kalau tidaklah karena waktu yang telah ditetapkan, benar-benar telah datang azab kepada mereka, dan azab itu benar-benar akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya.",
  "nomor" : "53",
  "tr" : "wayasta'jiluunaka bi<strong>a</strong>l'a<u>dzaa</u>bi walawl<u>aa</u> ajalun musamman laj<u>aa</u>-ahumu <strong>a</strong>l'a<u>dzaa</u>bu walaya/tiyannahum baghtatan wahum l<u>aa</u> yasy'uruun<strong>a</strong>"
}, {
  "ar" : "يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ",
  "id" : "Mereka meminta kepadamu supaya segera diturunkan azab. Dan sesungguhnya Jahannam benar-benar meliputi orang-orang yang kafir,",
  "nomor" : "54",
  "tr" : "wayasta'jiluunaka bi<strong>a</strong>l'a<u>dzaa</u>bi walawl<u>aa</u> ajalun musamman laj<u>aa</u>-ahumu <strong>a</strong>l'a<u>dzaa</u>bu walaya/tiyannahum baghtatan wahum l<u>aa</u> yasy'uruun<strong>a</strong>"
}, {
  "ar" : "يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ",
  "id" : "pada hari mereka ditutup oleh azab dari atas mereka dan dari bawah kaki mereka dan Allah berkata (kepada mereka): \"Rasailah (pembalasan dari) apa yang telah kamu kerjakan\".",
  "nomor" : "55",
  "tr" : "yawma yaghsy<u>aa</u>humu <strong>a</strong>l'a<u>dzaa</u>bu min fawqihim wamin ta<u>h</u>ti arjulihim wayaquulu <u>dz</u>uuquu m<u>aa</u> kuntum ta'maluun<strong>a</strong>"
}, {
  "ar" : "يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ",
  "id" : "Hai hamba-hamba-Ku yang beriman, sesungguhnya bumi-Ku luas, maka sembahlah Aku saja.",
  "nomor" : "56",
  "tr" : "y<u>aa</u> 'ib<u>aa</u>diya <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu inna ar<u>dh</u>ii w<u>aa</u>si'atun fa-iyy<u>aa</u>ya fa<strong>u</strong>'buduun<strong>i</strong>"
}, {
  "ar" : "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
  "id" : "Tiap-tiap yang berjiwa akan merasakan mati. Kemudian hanyalah kepada Kami kamu dikembalikan.",
  "nomor" : "57",
  "tr" : "kullu nafsin <u>dzaa</u>-iqatu <strong>a</strong>lmawti tsumma ilayn<u>aa</u> turja'uun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ الْعَامِلِينَ",
  "id" : "Dan orang-orang yang beriman dan mengerjakan amal-amal yang saleh, sesungguhnya akan Kami tempatkan mereka pada tempat-tempat yang tinggi di dalam syurga, yang mengalir sungai-sungai di bawahnya, mereka kekal di dalamnya. Itulah sebaik-baik pembalasan bagi orang-orang yang beramal,",
  "nomor" : "58",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lanubawwi-annahum mina <strong>a</strong>ljannati ghurafan tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> ni'ma ajru <strong>a</strong>l'<u>aa</u>miliin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ صَبَرُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
  "id" : "(yaitu) yang bersabar dan bertawakkal kepada Tuhannya.",
  "nomor" : "59",
  "tr" : "<strong>al</strong>la<u>dz</u>iina <u>sh</u>abaruu wa'al<u>aa</u> rabbihim yatawakkaluun<strong>a</strong>"
}, {
  "ar" : "وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ",
  "id" : "Dan berapa banyak binatang yang tidak (dapat) membawa (mengurus) rezkinya sendiri. Allah-lah yang memberi rezki kepadanya dan kepadamu dan Dia Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "60",
  "tr" : "waka-ayyin min d<u>aa</u>bbatin l<u>aa</u> ta<u>h</u>milu rizqah<u>aa</u> <strong>al</strong>l<u>aa</u>hu yarzuquh<u>aa</u> wa-iyy<u>aa</u>kum wahuwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>"
}, {
  "ar" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
  "id" : "Dan sesungguhnya jika kamu tanyakan kepada mereka: \"Siapakah yang menjadikan langit dan bumi dan menundukkan matahari dan bulan?\" Tentu mereka akan menjawab: \"Allah\", maka betapakah mereka (dapat) dipalingkan (dari jalan yang benar).",
  "nomor" : "61",
  "tr" : "wala-in sa-altahum man khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara layaquulunna <strong>al</strong>l<u>aa</u>hu fa-ann<u>aa</u> yu/fakuun<strong>a</strong>"
}, {
  "ar" : "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
  "id" : "Allah melapangkan rezki bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan Dia (pula) yang menyempitkan baginya. Sesungguhnya Allah Maha Mengetahui segala sesuatu.",
  "nomor" : "62",
  "tr" : "<strong>al</strong>l<u>aa</u>hu yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u min 'ib<u>aa</u>dihi wayaqdiru lahu inna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>"
}, {
  "ar" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ ۚ قُلِ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
  "id" : "Dan sesungguhnya jika kamu menanyakan kepada mereka: \"Siapakah yang menurunkan air dari langit lalu menghidupkan dengan air itu bumi sesudah matinya?\" Tentu mereka akan menjawab: \"Allah\", Katakanlah: \"Segala puji bagi Allah\", tetapi kebanyakan mereka tidak memahami(nya).",
  "nomor" : "63",
  "tr" : "wala-in sa-altahum man nazzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-a<u>h</u>y<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a min ba'di mawtih<u>aa</u> layaquulunna <strong>al</strong>l<u>aa</u>hu quli <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi bal aktsaruhum l<u>aa</u> ya'qiluun<strong>a</strong>"
}, {
  "ar" : "وَمَا هَٰذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ ۚ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
  "id" : "Dan tiadalah kehidupan dunia ini melainkan senda gurau dan main-main. Dan sesungguhnya akhirat itulah yang sebenarnya kehidupan, kalau mereka mengetahui.",
  "nomor" : "64",
  "tr" : "wam<u>aa</u> h<u>aadz</u>ihi <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> ill<u>aa</u> lahwun wala'ibun wa-inna <strong>al</strong>dd<u>aa</u>ra <strong>a</strong>l-<u>aa</u>khirata lahiya <strong>a</strong>l<u>h</u>ayaw<u>aa</u>nu law k<u>aa</u>nuu ya'lamuun<strong>a</strong>"
}, {
  "ar" : "فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
  "id" : "Maka apabila mereka naik kapal mereka mendo'a kepada Allah dengan memurnikan keta'atan kepada-Nya; maka tatkala Allah menyelamatkan mereka sampai ke darat, tiba-tiba mereka (kembali) mempersekutukan (Allah)",
  "nomor" : "65",
  "tr" : "fa-i<u>dzaa</u> rakibuu fii <strong>a</strong>lfulki da'awuu <strong>al</strong>l<u>aa</u>ha mukhli<u>sh</u>iina lahu <strong>al</strong>ddiina falamm<u>aa</u> najj<u>aa</u>hum il<u>aa</u> <strong>a</strong>lbarri i<u>dzaa</u> hum yusyrikuun<strong>a</strong>"
}, {
  "ar" : "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ وَلِيَتَمَتَّعُوا ۖ فَسَوْفَ يَعْلَمُونَ",
  "id" : "agar mereka mengingkari nikmat yang telah Kami berikan kepada mereka dan agar mereka (hidup) bersenang-senang (dalam kekafiran). Kelak mereka akan mengetahui (akibat perbuatannya).",
  "nomor" : "66",
  "tr" : "liyakfuruu bim<u>aa</u> <u>aa</u>tayn<u>aa</u>hum waliyatamatta'uu fasawfa ya'lamuun<strong>a</strong>"
}, {
  "ar" : "أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ",
  "id" : "Dan apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan (negeri mereka) tanah suci yang aman, sedang manusia sekitarnya rampok-merampok. Maka mengapa (sesudah nyata kebenaran) mereka masih percaya kepada yang bathil dan ingkar kepada nikmat Allah?",
  "nomor" : "67",
  "tr" : "awa lam yaraw ann<u>aa</u> ja'aln<u>aa</u> <u>h</u>araman <u>aa</u>minan wayutakha<u>ththh</u>afu <strong>al</strong>nn<u>aa</u>su min <u>h</u>awlihim afabi<strong>a</strong>lb<u>aath</u>ili yu/minuuna wabini'mati <strong>al</strong>l<u>aa</u>hi yakfuruun<strong>a</strong>"
}, {
  "ar" : "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ",
  "id" : "Dan siapakah yang lebih zalim daripada orang-orang yang mengada-adakan kedustaan terhadap Allah atau mendustakan yang hak tatkala yang hak itu datang kepadanya? Bukankah dalam neraka Jahannam itu ada tempat bagi orang-orang yang kafir?",
  "nomor" : "68",
  "tr" : "waman a<u>zh</u>lamu mimmani iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban aw ka<u>dzdz</u>aba bi<strong>a</strong>l<u>h</u>aqqi lamm<u>aa</u> j<u>aa</u>-ahu alaysa fii jahannama matswan lilk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ",
  "id" : "Dan orang-orang yang berjihad untuk (mencari keridhaan) Kami, benar-benar akan Kami tunjukkan kepada mereka jalan-jalan Kami. Dan sesungguhnya Allah benar-benar beserta orang-orang yang berbuat baik.",
  "nomor" : "69",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina j<u>aa</u>haduu fiin<u>aa</u> lanahdiyannahum subulan<u>aa</u> wa-inna <strong>al</strong>l<u>aa</u>ha lama'a <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
} ]
