[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الم",
  "id" : "Alif laam miim.",
  "nomor" : "1",
  "tr" : "alif-l<u>aa</u>m-miim"
}, {
  "ar" : "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ",
  "id" : "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia. Yang hidup kekal lagi terus menerus mengurus makhluk-Nya.",
  "nomor" : "2",
  "tr" : "<strong>al</strong>l<u>aa</u>hu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>l<u>h</u>ayyu <strong>a</strong>lqayyuum<strong>u</strong>"
}, {
  "ar" : "نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ",
  "id" : "Dia menurunkan Al Kitab (Al Qur'an) kepadamu dengan sebenarnya; membenarkan kitab yang telah diturunkan sebelumnya dan menurunkan Taurat dan Injil,",
  "nomor" : "3",
  "tr" : "nazzala 'alayka <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi wa-anzala <strong>al</strong>ttawr<u>aa</u>ta wa<strong>a</strong>l-injiil<strong>a</strong>"
}, {
  "ar" : "مِنْ قَبْلُ هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ ۗ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ ۗ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ",
  "id" : "sebelum (Al Qur'an), menjadi petunjuk bagi manusia, dan Dia menurunkan Al Furqaan. Sesungguhnya orang-orang yang kafir terhadap ayat-ayat Allah akan memperoleh siksa yang berat; dan Allah Maha Perkasa lagi mempunyai balasan (siksa).",
  "nomor" : "4",
  "tr" : "min qablu hudan li<strong>l</strong>nn<u>aa</u>si wa-anzala <strong>a</strong>lfurq<u>aa</u>na inna <strong>al</strong>la<u>dz</u>iina kafaruu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi lahum 'a<u>dzaa</u>bun syadiidun wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>dz</u>uu intiq<u>aa</u>m<strong>in</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
  "id" : "",
  "nomor" : "5",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yakhf<u>aa</u> 'alayhi syay-un fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>/-<strong>i </strong>"
}, {
  "ar" : "هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ ۚ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Dialah yang membentuk kamu dalam rahim sebagaimana dikehendaki-Nya. Tak ada Tuhan (yang berhak disembah) melainkan Dia, Yang Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "6",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii yu<u>sh</u>awwirukum fii <strong>a</strong>l-ar<u>haa</u>mi kayfa yasy<u>aa</u>u l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ ۖ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ ۗ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ ۗ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا ۗ وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ",
  "id" : "Dia-lah yang menurunkan Al Kitab (Al Qur'an) kepada kamu. Di antara (isi) nya ada ayat-ayat yang muhkamaat, itulah pokok-pokok isi Al qur'an dan yang lain (ayat-ayat) mu-tasyaabihaat. Adapun orang-orang yang dalam hatinya condong kepada kesesatan, maka mereka mengikuti sebahagian ayat-ayat yang mutasyaabihaat daripadanya untuk menimbulkan fitnah untuk mencari-cari ta'wilnya, padahal tidak ada yang mengetahui ta'wilnya melainkan Allah. Dan orang-orang yang mendalam ilmunya berkata: \"Kami beriman kepada ayat-ayat yang mutasyaabihaat, semuanya itu dari sisi Tuhan kami.\" Dan tidak dapat mengambil pelajaran (daripadanya) melainkan orang-orang yang berakal.",
  "nomor" : "7",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii anzala 'alayka <strong>a</strong>lkit<u>aa</u>ba minhu <u>aa</u>y<u>aa</u>tun mu<u>h</u>kam<u>aa</u>tun hunna ummu <strong>a</strong>lkit<u>aa</u>bi waukharu mutasy<u>aa</u>bih<u>aa</u>tun fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina fii quluubihim zayghun fayattabi'uuna m<u>aa</u> tasy<u>aa</u>baha minhu ibtigh<u>aa</u>-a <strong>a</strong>lfitnati wa<strong>i</strong>btigh<u>aa</u>-a ta/wiilihi wam<u>aa</u> ya'lamu ta/wiilahu ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu wa<strong>al</strong>rr<u>aa</u>sikhuuna fii <strong>a</strong>l'ilmi yaquuluuna <u>aa</u>mann<u>aa</u> bihi kullun min 'indi rabbin<u>aa</u> wam<u>aa</u> ya<u>dzdz</u>akkaru ill<u>aa</u> uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً ۚ إِنَّكَ أَنْتَ الْوَهَّابُ",
  "id" : "(Mereka berdo'a): \"Ya Tuhan kami, janganlah Engkau jadikan hati kami condong kepada kesesatan sesudah Engkau beri petunjuk kepada kami, dan karuniakanlah kepada kami rahmat dari sisi Engkau; karena sesungguhnya Engkau-lah Maha Pemberi (karunia)\".",
  "nomor" : "8",
  "tr" : "rabban<u>aa</u> l<u>aa</u> tuzigh quluuban<u>aa</u> ba'da i<u>dz</u> hadaytan<u>aa</u> wahab lan<u>aa</u> min ladunka ra<u>h</u>matan innaka anta <strong>a</strong>lwahh<u>aa</u>b<strong>u</strong>"
}, {
  "ar" : "رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
  "id" : "\"Ya Tuhan kami, sesungguhnya Engkau mengumpulkan manusia untuk (menerima pembalasan pada) hari yang tak ada keraguan padanya\". Sesungguhnya Allah tidak menyalahi janji.",
  "nomor" : "9",
  "tr" : "rabban<u>aa</u> innaka j<u>aa</u>mi'u <strong>al</strong>nn<u>aa</u>si liyawmin l<u>aa</u> rayba fiihi inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yukhlifu <strong>a</strong>lmii'<u>aa</u>d<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا ۖ وَأُولَٰئِكَ هُمْ وَقُودُ النَّارِ",
  "id" : "Sesungguhnya orang-orang yang kafir, harta benda dan anak-anak mereka, sedikitpun tidak dapat menolak (siksa) Allah dari mereka. Dan mereka itu adalah bahan bakar api neraka,",
  "nomor" : "10",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu lan tughniya 'anhum amw<u>aa</u>luhum wal<u>aa</u> awl<u>aa</u>duhum mina <strong>al</strong>l<u>aa</u>hi syay-an waul<u>aa</u>-ika hum waquudu <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ ۗ وَاللَّهُ شَدِيدُ الْعِقَابِ",
  "id" : "(keadaan mereka) adalah sebagai keadaan kaum Fir'aun dan orang-orang yang sebelumnya; mereka mendustakan ayat-ayat Kami; karena itu Allah menyiksa mereka disebabkan dosa-dosa mereka. Dan Allah sangat keras siksa-Nya.",
  "nomor" : "11",
  "tr" : "kada/bi <u>aa</u>li fir'awna wa<strong>a</strong>lla<u>dz</u>iina min qablihim ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> fa-akha<u>dz</u>ahumu <strong>al</strong>l<u>aa</u>hu bi<u>dz</u>unuubihim wa<strong>al</strong>l<u>aa</u>hu syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ ۚ وَبِئْسَ الْمِهَادُ",
  "id" : "Katakanlah kepada orang-orang yang kafir: \"Kamu pasti akan dikalahkan (di dunia ini) dan akan digiring ke dalam neraka Jahannam. Dan itulah tempat yang seburuk-buruknya\".",
  "nomor" : "12",
  "tr" : "qul lilla<u>dz</u>iina kafaruu satughlabuuna watu<u>h</u>syaruuna il<u>aa</u> jahannama wabi/sa <strong>a</strong>lmih<u>aa</u>d<strong>u</strong>"
}, {
  "ar" : "قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا ۖ فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ ۚ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ ۗ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ",
  "id" : "Sesungguhnya telah ada tanda bagi kamu pada dua golongan yang telah bertemu (bertempur). Segolongan berperang di jalan Allah dan (segolongan) yang lain kafir yang dengan mata kepala melihat (seakan-akan) orang-orang muslimin dua kali jumlah mereka. Allah menguatkan dengan bantuan-Nya siapa yang dikehendaki-Nya. Sesungguhnya pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai mata hati.",
  "nomor" : "13",
  "tr" : "qad k<u>aa</u>na lakum <u>aa</u>yatun fii fi-atayni iltaqat<u>aa</u> fi-atun tuq<u>aa</u>tilu fii sabiili <strong>al</strong>l<u>aa</u>hi waukhr<u>aa</u> k<u>aa</u>firatun yarawnahum mitslayhim ra/ya <strong>a</strong>l'ayni wa<strong>al</strong>l<u>aa</u>hu yu-ayyidu bina<u>sh</u>rihi man yasy<u>aa</u>u inna fii <u>dzaa</u>lika la'ibratan li-ulii <strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>"
}, {
  "ar" : "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ۗ ذَٰلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا ۖ وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ",
  "id" : "Dijadikan indah pada (pandangan) manusia kecintaan kepada apa-apa yang diingini, yaitu: wanita-wanita, anak-anak, harta yang banyak dari jenis emas, perak, kuda pilihan, binatang-binatang ternak dan sawah ladang. Itulah kesenangan hidup di dunia, dan di sisi Allah-lah tempat kembali yang baik (surga).",
  "nomor" : "14",
  "tr" : "zuyyina li<strong>l</strong>nn<u>aa</u>si <u>h</u>ubbu <strong>al</strong>sysyahaw<u>aa</u>ti mina <strong>al</strong>nnis<u>aa</u>-i wa<strong>a</strong>lbaniina wa<strong>a</strong>lqan<u>aath</u>iiri <strong>a</strong>lmuqan<u>th</u>arati mina <strong>al</strong><u>dzdz</u>ahabi wa<strong>a</strong>lfi<u>dhdh</u>ati wa<strong>a</strong>lkhayli <strong>a</strong>lmusawwamati wa<strong>a</strong>l-an'<u>aa</u>mi wa<strong>a</strong>l<u>h</u>artsi <u>dzaa</u>lika mat<u>aa</u>'u <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu 'indahu <u>h</u>usnu <strong>a</strong>lma<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَٰلِكُمْ ۚ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ ۗ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ",
  "id" : "Katakanlah: \"Inginkah aku kabarkan kepadamu apa yang lebih baik dari yang demikian itu?\". Untuk orang-orang yang bertakwa (kepada Allah), pada sisi Tuhan mereka ada surga yang mengalir dibawahnya sungai-sungai; mereka kekal didalamnya. Dan (mereka dikaruniai) isteri-isteri yang disucikan serta keridhaan Allah. Dan Allah Maha Melihat akan hamba-hamba-Nya.",
  "nomor" : "15",
  "tr" : "qul a-unabbi-ukum bikhayrin min <u>dzaa</u>likum lilla<u>dz</u>iina ittaqaw 'inda rabbihim jann<u>aa</u>tun tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> wa-azw<u>aa</u>jun mu<u>th</u>ahharatun wari<u>dh</u>w<u>aa</u>nun mina <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ba<u>sh</u>iirun bi<strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>"
}, {
  "ar" : "الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
  "id" : "(Yaitu) orang-orang yang berdo'a: Ya Tuhan kami, sesungguhnya kami telah beriman, maka ampunilah segala dosa kami dan peliharalah kami dari siksa neraka,\"",
  "nomor" : "16",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yaquuluuna rabban<u>aa</u> innan<u>aa</u> <u>aa</u>mann<u>aa</u> fa<strong>i</strong>ghfir lan<u>aa</u> <u>dz</u>unuuban<u>aa</u> waqin<u>aa</u> 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ",
  "id" : "(yaitu) orang-orang yang sabar, yang benar, yang tetap ta'at, yang menafkahkan hartanya (di jalan Allah), dan yang memohon ampun di waktu sahur.",
  "nomor" : "17",
  "tr" : "a<strong>l</strong><u>shshaa</u>biriina wa<strong>al</strong><u>shshaa</u>diqiina wa<strong>a</strong>lq<u>aa</u>nitiina wa<strong>a</strong>lmunfiqiina wa<strong>a</strong>lmustaghfiriina bi<strong>a</strong>l-as<u>haa</u>r<strong>i</strong>"
}, {
  "ar" : "شَهِدَ اللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ ۚ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Allah menyatakan bahwasanya tidak ada Tuhan melainkan Dia (yang berhak disembah), Yang menegakkan keadilan. Para Malaikat dan orang-orang yang berilmu (juga menyatakan yang demikian itu). Tak ada Tuhan melainkan Dia (yang berhak disembah), Yang Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "18",
  "tr" : "syahida <strong>al</strong>l<u>aa</u>hu annahu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa wa<strong>a</strong>lmal<u>aa</u>-ikatu wauluu <strong>a</strong>l'ilmi q<u>aa</u>-iman bi<strong>a</strong>lqis<u>th</u>i l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۗ وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
  "id" : "Sesungguhnya agama (yang diridhai) disisi Allah hanyalah Islam. Tiada berselisih orang-orang yang telah diberi Al Kitab kecuali sesudah datang pengetahuan kepada mereka, karena kedengkian (yang ada) di antara mereka. Barangsiapa yang kafir terhadap ayat-ayat Allah maka sesungguhnya Allah sangat cepat hisab-Nya.",
  "nomor" : "19",
  "tr" : "inna <strong>al</strong>ddiina 'inda <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l-isl<u>aa</u>mu wam<u>aa</u> ikhtalafa <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba ill<u>aa</u> min ba'di m<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>l'ilmu baghyan baynahum waman yakfur bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi fa-inna <strong>al</strong>l<u>aa</u>ha sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ ۗ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا ۖ وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ ۗ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ",
  "id" : "Kemudian jika mereka mendebat kamu (tentang kebenaran Islam), maka katakanlah: \"Aku menyerahkan diriku kepada Allah dan (demikian pula) orang-orang yang mengikutiku\". Dan katakanlah kepada orang-orang yang telah diberi Al Kitab dan kepada orang-orang yang ummi: \"Apakah kamu (mau) masuk Islam\". Jika mereka masuk Islam, sesungguhnya mereka telah mendapat petunjuk, dan jika mereka berpaling, maka kewajiban kamu hanyalah menyampaikan (ayat-ayat Allah). Dan Allah Maha Melihat akan hamba-hamba-Nya.",
  "nomor" : "20",
  "tr" : "fa-in <u>haa</u>jjuuka faqul aslamtu wajhiya lill<u>aa</u>hi wamani ittaba'ani waqul lilla<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<strong>-</strong>ummiyyiina a-aslamtum fa-in aslamuu faqadi ihtadaw wa-in tawallaw fa-innam<u>aa</u> 'alayka <strong>a</strong>lbal<u>aa</u>ghu wa<strong>al</strong>l<u>aa</u>hu ba<u>sh</u>iirun bi<strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ",
  "id" : "Sesungguhnya orang-orang yang kafir kepada ayat-ayat Allah dan membunuh para nabi yang memamg tak dibenarkan dan membunuh orang-orang yang menyuruh manusia berbuat adil, maka gembirakanlah mereka bahwa mereka akan menerima siksa yg pedih.",
  "nomor" : "21",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina yakfuruuna bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wayaqtuluuna <strong>al</strong>nnabiyyiina bighayri <u>h</u>aqqin wayaqtuluuna <strong>al</strong>la<u>dz</u>iina ya/muruuna bi<strong>a</strong>lqis<u>th</u>i mina <strong>al</strong>nn<u>aa</u>si fabasysyirhum bi'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>"
}, {
  "ar" : "أُولَٰئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
  "id" : "Mereka itu adalah orang-orang yang lenyap (pahala) amal-amalnya di dunia dan akhirat, dan mereka sekali-kali tidak memperoleh penolong.",
  "nomor" : "22",
  "tr" : "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina <u>h</u>abi<u>th</u>at a'm<u>aa</u>luhum fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wam<u>aa</u> lahum min n<u>aas</u>iriin<strong>a</strong>"
}, {
  "ar" : "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَىٰ كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ",
  "id" : "Tidakkah kamu memperhatikan orang-orang yang telah diberi bahagian yaitu Al Kitab (Taurat), mereka diseru kepada kitab Allah supaya kitab itu menetapkan hukum diantara mereka; kemudian sebahagian dari mereka berpaling, dan mereka selalu membelakangi (kebenaran).",
  "nomor" : "23",
  "tr" : "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina uutuu na<u>sh</u>iiban mina <strong>a</strong>lkit<u>aa</u>bi yud'awna il<u>aa</u> kit<u>aa</u>bi <strong>al</strong>l<u>aa</u>hi liya<u>h</u>kuma baynahum tsumma yatawall<u>aa</u> fariiqun minhum wahum mu'ri<u>dh</u>uun<strong>a</strong>"
}, {
  "ar" : "ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ ۖ وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ",
  "id" : "Hal itu adalah karena mereka mengaku: \"Kami tidak akan disentuh oleh api neraka kecuali beberapa hari yang dapat dihitung\". Mereka diperdayakan dalam agama mereka oleh apa yang selalu mereka ada-adakan.",
  "nomor" : "24",
  "tr" : "<u>dzaa</u>lika bi-annahum q<u>aa</u>luu lan tamassan<u>aa</u> <strong>al</strong>nn<u>aa</u>ru ill<u>aa</u> ayy<u>aa</u>man ma'duud<u>aa</u>tin wagharrahum fii diinihim m<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>"
}, {
  "ar" : "فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
  "id" : "Bagaimanakah nanti apabila mereka Kami kumpulkan di hari (kiamat) yang tidak ada keraguan tentang adanya. Dan disempurnakan kepada tiap-tiap diri balasan apa yang diusahakannya sedang mereka tidak dianiaya (dirugikan).",
  "nomor" : "25",
  "tr" : "fakayfa i<u>dzaa</u> jama'n<u>aa</u>hum liyawmin l<u>aa</u> rayba fiihi wawuffiyat kullu nafsin m<u>aa</u> kasabat wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
}, {
  "ar" : "قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ ۖ بِيَدِكَ الْخَيْرُ ۖ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Katakanlah: \"Wahai Tuhan Yang mempunyai kerajaan, Engkau berikan kerajaan kepada orang yang Engkau kehendaki dan Engkau cabut kerajaan dari orang yang Engkau kehendaki. Engkau muliakan orang yang Engkau kehendaki dan Engkau hinakan orang yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sesungguhnya Engkau Maha Kuasa atas segala sesuatu.",
  "nomor" : "26",
  "tr" : "quli <strong>al</strong>l<u>aa</u>humma m<u>aa</u>lika <strong>a</strong>lmulki tu/tii <strong>a</strong>lmulka man tasy<u>aa</u>u watanzi'u <strong>a</strong>lmulka mimman tasy<u>aa</u>u watu'izzu man tasy<u>aa</u>u watu<u>dz</u>illu man tasy<u>aa</u>u biyadika <strong>a</strong>lkhayru innaka 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ ۖ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ ۖ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ",
  "id" : "Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Engkau keluarkan yang hidup dari yang mati, dan Engkau keluarkan yang mati dari yang hidup. Dan Engkau beri rezki siapa yang Engkau kehendaki tanpa hisab (batas)\".",
  "nomor" : "27",
  "tr" : "tuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri watuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layli watukhriju <strong>a</strong>l<u>h</u>ayya mina <strong>a</strong>lmayyiti watukhriju <strong>a</strong>lmayyita mina <strong>a</strong>l<u>h</u>ayyi watarzuqu man tasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
}, {
  "ar" : "لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ ۖ وَمَنْ يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً ۗ وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ ۗ وَإِلَى اللَّهِ الْمَصِيرُ",
  "id" : "Janganlah orang-orang mu'min mengambil orang-orang kafir menjadi wali dengan meninggalkan orang-orang mu'min. Barang siapa berbuat demikian, niscaya lepaslah ia dari pertolongan Allah, kecuali karena (siasat) memelihara diri dari sesuatu yang ditakuti dari mereka. Dan Allah memperingatkan kamu terhadap diri (siksa)-Nya. Dan hanya kepada Allah kembali (mu).",
  "nomor" : "28",
  "tr" : "l<u>aa</u> yattakhi<u>dz</u>i <strong>a</strong>lmu/minuuna <strong>a</strong>lk<u>aa</u>firiina awliy<u>aa</u>-a min duuni <strong>a</strong>lmu/miniina waman yaf'al <u>dzaa</u>lika falaysa mina <strong>al</strong>l<u>aa</u>hi fii syay-in ill<u>aa</u> an tattaquu minhum tuq<u>aa</u>tan wayu<u>h</u>a<u>dzdz</u>irukumu <strong>al</strong>l<u>aa</u>hu nafsahu wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ ۗ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Katakanlah: \"Jika kamu menyembunyikan apa yang ada dalam hatimu atau kamu melahirkannya, pasti Allah mengetahui\". Allah mengetahui apa-apa yang ada di langit dan apa-apa yang ada di bumi. Dan Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "29",
  "tr" : "qul in tukhfuu m<u>aa</u> fii <u>sh</u>uduurikum aw tubduuhu ya'lamhu <strong>al</strong>l<u>aa</u>hu waya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا ۗ وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ ۗ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ",
  "id" : "Pada hari ketika tiap-tiap diri mendapati segala kebajikan dihadapkan (dimukanya), begitu (juga) kejahatan yang telah dikerjakannya; ia ingin kalau kiranya antara ia dengan hari itu ada masa yang jauh; dan Allah memperingatkan kamu terhadap siksa-Nya. Dan Allah sangat Penyayang kepada hamba-hamba-Nya.",
  "nomor" : "30",
  "tr" : "yawma tajidu kullu nafsin m<u>aa</u> 'amilat min khayrin mu<u>hd</u>aran wam<u>aa</u> 'amilat min suu-in tawaddu law anna baynah<u>aa</u> wabaynahu amadan ba'iidan wayu<u>h</u>a<u>dzdz</u>irukumu <strong>al</strong>l<u>aa</u>hu nafsahu wa<strong>al</strong>l<u>aa</u>hu rauufun bi<strong>a</strong>l'ib<u>aa</u>d<strong>i</strong>"
}, {
  "ar" : "قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
  "id" : "Katakanlah: \"Jika kamu (benar-benar) mencintai Allah, ikutilah aku, niscaya Allah mengasihi dan mengampuni dosa-dosamu.\" Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "31",
  "tr" : "qul in kuntum tu<u>h</u>ibbuuna <strong>al</strong>l<u>aa</u>ha fa<strong>i</strong>ttabi'uunii yu<u>h</u>bibkumu <strong>al</strong>l<u>aa</u>hu wayaghfir lakum <u>dz</u>unuubakum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ ۖ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ",
  "id" : "Katakanlah: \"Ta'atilah Allah dan Rasul-Nya; jika kamu berpaling, maka sesungguhnya Allah tidak menyukai orang-orang kafir\".",
  "nomor" : "32",
  "tr" : "qul a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa<strong>al</strong>rrasuula fa-in tawallaw fa-inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ اصْطَفَىٰ آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ",
  "id" : "Sesungguhnya Allah telah memilih Adam, Nuh, keluarga Ibrahim dan keluarga 'Imran melebihi segala umat (di masa mereka masing-masing),",
  "nomor" : "33",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha i<u>sth</u>af<u>aa</u> <u>aa</u>dama wanuu<u>h</u>an wa<u>aa</u>la ibr<u>aa</u>hiima wa<u>aa</u>la 'imr<u>aa</u>na 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
  "id" : "(sebagai) satu keturunan yang sebagiannya (turunan) dari yang lain. Dan Allah Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "34",
  "tr" : "<u>dz</u>urriyyatan ba'<u>dh</u>uh<u>aa</u> min ba'<u>dh</u>in wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
}, {
  "ar" : "إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي ۖ إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
  "id" : "(Ingatlah), ketika isteri 'Imran berkata: \"Ya Tuhanku, sesungguhnya aku menazarkan kepada Engkau anak yang dalam kandunganku menjadi hamba yang saleh dan berkhidmat (di Baitul Maqdis). Karena itu terimalah (nazar) itu dari padaku. Sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui\".",
  "nomor" : "35",
  "tr" : "i<u>dz</u> q<u>aa</u>lati imra-atu 'imr<u>aa</u>na rabbi innii na<u>dz</u>artu laka m<u>aa</u> fii ba<u>th</u>nii mu<u>h</u>arraran fataqabbal minnii innaka anta <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>"
}, {
  "ar" : "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَىٰ وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَىٰ ۖ وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ",
  "id" : "Maka tatkala isteri 'Imran melahirkan anaknya, diapun berkata: \"Ya Tuhanku, sesunguhnya aku melahirkannya seorang anak perempuan; dan Allah lebih mengetahui apa yang dilahirkannya itu; dan anak laki-laki tidaklah seperti anak perempuan. Sesungguhnya aku telah menamai dia Maryam dan aku mohon perlindungan untuknya serta anak-anak keturunannya kepada (pemeliharaan) Engkau daripada syaitan yang terkutuk.\"",
  "nomor" : "36",
  "tr" : "falamm<u>aa</u> wa<u>dh</u>a'at-h<u>aa</u> q<u>aa</u>lat rabbi innii wa<u>dh</u>a'tuh<u>aa</u> unts<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu a'lamu bim<u>aa</u> wa<u>dh</u>a'at walaysa <strong>al</strong><u>dzdz</u>akaru ka<strong>a</strong>lunts<u>aa</u> wa-innii sammaytuh<u>aa</u> maryama wa-innii u'ii<u>dz</u>uh<u>aa</u> bika wa<u>dz</u>urriyyatah<u>aa</u> mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni <strong>al</strong>rrajiim<strong>i</strong>"
}, {
  "ar" : "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا ۖ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا ۖ قَالَ يَا مَرْيَمُ أَنَّىٰ لَكِ هَٰذَا ۖ قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ ۖ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ",
  "id" : "Maka Tuhannya menerimanya (sebagai nazar) dengan penerimaan yang baik, dan mendidiknya dengan pendidikan yang baik dan Allah menjadikan Zakariya pemeliharanya. Setiap Zakariya masuk untuk menemui Maryam di mihrab, ia dapati makanan di sisinya. Zakariya berkata: \"Hai Maryam dari mana kamu memperoleh (makanan) ini?\" Maryam menjawab: \"Makanan itu dari sisi Allah\". Sesungguhnya Allah memberi rezeki kepada siapa yang dikehendaki-Nya tanpa hisab.",
  "nomor" : "37",
  "tr" : "fataqabbalah<u>aa</u> rabbuh<u>aa</u> biqabuulin <u>h</u>asanin wa-anbatah<u>aa</u> nab<u>aa</u>tan <u>h</u>asanan wakaffalah<u>aa</u> zakariyy<u>aa</u> kullam<u>aa</u> dakhala 'alayh<u>aa</u> zakariyy<u>aa</u> <strong>a</strong>lmi<u>h</u>r<u>aa</u>ba wajada 'indah<u>aa</u> rizqan q<u>aa</u>la y<u>aa</u> maryamu ann<u>aa</u> laki h<u>aadzaa</u> q<u>aa</u>lat huwa min 'indi <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha yarzuqu man yasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
}, {
  "ar" : "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ ۖ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ الدُّعَاءِ",
  "id" : "Di sanalah Zakariya mendo'a kepada Tuhannya seraya berkata: \"Ya Tuhanku, berilah aku dari sisi Engkau seorang anak yang baik. Sesungguhnya Engkau Maha Pendengar do'a\".",
  "nomor" : "38",
  "tr" : "hun<u>aa</u>lika da'<u>aa</u> zakariyy<u>aa</u> rabbahu q<u>aa</u>la rabbi hab lii min ladunka <u>dz</u>urriyyatan <u>th</u>ayyibatan innaka samii'u <strong>al</strong>ddu'<u>aa</u>/-<strong>i</strong>"
}, {
  "ar" : "فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ",
  "id" : "Kemudian Malaikat (Jibril) memanggil Zakariya, sedang ia tengah berdiri melakukan shalat di mihrab (katanya): \"Sesungguhnya Allah menggembirakan kamu dengan kelahiran (seorang puteramu) Yahya, yang membenarkan kalimat (yang datang) dari Allah, menjadi ikutan, menahan diri (dari hawa nafsu) dan seorang Nabi termasuk keturunan orang-orang saleh\".",
  "nomor" : "39",
  "tr" : "fan<u>aa</u>dat-hu <strong>a</strong>lmal<u>aa</u>-ikatu wahuwa q<u>aa</u>-imun yu<u>sh</u>allii fii <strong>a</strong>lmi<u>h</u>r<u>aa</u>bi anna <strong>al</strong>l<u>aa</u>ha yubasysyiruka biya<u>h</u>y<u>aa</u> mu<u>sh</u>addiqan bikalimatin mina <strong>al</strong>l<u>aa</u>hi wasayyidan wa<u>h</u>a<u>sh</u>uuran wanabiyyan mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ ۖ قَالَ كَذَٰلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ",
  "id" : "Zakariya berkata: \"Ya Tuhanku, bagaimana aku bisa mendapat anak sedang aku telah sangat tua dan isteriku pun seorang yang mandul?\". Berfirman Allah: \"Demikianlah, Allah berbuat apa yang dikehendaki-Nya\".",
  "nomor" : "40",
  "tr" : "q<u>aa</u>la rabbi ann<u>aa</u> yakuunu lii ghul<u>aa</u>mun waqad balaghaniya <strong>a</strong>lkibaru wa<strong>i</strong>mra-atii '<u>aa</u>qirun q<u>aa</u>la ka<u>dzaa</u>lika <strong>al</strong>l<u>aa</u>hu yaf'alu m<u>aa</u> yasy<u>aa</u>/<strong>u</strong>"
}, {
  "ar" : "قَالَ رَبِّ اجْعَلْ لِي آيَةً ۖ قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَاذْكُرْ رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ",
  "id" : "Berkata Zakariya: \"Berilah aku suatu tanda (bahwa isteriku telah mengandung)\". Allah berfirman: \"Tandanya bagimu, kamu tidak dapat berkata-kata dengan manusia selama tiga hari, kecuali dengan isyarat. Dan sebutlah (nama) Tuhanmu sebanyak-banyaknya serta bertasbihlah di waktu petang dan pagi hari\".",
  "nomor" : "41",
  "tr" : "q<u>aa</u>la rabbi ij'al lii <u>aa</u>yatan q<u>aa</u>la <u>aa</u>yatuka <strong>al</strong>l<u>aa</u> tukallima <strong>al</strong>nn<u>aa</u>sa tsal<u>aa</u>tsata ayy<u>aa</u>min ill<u>aa</u> ramzan wa<strong>u</strong><u>dz</u>kur rabbaka katsiiran wasabbi<u>h</u> bi<strong>a</strong>l'asyiyyi wa<strong>a</strong>l-ibk<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَىٰ نِسَاءِ الْعَالَمِينَ",
  "id" : "Dan (ingatlah) ketika Malaikat (Jibril) berkata: \"Hai Maryam, sesungguhnya Allah telah memilih kamu, mensucikan kamu dan melebihkan kamu atas segala wanita di dunia (yang semasa dengan kamu).",
  "nomor" : "42",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>lati <strong>a</strong>lmal<u>aa</u>-ikatu y<u>aa</u> maryamu inna <strong>al</strong>l<u>aa</u>ha i<u>sth</u>af<u>aa</u>ki wa<u>th</u>ahharaki wa<strong>i</strong><u>sth</u>af<u>aa</u>ki 'al<u>aa</u> nis<u>aa</u>-i <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ",
  "id" : "Hai Maryam, ta'atlah kepada Tuhanmu, sujud dan ruku'lah bersama orang-orang yang ruku'.",
  "nomor" : "43",
  "tr" : "y<u>aa</u> maryamu uqnutii lirabbiki wa<strong>u</strong>sjudii wa<strong>i</strong>rka'ii ma'a <strong>al</strong>rr<u>aa</u>ki'iin<strong>a</strong>"
}, {
  "ar" : "ذَٰلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
  "id" : "Yang demikian itu adalah sebagian dari berita-berita ghaib yang Kami wahyukan kepada kamu (ya Muhammad); padahal kamu tidak hadir beserta mereka, ketika mereka melemparkan anak-anak panah mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam. Dan kamu tidak hadir di sisi mereka ketika mereka bersengketa.",
  "nomor" : "44",
  "tr" : "<u>dzaa</u>lika min anb<u>aa</u>-i <strong>a</strong>lghaybi nuu<u>h</u>iihi ilayka wam<u>aa</u> kunta ladayhim i<u>dz</u> yulquuna aql<u>aa</u>mahum ayyuhum yakfulu maryama wam<u>aa</u> kunta ladayhim i<u>dz</u> yakhta<u>sh</u>imuun<strong>a</strong>"
}, {
  "ar" : "إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ",
  "id" : "(Ingatlah), ketika Malaikat berkata: \"Hai Maryam, seungguhnya Allah menggembirakan kamu (dengan kelahiran seorang putera yang diciptakan) dengan kalimat (yang datang) daripada-Nya, namanya Al Masih 'Isa putera Maryam, seorang terkemuka di dunia dan di akhirat dan termasuk orang-orang yang didekatkan (kepada Allah),",
  "nomor" : "45",
  "tr" : "i<u>dz</u> q<u>aa</u>lati <strong>a</strong>lmal<u>aa</u>-ikatu y<u>aa</u> maryamu inna <strong>al</strong>l<u>aa</u>ha yubasysyiruki bikalimatin minhu ismuhu <strong>a</strong>lmasii<u>h</u>u 'iis<u>aa</u> ibnu maryama wajiihan fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wamina <strong>a</strong>lmuqarrabiin<strong>a</strong>"
}, {
  "ar" : "وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ",
  "id" : "dan dia berbicara dengan manusia dalam buaian dan ketika sudah dewasa dan dia adalah termasuk orang-orang yang saleh.\"",
  "nomor" : "46",
  "tr" : "wayukallimu <strong>al</strong>nn<u>aa</u>sa fii <strong>a</strong>lmahdi wakahlan wamina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ ۖ قَالَ كَذَٰلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ ۚ إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
  "id" : "Maryam berkata: \"Ya Tuhanku, betapa mungkin aku mempunyai anak, padahal aku belum pernah disentuh oleh seorang laki-lakipun.\" Allah berfirman (dengan perantaraan Jibril): \"Demikianlah Allah menciptakan apa yang dikehendaki-Nya. Apabila Allah berkehendak menetapkan sesuatu, maka Allah hanya cukup berkata kepadanya: \"Jadilah\", lalu jadilah dia.",
  "nomor" : "47",
  "tr" : "q<u>aa</u>lat rabbi ann<u>aa</u> yakuunu lii waladun walam yamsasnii basyarun q<u>aa</u>la ka<u>dzaa</u>liki <strong>al</strong>l<u>aa</u>hu yakhluqu m<u>aa</u> yasy<u>aa</u>u i<u>dzaa</u> qa<u>daa</u> amran fa-innam<u>aa</u> yaquulu lahu kun fayakuun<strong>u</strong>"
}, {
  "ar" : "وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ",
  "id" : "Dan Allah akan mengajarkan kepadanya Al Kitab, Hikmah, Taurat dan Injil.",
  "nomor" : "48",
  "tr" : "wayu'allimuhu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ikmata wa<strong>al</strong>ttawr<u>aa</u>ta wa<strong>a</strong>l-injiil<strong>a</strong>"
}, {
  "ar" : "وَرَسُولًا إِلَىٰ بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ ۖ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ ۖ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَىٰ بِإِذْنِ اللَّهِ ۖ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Dan (sebagai) Rasul kepada Bani Israil (yang berkata kepada mereka): \"Sesungguhnya aku telah datang kepadamu dengan membawa sesuatu tanda (mu'jizat) dari Tuhanmu, yaitu aku membuat untuk kamu dari tanah berbentuk burung; kemudian aku meniupnya, maka ia menjadi seekor burung dengan seizin Allah; dan aku menyembuhkan orang yang buta sejak dari lahirnya dan orang yang berpenyakit sopak; dan aku menghidupkan orang mati dengan seizin Allah; dan aku kabarkan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu. Sesungguhnya pada yang demikian itu adalah suatu tanda (kebenaran kerasulanku) bagimu, jika kamu sungguh-sungguh beriman.",
  "nomor" : "49",
  "tr" : "warasuulan il<u>aa</u> banii isr<u>aa</u>-iila annii qad ji/tukum bi-<u>aa</u>yatin min rabbikum annii akhluqu lakum mina <strong>al</strong><u>ththh</u>iini kahay-ati <strong>al</strong><u>ththh</u>ayri fa-anfukhu fiihi fayakuunu <u>th</u>ayran bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waubri-u <strong>a</strong>l-akmaha wa<strong>a</strong>l-abra<u>sh</u>a wau<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa-unabbi-ukum bim<u>aa</u> ta/kuluuna wam<u>aa</u> taddakhiruuna fii buyuutikum inna fii <u>dzaa</u>lika la<u>aa</u>yatan lakum in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ ۚ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
  "id" : "Dan (aku datang kepadamu) membenarkan Taurat yang datang sebelumku, dan untuk menghalalkan bagimu sebagian yang telah diharamkan untukmu, dan aku datang kepadamu dengan membawa suatu tanda (mu'jizat) daripada Tuhanmu. Karena itu bertakwalah kepada Allah dan ta'atlah kepadaku.",
  "nomor" : "50",
  "tr" : "wamu<u>sh</u>addiqan lim<u>aa</u> bayna yadayya mina <strong>al</strong>ttawr<u>aa</u>ti wali-u<u>h</u>illa lakum ba'<u>dh</u>a <strong>al</strong>la<u>dz</u>ii <u>h</u>urrima 'alaykum waji/tukum bi-<u>aa</u>yatin min rabbikum fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uun<strong>i</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۗ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
  "id" : "Sesungguhnya Allah, Tuhanku dan Tuhanmu, karena itu sembahlah Dia. Inilah jalan yang lurus\".",
  "nomor" : "51",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha rabbii warabbukum fa<strong>u</strong>'buduuhu h<u>aadzaa</u> <u>sh</u>ir<u>aath</u>un mustaqiim<strong>un</strong>"
}, {
  "ar" : "فَلَمَّا أَحَسَّ عِيسَىٰ مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ ۖ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ",
  "id" : "Maka tatkala Isa mengetahui keingkaran mereka (Bani lsrail) berkatalah dia: \"Siapakah yang akan menjadi penolong-penolongku untuk (menegakkan agama) Allah?\" Para hawariyyin (sahabat-sahabat setia) menjawab: \"Kamilah penolong-penolong (agama) Allah, kami beriman kepada Allah; dan saksikanlah bahwa sesungguhnya kami adalah orang-orang yang berserah diri.",
  "nomor" : "52",
  "tr" : "falamm<u>aa</u> a<u>h</u>assa 'iis<u>aa</u> minhumu <strong>a</strong>lkufra q<u>aa</u>la man an<u>shaa</u>rii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi q<u>aa</u>la <strong>a</strong>l<u>h</u>aw<u>aa</u>riyyuuna na<u>h</u>nu an<u>shaa</u>ru <strong>al</strong>l<u>aa</u>hi <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wa<strong>i</strong>syhad bi-ann<u>aa</u> muslimuun<strong>a</strong>"
}, {
  "ar" : "رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
  "id" : "Ya Tuhan kami, kami telah beriman kepada apa yang telah Engkau turunkan dan telah kami ikuti rasul, karena itu masukanlah kami ke dalam golongan orang-orang yang menjadi saksi (tentang keesaan Allah)\".",
  "nomor" : "53",
  "tr" : "rabban<u>aa</u> <u>aa</u>mann<u>aa</u> bim<u>aa</u> anzalta wa<strong>i</strong>ttaba'n<u>aa</u> <strong>al</strong>rrasuula fa<strong>u</strong>ktubn<u>aa</u> ma'a <strong>al</strong>sysy<u>aa</u>hidiin<strong>a</strong>"
}, {
  "ar" : "وَمَكَرُوا وَمَكَرَ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ",
  "id" : "Orang-orang kafir itu membuat tipu daya, dan Allah membalas tipu daya mereka itu. Dan Allah sebaik-baik pembalas tipu daya.",
  "nomor" : "54",
  "tr" : "wamakaruu wamakara <strong>al</strong>l<u>aa</u>hu wa<strong>al</strong>l<u>aa</u>hu khayru <strong>a</strong>lm<u>aa</u>kir"
}, {
  "ar" : "إِذْ قَالَ اللَّهُ يَا عِيسَىٰ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَىٰ يَوْمِ الْقِيَامَةِ ۖ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
  "id" : "(Ingatlah), ketika Allah berfirman: \"Hai Isa, sesungguhnya Aku akan menyampaikan kamu kepada akhir ajalmu dan mengangkat kamu kepada-Ku serta membersihkan kamu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikuti kamu di atas orang-orang yang kafir hingga hari kiamat. Kemudian hanya kepada Akulah kembalimu, lalu Aku memutuskan diantaramu tentang hal-hal yang selalu kamu berselisih padanya\".",
  "nomor" : "55",
  "tr" : "i<u>dz</u> q<u>aa</u>la <strong>al</strong>l<u>aa</u>hu y<u>aa</u> 'iis<u>aa</u> innii mutawaffiika war<u>aa</u>fi'uka ilayya wamu<u>th</u>ahhiruka mina <strong>al</strong>la<u>dz</u>iina kafaruu waj<u>aa</u>'ilu <strong>al</strong>la<u>dz</u>iina ittaba'uuka fawqa <strong>al</strong>la<u>dz</u>iina kafaruu il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati tsumma ilayya marji'ukum fa-a<u>h</u>kumu baynakum fiim<u>aa</u> kuntum fiihi takhtalifuun<strong>a</strong>"
}, {
  "ar" : "فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
  "id" : "Adapun orang-orang yang kafir, maka akan Ku-siksa mereka dengan siksa yang sangat keras di dunia dan di akhirat, dan mereka tidak memperoleh penolong.",
  "nomor" : "56",
  "tr" : "fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu fau'a<u>dzdz</u>ibuhum 'a<u>dzaa</u>ban syadiidan fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wam<u>aa</u> lahum min n<u>aas</u>iriin<strong>a</strong>"
}, {
  "ar" : "وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ",
  "id" : "Adapun orang-orang yang beriman dan mengerjakan amalan-amalan yang saleh, maka Allah akan memberikan kepada mereka dengan sempurna pahala amalan-amalan mereka; dan Allah tidak menyukai orang-orang yang zalim.",
  "nomor" : "57",
  "tr" : "wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti fayuwaffiihim ujuurahum wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ",
  "id" : "Demikianlah (kisah 'Isa), Kami membacakannya kepada kamu sebagian dari bukti-bukti (kerasulannya) dan (membacakan) Al Qur'an yang penuh hikmah.",
  "nomor" : "58",
  "tr" : "<u>dzaa</u>lika natluuhu 'alayka mina <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wa<strong>al</strong><u>dzdz</u>ikri <strong>a</strong>l<u>h</u>akiim<strong>i</strong>"
}, {
  "ar" : "إِنَّ مَثَلَ عِيسَىٰ عِنْدَ اللَّهِ كَمَثَلِ آدَمَ ۖ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ",
  "id" : "Sesungguhnya misal (penciptaan) 'Isa di sisi AllAh, adalah seperti (penciptaan) Adam. Allah menciptakan Adam dari tanah, kemudian Allah berfirman kepadanya: \"Jadilah\" (seorang manusia), maka jadilah dia.",
  "nomor" : "59",
  "tr" : "inna matsala 'iis<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi kamatsali <u>aa</u>dama khalaqahu min tur<u>aa</u>bin tsumma q<u>aa</u>la lahu kun fayakuun<strong>u</strong>"
}, {
  "ar" : "الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ",
  "id" : "(Apa yang telah Kami ceritakan itu), itulah yang benar, yang datang dari Tuhanmu, karena itu janganlah kamu termasuk orang-orang yang ragu-ragu.",
  "nomor" : "60",
  "tr" : "al<u>h</u>aqqu min rabbika fal<u>aa</u> takun mina <strong>a</strong>lmumtariin<strong>a</strong>"
}, {
  "ar" : "فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ",
  "id" : "Siapa yang membantahmu tentang kisah 'Isa sesudah datang ilmu (yang meyakinkan kamu), maka katakanlah (kepadanya): \"Marilah kita memanggil anak-anak kami dan anak-anak kamu, isteri-isteri kami dan isteri-isteri kamu, diri kami dan diri kamu; kemudian marilah kita bermubahalah kepada Allah dan kita minta supaya la'nat Allah ditimpakan kepada orang-orang yang dusta.",
  "nomor" : "61",
  "tr" : "faman <u>haa</u>jjaka fiihi min ba'di m<u>aa</u> j<u>aa</u>-aka mina <strong>a</strong>l'ilmi faqul ta'<u>aa</u>law nad'u abn<u>aa</u>-an<u>aa</u> wa-abn<u>aa</u>-akum wanis<u>aa</u>-an<u>aa</u> wanis<u>aa</u>-akum wa-anfusan<u>aa</u> wa-anfusakum tsumma nabtahil fanaj'al la'nata <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>"
}, {
  "ar" : "إِنَّ هَٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ إِلَٰهٍ إِلَّا اللَّهُ ۚ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Sesungguhnya ini adalah kisah yang benar, dan tak ada Tuhan (yang berhak disembah) selain Allah; dan sesungguhnya Allah, Dialah Yang Maha Perkasa lagi Maha Bijaksana .",
  "nomor" : "62",
  "tr" : "inna h<u>aadzaa</u> lahuwa <strong>a</strong>lqa<u>sh</u>a<u>sh</u>u <strong>a</strong>l<u>h</u>aqqu wam<u>aa</u> min il<u>aa</u>hin ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu wa-inna <strong>al</strong>l<u>aa</u>ha lahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ",
  "id" : "Kemudian jika mereka berpaling (dari kebenaran), maka sesunguhnya Allah Maha Mengetahui orang-orang yang berbuat kerusakan.",
  "nomor" : "63",
  "tr" : "fa-in tawallaw fa-inna <strong>al</strong>l<u>aa</u>ha 'aliimun bi<strong>a</strong>lmufsidiin<strong>a</strong>"
}, {
  "ar" : "قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَىٰ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ ۚ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ",
  "id" : "Katakanlah: \"Hai Ahli Kitab, marilah (berpegang) kepada suatu kalimat (ketetapan) yang tidak ada perselisihan antara kami dan kamu, bahwa tidak kita sembah kecuali Allah dan tidak kita persekutukan Dia dengan sesuatupun dan tidak (pula) sebagian kita menjadikan sebagian yang lain sebagai tuhan selain Allah\". Jika mereka berpaling maka katakanlah kepada mereka: \"Saksikanlah, bahwa kami adalah orang-orang yang berserah diri (kepada Allah)\".",
  "nomor" : "64",
  "tr" : "qul y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi ta'<u>aa</u>law il<u>aa</u> kalimatin saw<u>aa</u>-in baynan<u>aa</u> wabaynakum <strong>al</strong>l<u>aa</u> na'buda ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha wal<u>aa</u> nusyrika bihi syay-an wal<u>aa</u> yattakhi<u>dz</u>a ba'<u>dh</u>un<u>aa</u> ba'<u>dh</u>an arb<u>aa</u>ban min duuni <strong>al</strong>l<u>aa</u>hi fa-in tawallaw faquuluu isyhaduu bi-ann<u>aa</u> muslimuun<strong>a</strong>"
}, {
  "ar" : "يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ إِلَّا مِنْ بَعْدِهِ ۚ أَفَلَا تَعْقِلُونَ",
  "id" : "Hai Ahli Kitab, mengapa kamu bantah membantah tentang hal Ibrahim, padahal Taurat dan Injil tidak diturunkan melainkan sesudah Ibrahim. Apakah kamu tidak berpikir?",
  "nomor" : "65",
  "tr" : "yaa ahla alkitaabi lima tuhaajjuuna fii ibraahiima wamaa unzilati alttawraatu waal-injiilu illaa min ba'dihi afalaa ta'qiluuna"
}, {
  "ar" : "هَا أَنْتُمْ هَٰؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ ۚ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
  "id" : "Beginilah kamu, kamu ini (sewajarnya) bantah membantah tentang hal yang kamu ketahui, maka kenapa kamu bantah membantah tentang hal yang tidak kamu ketahui?; Allah mengetahui sedang kamu tidak mengetahui.",
  "nomor" : "66",
  "tr" : "h<u>aa</u> antum h<u>aa</u>ul<u>aa</u>-i <u>haa</u>jajtum fiim<u>aa</u> lakum bihi 'ilmun falima tu<u>haa</u>jjuuna fiim<u>aa</u> laysa lakum bihi 'ilmun wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>"
}, {
  "ar" : "مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
  "id" : "Ibrahim bukan seorang Yahudi dan bukan (pula) seorang Nasrani, akan tetapi dia adalah seorang yang lurus lagi berserah diri (kepada Allah) dan sekali-kali bukanlah dia termasuk golongan orang-orang musyrik.",
  "nomor" : "67",
  "tr" : "maa kaana ibraahiimu yahuudiyyan walaa nashraaniyyan walaakin kaana haniifan musliman wamaa kaana mina almusyrikiina"
}, {
  "ar" : "إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ وَالَّذِينَ آمَنُوا ۗ وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ",
  "id" : "Sesungguhnya orang yang paling dekat kepada Ibrahim ialah orang-orang yang mengikutinya dan Nabi ini (Muhammad), beserta orang-orang yang beriman (kepada Muhammad), dan Allah adalah Pelindung semua orang-orang yang beriman.",
  "nomor" : "68",
  "tr" : "inna awl<u>aa</u> <strong>al</strong>nn<u>aa</u>si bi-ibr<u>aa</u>hiima lalla<u>dz</u>iina ittaba'uuhu wah<u>aadzaa</u> <strong>al</strong>nnabiyyu wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa<strong>al</strong>l<u>aa</u>hu waliyyu <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ",
  "id" : "Segolongan dari Ahli Kitab ingin menyesatkan kamu, padahal mereka (sebenarnya) tidak menyesatkan melainkan dirinya sendiri, dan mereka tidak menyadarinya.",
  "nomor" : "69",
  "tr" : "waddat <u>th</u><u>aa</u>-ifatun min ahli <strong>a</strong>lkit<u>aa</u>bi law yu<u>dh</u>illuunakum wam<u>aa</u> yu<u>dh</u>illuuna ill<u>aa</u> anfusahum wam<u>aa</u> yasy'uruun<strong>a</strong>"
}, {
  "ar" : "يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَأَنْتُمْ تَشْهَدُونَ",
  "id" : "Hai Ahli Kitab, mengapa kamu mengingkari ayat-ayat Allah, padahal kamu mengetahui (kebenarannya).",
  "nomor" : "70",
  "tr" : "y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi lima takfuruuna bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa-antum tasyhaduun<strong>a</strong>"
}, {
  "ar" : "يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ",
  "id" : "Hai Ahli Kitab, mengapa kamu mencampur adukkan yang haq dengan yang bathil, dan menyembunyikan kebenaran, padahal kamu mengetahuinya?",
  "nomor" : "71",
  "tr" : "y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi lima talbisuuna <strong>a</strong>l<u>h</u>aqqa bi<strong>a</strong>lb<u>aath</u>ili wataktumuuna <strong>a</strong>l<u>h</u>aqqa wa-antum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ",
  "id" : "Segolongan (lain) dari Ahli Kitab berkata (kepada sesamanya): \"Perlihatkanlah (seolah-olah) kamu beriman kepada apa yang diturunkan kepada orang-orang beriman (sahabat-sahabat Rasul) pada permulaan siang dan ingkarilah ia pada akhirnya, supaya mereka (orang-orang mu'min) kembali (kepada kekafiran).",
  "nomor" : "72",
  "tr" : "waq<u>aa</u>lat <u>th</u><u>aa</u>-ifatun min ahli <strong>a</strong>lkit<u>aa</u>bi <u>aa</u>minuu bi<strong>a</strong>lla<u>dz</u>ii unzila 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wajha <strong>al</strong>nnah<u>aa</u>ri wa<strong>u</strong>kfuruu <u>aa</u>khirahu la'allahum yarji'uun<strong>a</strong>"
}, {
  "ar" : "وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَىٰ هُدَى اللَّهِ أَنْ يُؤْتَىٰ أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ ۗ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
  "id" : "Dan janganlah kamu percaya melainkan kepada orang yang mengikuti agamamu. Katakanlah: \"Sesungguhnya petunjuk (yang harus diikuti) ialah petunjuk Allah, dan (janganlah kamu percaya) bahwa akan diberikan kepada seseorang seperti apa yang diberikan kepadamu, dan (jangan pula kamu percaya) bahwa mereka akan mengalahkan hujjahmu di sisi Tuhanmu\". Katakanlah: \"Sesungguhnya karunia itu di tangan Allah, Allah memberikan karunia-Nya kepada siapa yang dikehendaki-Nya; dan Allah Maha Luas karunia-Nya) lagi Maha Mengetahui\";",
  "nomor" : "73",
  "tr" : "walaa tu/minuu illaa liman tabi'a diinakum qul inna alhudaa hudaa allaahi an yu/taa ahadun mitsla maa uutiitum aw yuhaajjuukum 'inda rabbikum qul inna alfadhla biyadi allaahi yu/tiihi man yasyaau waallaahu waasi'un 'aliimun"
}, {
  "ar" : "يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ ۗ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
  "id" : "Allah menentukan rahmat-Nya (kenabian) kepada siapa yang dikehendaki-Nya dan Allah mempunyai karunia yang besar.",
  "nomor" : "74",
  "tr" : "yakhta<u>shsh</u>u bira<u>h</u>matihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
}, {
  "ar" : "وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ۗ ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ",
  "id" : "Di antara Ahli kitab ada orang yang jika kamu mempercayakan kepadanya harta yang banyak, dikembalikannya kepadamu; dan di antara mereka ada orang yang jika kamu mempercayakan kepadanya satu dinar, tidak dikembalikannya kepadamu kecuali jika kamu selalu menagihnya. Yang demikian itu lantaran mereka mengatakan: \"tidak ada dosa bagi kami terhadap orang-orang ummi. Mereka berkata dusta terhadap Allah, padahal mereka mengetahui.",
  "nomor" : "75",
  "tr" : "wamin ahli <strong>a</strong>lkit<u>aa</u>bi man in ta/manhu biqin<u>th</u><u>aa</u>rin yu-addihi ilayka waminhum man in ta/manhu bidiin<u>aa</u>rin l<u>aa</u> yu-addihi ilayka ill<u>aa</u> m<u>aa</u> dumta 'alayhi q<u>aa</u>-iman <u>dzaa</u>lika bi-annahum q<u>aa</u>luu laysa 'alayn<u>aa</u> fii <strong>a</strong>l-ummiyyiina sabiilun wayaquuluuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lka<u>dz</u>iba wahum ya'lamuun<strong>a</strong>"
}, {
  "ar" : "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِ وَاتَّقَىٰ فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
  "id" : "(Bukan demikian), sebenarnya siapa yang menepati janji (yang dibuat)nya dan bertakwa, maka sesungguhnya Allah menyukai orang-orang yang bertakwa.",
  "nomor" : "76",
  "tr" : "bal<u>aa</u> man awf<u>aa</u> bi'ahdihi wa<strong>i</strong>ttaq<u>aa</u> fa-inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmuttaqiin<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَٰئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
  "id" : "Sesungguhnya orang-orang yang menukar janji (nya dengan) Allah dan sumpah-sumpah mereka dengan harga yang sedikit, mereka itu tidak mendapat bahagian (pahala) di akhirat, dan Allah tidak akan berkata-kata dengan mereka dan tidak akan melihat kepada mereka pada hari kiamat dan tidak (pula) akan mensucikan mereka. Bagi mereka azab yang pedih.",
  "nomor" : "77",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina yasytaruuna bi'ahdi <strong>al</strong>l<u>aa</u>hi wa-aym<u>aa</u>nihim tsamanan qaliilan ul<u>aa</u>-ika l<u>aa</u> khal<u>aa</u>qa lahum fii <strong>a</strong>l-<u>aa</u>khirati wal<u>aa</u> yukallimuhumu <strong>al</strong>l<u>aa</u>hu wal<u>aa</u> yan<u>zh</u>uru ilayhim yawma <strong>a</strong>lqiy<u>aa</u>mati wal<u>aa</u> yuzakkiihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ",
  "id" : "Sesungguhnya diantara mereka ada segolongan yang memutar-mutar lidahnya membaca Al Kitab, supaya kamu menyangka yang dibacanya itu sebagian dari Al Kitab, padahal ia bukan dari Al Kitab dan mereka mengatakan: \"Ia (yang dibaca itu datang) dari sisi Allah\", padahal ia bukan dari sisi Allah. Mereka berkata dusta terhadap Allah sedang mereka mengetahui.",
  "nomor" : "78",
  "tr" : "wa-inna minhum lafariiqan yalwuuna <strong>a</strong>lsinatahum bi<strong>a</strong>lkit<u>aa</u>bi lita<u>h</u>sabuuhu mina <strong>a</strong>lkit<u>aa</u>bi wam<u>aa</u> huwa mina <strong>a</strong>lkit<u>aa</u>bi wayaquuluuna huwa min 'indi <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> huwa min 'indi <strong>al</strong>l<u>aa</u>hi wayaquuluuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lka<u>dz</u>iba wahum ya'lamuun<strong>a</strong>"
}, {
  "ar" : "مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَٰكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ",
  "id" : "Tidak wajar bagi seseorang manusia yang Allah berikan kepadanya Al Kitab, hikmah dan kenabian, lalu dia berkata kepada manusia: \"Hendaklah kamu menjadi penyembah-penyembahku bukan penyembah Allah.\" Akan tetapi (dia berkata): \"Hendaklah kamu menjadi orang-orang rabbani, karena kamu selalu mengajarkan Al Kitab dan disebabkan kamu tetap mempelajarinya.",
  "nomor" : "79",
  "tr" : "m<u>aa</u> k<u>aa</u>na libasyarin an yu/tiyahu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ukma wa<strong>al</strong>nnubuwwata tsumma yaquula li<strong>l</strong>nn<u>aa</u>si kuunuu 'ib<u>aa</u>dan lii min duuni <strong>al</strong>l<u>aa</u>hi wal<u>aa</u>kin kuunuu rabb<u>aa</u>niyyiina bim<u>aa</u> kuntum tu'allimuuna <strong>a</strong>lkit<u>aa</u>ba wabim<u>aa</u> kuntum tadrusuun<strong>a</strong>"
}, {
  "ar" : "وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا ۗ أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ",
  "id" : "dan (tidak wajar pula baginya) menyuruhmu menjadikan malaikat dan para nabi sebagai tuhan. Apakah (patut) dia menyuruhmu berbuat kekafiran di waktu kamu sudah (menganut agama) Islam?\".",
  "nomor" : "80",
  "tr" : "wal<u>aa</u> ya/murakum an tattakhi<u>dz</u>uu <strong>a</strong>lmal<u>aa</u>-ikata wa<strong>al</strong>nnabiyyiina arb<u>aa</u>ban aya/murukum bi<strong>a</strong>lkufri ba'da i<u>dz</u> antum muslimuun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ ۚ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِي ۖ قَالُوا أَقْرَرْنَا ۚ قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ",
  "id" : "Dan (ingatlah), ketika Allah mengambil perjanjian dari para nabi: \"Sungguh, apa saja yang Aku berikan kepadamu berupa kitab dan hikmah kemudian datang kepadamu seorang rasul yang membenarkan apa yang ada padamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya\". Allah berfirman: \"Apakah kamu mengakui dan menerima perjanjian-Ku terhadap yang demikian itu?\" Mereka menjawab: \"Kami mengakui\". Allah berfirman: \"Kalau begitu saksikanlah (hai para nabi) dan Aku menjadi saksi (pula) bersama kamu\".",
  "nomor" : "81",
  "tr" : "wa-idz akhadza allaahu miitsaaqa alnnabiyyiina lamaa aataytukum min kitaabin wahikmatin tsumma jaa-akum rasuulun mushaddiqun limaa ma'akum latu/minunna bihi walatanshurunnahu qaala a-aqrartum wa-akhadztum 'alaa dzaalikum ishrii qaaluu aqrarnaa qaala faisyhaduu wa-anaa ma'akum mina alsysyaahidiina"
}, {
  "ar" : "فَمَنْ تَوَلَّىٰ بَعْدَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
  "id" : "Barang siapa yang berpaling sesudah itu, maka mereka itulah orang-orang yang fasik.",
  "nomor" : "82",
  "tr" : "faman tawall<u>aa</u> ba'da <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
}, {
  "ar" : "أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ",
  "id" : "Maka apakah mereka mencari agama yang lain dari agama Allah, padahal kepada-Nya-lah menyerahkan diri segala apa yang di langit dan di bumi, baik dengan suka maupun terpaksa dan hanya kepada Allahlah mereka dikembalikan.",
  "nomor" : "83",
  "tr" : "afaghayra diini <strong>al</strong>l<u>aa</u>hi yabghuuna walahu aslama man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i <u>th</u>aw'an wakarhan wa-ilayhi yurja'uun<strong>a</strong>afaghayra diini <strong>al</strong>l<u>aa</u>hi yabghuuna walahu aslama man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i <u>th</u>aw'an wakarhan wa-ilayhi yurja'uun<strong>a</strong>"
}, {
  "ar" : "قُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ",
  "id" : "Katakanlah: \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishaq, Ya'qub, dan anak-anaknya, dan apa yang diberikan kepada Musa, 'Isa dan para nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorangpun di antara mereka dan hanya kepada-Nyalah kami menyerahkan diri.\"",
  "nomor" : "84",
  "tr" : "qul <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wam<u>aa</u> unzila 'alayn<u>aa</u> wam<u>aa</u> unzila 'al<u>aa</u> ibr<u>aa</u>hiima wa-ism<u>aa</u>'iila wa-is<u>haa</u>qa waya'quuba wa<strong>a</strong>l-asb<u>aath</u>i wam<u>aa</u> uutiya muus<u>aa</u> wa'iis<u>aa</u> wa<strong>al</strong>nnabiyyuuna min rabbihim l<u>aa</u> nufarriqu bayna a<u>h</u>adin minhum wana<u>h</u>nu lahu muslimuun<strong>a</strong>"
}, {
  "ar" : "وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ",
  "id" : "Barangsiapa mencari agama selain agama Islam, maka sekali-kali tidaklah akan diterima (agama itu)daripadanya, dan dia di akhirat termasuk orang-orang yang rugi.",
  "nomor" : "85",
  "tr" : "waman yabtaghi ghayra <strong>a</strong>l-isl<u>aa</u>mi diinan falan yuqbala minhu wahuwa fii <strong>a</strong>l-<u>aa</u>khirati mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
  "id" : "Bagaimana Allah akan menunjuki suatu kaum yang kafir sesudah mereka beriman, serta mereka telah mengakui bahwa Rasul itu (Muhammad) benar-benar rasul, dan keterangan-keteranganpun telah datang kepada mereka? Allah tidak menunjuki orang-orang yang zalim.",
  "nomor" : "86",
  "tr" : "kayfa yahdii <strong>al</strong>l<u>aa</u>hu qawman kafaruu ba'da iim<u>aa</u>nihim wasyahiduu anna <strong>al</strong>rrasuula <u>h</u>aqqun waj<u>aa</u>-ahumu <strong>a</strong>lbayyin<u>aa</u>tu wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ",
  "id" : "Mereka itu, balasannya ialah: bahwasanya la'nat Allah ditimpakan kepada mereka, (demikian pula) la'nat para malaikat dan manusia seluruhnya,",
  "nomor" : "87",
  "tr" : "ul<u>aa</u>-ika jaz<u>aa</u>uhum anna 'alayhim la'nata <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lmal<u>aa</u>-ikati wa<strong>al</strong>nn<u>aa</u>si ajma'iin<strong>a</strong>"
}, {
  "ar" : "خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ",
  "id" : "mereka kekal di dalamnya, tidak diringankan siksa dari mereka, dan tidak (pula) mereka diberi tangguh,",
  "nomor" : "88",
  "tr" : "kh<u>aa</u>lidiina fiih<u>aa</u> l<u>aa</u> yukhaffafu 'anhumu <strong>a</strong>l'a<u>dzaa</u>bu wal<u>aa</u> hum yun<u>zh</u>aruun<strong>a</strong>"
}, {
  "ar" : "إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "kecuali orang-orang yang taubat, sesudah (kafir) itu dan mengadakan perbaikan. Karena sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "89",
  "tr" : "ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina t<u>aa</u>buu min ba'di <u>dzaa</u>lika wa-a<u>sh</u>la<u>h</u>uu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَٰئِكَ هُمُ الضَّالُّونَ",
  "id" : "Sesungguhnya orang-orang kafir sesudah beriman, kemudian bertambah kekafirannya, sekali-kali tidak akan diterima taubatnya; dan mereka itulah orang-orang yang sesat.",
  "nomor" : "90",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu ba'da iim<u>aa</u>nihim tsumma izd<u>aa</u>duu kufran lan tuqbala tawbatuhum waul<u>aa</u>-ika humu <strong>al</strong><u>dhdhaa</u>lluun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَىٰ بِهِ ۗ أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
  "id" : "Sesungguhnya orang-orang yang kafir dan mati sedang mereka tetap dalam kekafirannya, maka tidaklah akan diterima dari seseorang diantara mereka emas sepenuh bumi, walaupun dia menebus diri dengan emas (yang sebanyak) itu. Bagi mereka itulah siksa yang pedih dan sekali-kali mereka tidak memperoleh penolong.",
  "nomor" : "91",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu wam<u>aa</u>tuu wahum kuff<u>aa</u>run falan yuqbala min a<u>h</u>adihim milu <strong>a</strong>l-ar<u>dh</u>i <u>dz</u>ahaban walawi iftad<u>aa</u> bihi ul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun <strong>a</strong>liimun wam<u>aa</u> lahum min n<u>aas</u>iriin<strong>a</strong>"
}, {
  "ar" : "لَنْ تَنَالُوا الْبِرَّ حَتَّىٰ تُنْفِقُوا مِمَّا تُحِبُّونَ ۚ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ",
  "id" : "Kamu sekali-kali tidak sampai kepada kebajikan (yang sempurna), sebelum kamu menafkahkan sehahagian harta yang kamu cintai. Dan apa saja yang kamu nafkahkan maka sesungguhnya Allah mengetahuinya.",
  "nomor" : "92",
  "tr" : "lan tan<u>aa</u>luu <strong>a</strong>lbirra <u>h</u>att<u>aa</u> tunfiquu mimm<u>aa</u> tu<u>h</u>ibbuuna wam<u>aa</u> tunfiquu min syay-in fa-inna <strong>al</strong>l<u>aa</u>ha bihi 'aliim<strong>un</strong>"
}, {
  "ar" : "كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَىٰ نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ ۗ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Semua makanan adalah halal bagi Bani Israil melainkan makanan yang diharamkan oleh Israil (Ya'qub) untuk dirinya sendiri sebelum Taurat diturunkan. Katakanlah: \"(Jika kamu mengatakan ada makanan yang diharamkan sebelum turun Taurat), maka bawalah Taurat itu, lalu bacalah dia jika kamu orang-orang yang benar\".",
  "nomor" : "93",
  "tr" : "kullu <strong>al</strong><u>ththh</u>a'<u>aa</u>mi k<u>aa</u>na <u>h</u>illan libanii isr<u>aa</u>-iila ill<u>aa</u> m<u>aa</u> <u>h</u>arrama isr<u>aa</u>-iilu 'al<u>aa</u> nafsihi min qabli an tunazzala <strong>al</strong>ttawr<u>aa</u>tu qul fa/tuu bi<strong>al</strong>ttawr<u>aa</u>ti fa<strong>u</strong>tluuh<u>aa</u> in kuntum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "فَمَنِ افْتَرَىٰ عَلَى اللَّهِ الْكَذِبَ مِنْ بَعْدِ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
  "id" : "Maka barangsiapa mengada-adakan dusta terhadap Allah sesudah itu, maka merekalah orang-orang yang zalim.",
  "nomor" : "94",
  "tr" : "famani iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lka<u>dz</u>iba min ba'di <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>al</strong><u>zhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "قُلْ صَدَقَ اللَّهُ ۗ فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
  "id" : "Katakanlah: \"Benarlah (apa yang difirmankan) Allah\". Maka ikutilah agama Ibrahim yang lurus, dan bukanlah dia termasuk orang-orang yang musyrik.",
  "nomor" : "95",
  "tr" : "qul <u>sh</u>adaqa <strong>al</strong>l<u>aa</u>hu fa<strong>i</strong>ttabi'uu millata ibr<u>aa</u>hiima <u>h</u>aniifan wam<u>aa</u> k<u>aa</u>na mina <strong>a</strong>lmusyrikiin<strong>a</strong>"
}, {
  "ar" : "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ",
  "id" : "Sesungguhnya rumah yang mula-mula dibangun untuk (tempat beribadat) manusia, ialah Baitullah yang di Bakkah (Mekah) yang diberkahi dan menjadi petunjuk bagi semua manusia.",
  "nomor" : "96",
  "tr" : "inna awwala baytin wu<u>dh</u>i'a li<strong>l</strong>nn<u>aa</u>si lalla<u>dz</u>ii bibakkata mub<u>aa</u>rakan wahudan lil'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ ۖ وَمَنْ دَخَلَهُ كَانَ آمِنًا ۗ وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا ۚ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ",
  "id" : "Padanya terdapat tanda-tanda yang nyata, (di antaranya) maqam Ibrahim; barangsiapa memasukinya (Baitullah itu) menjadi amanlah dia; mengerjakan haji adalah kewajiban manusia terhadap Allah, yaitu (bagi) orang yang sanggup mengadakan perjalanan ke Baitullah. Barangsiapa mengingkari (kewajiban haji), maka sesungguhnya Allah Maha Kaya (tidak memerlukan sesuatu) dari semesta alam.",
  "nomor" : "97",
  "tr" : "fiihi <u>aa</u>y<u>aa</u>tun bayyin<u>aa</u>tun maq<u>aa</u>mu ibr<u>aa</u>hiima waman dakhalahu k<u>aa</u>na <u>aa</u>minan walill<u>aa</u>hi 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si <u>h</u>ijju <strong>a</strong>lbayti mani ista<u>th</u><u>aa</u>'a ilayhi sabiilan waman kafara fa-inna <strong>al</strong>l<u>aa</u>ha ghaniyyun 'ani <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَاللَّهُ شَهِيدٌ عَلَىٰ مَا تَعْمَلُونَ",
  "id" : "Katakanlah: \"Hai Ahli Kitab, mengapa kamu ingkari ayat-ayat Allah, padahal Allah Maha menyaksikan apa yang kamu kerjakan?\".",
  "nomor" : "98",
  "tr" : "qul y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi lima takfuruuna bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu syahiidun 'al<u>aa</u> m<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ ۗ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
  "id" : "Katakanlah: \"Hai Ahli Kitab, mengapa kamu menghalang-halangi dari jalan Allah orang-orang yang telah beriman, kamu menghendakinya menjadi bengkok, padahal kamu menyaksikan?\". Allah sekali-kali tidak lalai dari apa yang kamu kerjakan.",
  "nomor" : "99",
  "tr" : "qul y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi lima ta<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi man <u>aa</u>mana tabghuunah<u>aa</u> 'iwajan wa-antum syuhad<u>aa</u>u wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu bigh<u>aa</u>filin 'amm<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ",
  "id" : "Hai orang-orang yang beriman, jika kamu mengikuti sebahagian dari orang-orang yang diberi Al Kitab, niscaya mereka akan mengembalikan kamu menjadi orang kafir sesudah kamu beriman.",
  "nomor" : "100",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu in tu<u>th</u>ii'uu fariiqan mina <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba yarudduukum ba'da iim<u>aa</u>nikum k<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَىٰ عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ ۗ وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
  "id" : "Bagaimanakah kamu (sampai) menjadi kafir, padahal ayat-ayat Allah dibacakan kepada kamu, dan Rasul-Nya pun berada di tengah-tengah kamu? Barangsiapa yang berpegang teguh kepada (agama) Allah, maka sesungguhnya ia telah diberi petunjuk kepada jalan yang lurus.",
  "nomor" : "101",
  "tr" : "wakayfa takfuruuna wa-antum tutl<u>aa</u> 'alaykum <u>aa</u>y<u>aa</u>tu <strong>al</strong>l<u>aa</u>hi wafiikum rasuuluhu waman ya'ta<u>sh</u>im bi<strong>al</strong>l<u>aa</u>hi faqad hudiya il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ",
  "id" : "Hai orang-orang yang beriman, bertakwalah kepada Allah sebenar-benar takwa kepada-Nya; dan janganlah sekali-kali kamu mati melainkan dalam keadaan beragama Islam.",
  "nomor" : "102",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha <u>h</u>aqqa tuq<u>aa</u>tihi wal<u>aa</u> tamuutunna ill<u>aa</u> wa-antum muslimuun<strong>a</strong>"
}, {
  "ar" : "وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا ۚ وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ",
  "id" : "Dan berpeganglah kamu semuanya kepada tali (agama) Allah, dan janganlah kamu bercerai berai, dan ingatlah akan ni'mat Allah kepadamu ketika kamu dahulu (masa Jahiliyah) bermusuh-musuhan, maka Allah mempersatukan hatimu, lalu menjadilah kamu karena ni'mat Allah, orang-orang yang bersaudara; dan kamu telah berada di tepi jurang neraka, lalu Allah menyelamatkan kamu dari padanya. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu, agar kamu mendapat petunjuk.",
  "nomor" : "103",
  "tr" : "wa<strong>i</strong>'ta<u>sh</u>imuu bi<u>h</u>abli <strong>al</strong>l<u>aa</u>hi jamii'an wal<u>aa</u> tafarraquu wa<strong>u</strong><u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum i<u>dz</u> kuntum a'd<u>aa</u>-an fa-allafa bayna quluubikum fa-a<u>sh</u>ba<u>h</u>tum bini'matihi ikhw<u>aa</u>nan wakuntum 'al<u>aa</u> syaf<u>aa</u> <u>h</u>ufratin mina <strong>al</strong>nn<u>aa</u>ri fa-anqa<u>dz</u>akum minh<u>aa</u> ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakum <u>aa</u>y<u>aa</u>tihi la'allakum tahtaduun<strong>a</strong>"
}, {
  "ar" : "وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۚ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
  "id" : "Dan hendaklah ada di antara kamu segolongan umat yang menyeru kepada kebajikan, menyuruh kepada yang ma'ruf dan mencegah dari yang munkar; merekalah orang-orang yang beruntung.",
  "nomor" : "104",
  "tr" : "waltakun minkum ummatun yad'uuna il<u>aa</u> <strong>a</strong>lkhayri waya/muruuna bi<strong>a</strong>lma'ruufi wayanhawna 'ani <strong>a</strong>lmunkari waul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ ۚ وَأُولَٰئِكَ لَهُمْ عَذَابٌ عَظِيمٌ",
  "id" : "Dan janganlah kamu menyerupai orang-orang yang bercerai-berai dan berselisih sesudah datang keterangan yang jelas kepada mereka. Mereka itulah orang-orang yang mendapat siksa yang berat,",
  "nomor" : "105",
  "tr" : "wal<u>aa</u> takuunuu ka<strong>a</strong>lla<u>dz</u>iina tafarraquu wa<strong>i</strong>khtalafuu min ba'di m<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>lbayyin<u>aa</u>tu waul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ۚ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
  "id" : "pada hari yang di waktu itu ada muka yang putih berseri, dan ada pula muka yang hitam muram. Adapun orang-orang yang hitam muram mukanya (kepada mereka dikatakan): \"Kenapa kamu kafir sesudah kamu beriman? Karena itu rasakanlah azab disebabkan kekafiranmu itu\".",
  "nomor" : "106",
  "tr" : "yawma tabya<u>dhdh</u>u wujuuhun wataswaddu wujuuhun fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina iswaddat wujuuhuhum akafartum ba'da iim<u>aa</u>nikum fa<u>dz</u>uuquu <strong>a</strong>l'a<u>dzaa</u>ba bim<u>aa</u> kuntum takfuruun<strong>a</strong>"
}, {
  "ar" : "وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Adapun orang-orang yang putih berseri mukanya, maka mereka berada dalam rahmat Allah (surga); mereka kekal di dalamnya.",
  "nomor" : "107",
  "tr" : "wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina ibya<u>dhdh</u>at wujuuhuhum fafii ra<u>h</u>mati <strong>al</strong>l<u>aa</u>hi hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۗ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعَالَمِينَ",
  "id" : "Itulah ayat-ayat Allah. Kami bacakan ayat-ayat itu kepadamu dengan benar; dan tiadalah Allah berkehendak untuk menganiaya hamba-hamba-Nya.",
  "nomor" : "108",
  "tr" : "tilka <u>aa</u>y<u>aa</u>tu <strong>al</strong>l<u>aa</u>hi natluuh<u>aa</u> 'alayka bi<strong>a</strong>l<u>h</u>aqqi wam<u>aa</u> <strong>al</strong>l<u>aa</u>hu yuriidu <u>zh</u>ulman lil'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
  "id" : "Kepunyaan Allah-lah segala yang ada di langit dan di bumi; dan kepada Allahlah dikembalikan segala urusan.",
  "nomor" : "109",
  "tr" : "walill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>"
}, {
  "ar" : "كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ ۗ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ ۚ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ",
  "id" : "Kamu adalah umat yang terbaik yang dilahirkan untuk manusia, menyuruh kepada yang ma'ruf, dan mencegah dari yang munkar, dan beriman kepada Allah. Sekiranya Ahli Kitab beriman, tentulah itu lebih baik bagi mereka, di antara mereka ada yang beriman, dan kebanyakan mereka adalah orang-orang yang fasik.",
  "nomor" : "110",
  "tr" : "kuntum khayra ummatin ukhrijat li<strong>l</strong>nn<u>aa</u>si ta/muruuna bi<strong>a</strong>lma'ruufi watanhawna 'ani <strong>a</strong>lmunkari watu/minuuna bi<strong>al</strong>l<u>aa</u>hi walaw <u>aa</u>mana ahlu <strong>a</strong>lkit<u>aa</u>bi lak<u>aa</u>na khayran lahum minhumu <strong>a</strong>lmu/minuuna wa-aktsaruhumu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
}, {
  "ar" : "لَنْ يَضُرُّوكُمْ إِلَّا أَذًى ۖ وَإِنْ يُقَاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ",
  "id" : "Mereka sekali-kali tidak akan dapat membuat mudharat kepada kamu, selain dari gangguan-gangguan celaan saja, dan jika mereka berperang dengan kamu, pastilah mereka berbalik melarikan diri ke belakang (kalah). Kemudian mereka tidak mendapat pertolongan.",
  "nomor" : "111",
  "tr" : "lan ya<u>dh</u>urruukum ill<u>aa</u> a<u>dz</u>an wa-in yuq<u>aa</u>tiluukum yuwalluukumu <strong>a</strong>l-adb<u>aa</u>ra tsumma l<u>aa</u> yun<u>sh</u>aruun<strong>a</strong>"
}, {
  "ar" : "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۚ ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ ۚ ذَٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ",
  "id" : "Mereka diliputi kehinaan di mana saja mereka berada, kecuali jika mereka berpegang kepada tali (agama) Allah dan tali (perjanjian) dengan manusia, dan mereka kembali mendapat kemurkaan dari Allah dan mereka diliputi kerendahan. Yang demikian itu karena mereka kafir kepada ayat-ayat Allah dan membunuh para nabi tanpa alasan yang benar. Yang demikian itu disebabkan mereka durhaka dan melampaui batas.",
  "nomor" : "112",
  "tr" : "<u>dh</u>uribat 'alayhimu <strong>al</strong><u>dzdz</u>illatu ayna m<u>aa</u> tsuqifuu ill<u>aa</u> bi<u>h</u>ablin mina <strong>al</strong>l<u>aa</u>hi wa<u>h</u>ablin mina <strong>al</strong>nn<u>aa</u>si wab<u>aa</u>uu bigha<u>dh</u>abin mina <strong>al</strong>l<u>aa</u>hi wa<u>dh</u>uribat 'alayhimu <strong>a</strong>lmaskanatu <u>dzaa</u>lika bi-annahum k<u>aa</u>nuu yakfuruuna bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wayaqtuluuna <strong>a</strong>l-anbiy<u>aa</u>-a bighayri <u>h</u>aqqin <u>dzaa</u>lika bim<u>aa</u> 'a<u>sh</u>aw wak<u>aa</u>nuu ya'taduun<strong>a</strong>"
}, {
  "ar" : "لَيْسُوا سَوَاءً ۗ مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ",
  "id" : "Mereka itu tidak sama; di antara Ahli Kitab itu ada golongan yang berlaku lurus, mereka membaca ayat-ayat Allah pada beberapa waktu di malam hari, sedang mereka juga bersujud (sembahyang).",
  "nomor" : "113",
  "tr" : "laysuu saw<u>aa</u>-an min ahli <strong>a</strong>lkit<u>aa</u>bi ummatun q<u>aa</u>-imatun yatluuna <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi <u>aa</u>n<u>aa</u>-a <strong>al</strong>layli wahum yasjuduun<strong>a</strong>"
}, {
  "ar" : "يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَٰئِكَ مِنَ الصَّالِحِينَ",
  "id" : "Mereka beriman kepada Allah dan hari penghabisan, mereka menyuruh kepada yang ma'ruf, dan mencegah dari yang munkar dan bersegera kepada (mengerjakan) pelbagai kebajikan; mereka itu termasuk orang-orang yang saleh.",
  "nomor" : "114",
  "tr" : "yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri waya/muruuna bi<strong>a</strong>lma'ruufi wayanhawna 'ani <strong>a</strong>lmunkari wayus<u>aa</u>ri'uuna fii <strong>a</strong>lkhayr<u>aa</u>ti waul<u>aa</u>-ika mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ ۗ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ",
  "id" : "Dan apa saja kebajikan yang mereka kerjakan, maka sekali-kali mereka tidak dihalangi (menenerima pahala) nya; dan Allah Maha Mengetahui orang-orang yang bertakwa.",
  "nomor" : "115",
  "tr" : "wam<u>aa</u> yaf'aluu min khayrin falan yukfaruuhu wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<strong>a</strong>lmuttaqiin<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا ۖ وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۚ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Sesungguhnya orang-orang yang kafir baik harta mereka maupun anak-anak mereka, sekali-kali tidak dapat menolak azab Allah dari mereka sedikitpun. Dan mereka adalah penghuni neraka; mereka kekal di dalamnya.",
  "nomor" : "116",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu lan tughniya 'anhum amw<u>aa</u>luhum wal<u>aa</u> awl<u>aa</u>duhum mina <strong>al</strong>l<u>aa</u>hi syay-an waul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "مَثَلُ مَا يُنْفِقُونَ فِي هَٰذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ ۚ وَمَا ظَلَمَهُمُ اللَّهُ وَلَٰكِنْ أَنْفُسَهُمْ يَظْلِمُونَ",
  "id" : "Perumpamaan harta yang mereka nafkahkan di dalam kehidupan dunia ini, adalah seperti perumpamaan angin yang mengandung hawa yang sangat dingin, yang menimpa tanaman kaum yang menganiaya diri sendiri, lalu angin itu merusaknya. Allah tidak menganiaya mereka, akan tetapi merekalah yang menganiaya diri mereka sendiri.",
  "nomor" : "117",
  "tr" : "matsalu m<u>aa</u> yunfiquuna fii h<u>aadz</u>ihi <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> kamatsali rii<u>h</u>in fiih<u>aa</u> <u>sh</u>irrun a<u>shaa</u>bat <u>h</u>artsa qawmin <u>zh</u>alamuu anfusahum fa-ahlakat-hu wam<u>aa</u> <u>zh</u>alamahumu <strong>al</strong>l<u>aa</u>hu wal<u>aa</u>kin anfusahum ya<u>zh</u>limuun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ ۚ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ ۖ إِنْ كُنْتُمْ تَعْقِلُونَ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu ambil menjadi teman kepercayaanmu orang-orang yang, di luar kalanganmu (karena) mereka tidak henti-hentinya (menimbulkan) kemudharatan bagimu. Mereka menyukai apa yang menyusahkan kamu. Telah nyata kebencian dari mulut mereka, dan apa yang disembunyikan oleh hati mereka adalah lebih besar lagi. Sungguh telah Kami terangkan kepadamu ayat-ayat (Kami), jika kamu memahaminya.",
  "nomor" : "118",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattakhi<u>dz</u>uu bi<u>th</u><u>aa</u>natan min duunikum l<u>aa</u> ya/luunakum khab<u>aa</u>lan wadduu m<u>aa</u> 'anittum qad badati <strong>a</strong>lbagh<u>daa</u>u min afw<u>aa</u>hihim wam<u>aa</u> tukhfii <u>sh</u>uduuruhum akbaru qad bayyann<u>aa</u> lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti in kuntum ta'qiluun<strong>a</strong>"
}, {
  "ar" : "هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ ۚ قُلْ مُوتُوا بِغَيْظِكُمْ ۗ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
  "id" : "Beginilah kamu, kamu menyukai mereka, padahal mereka tidak menyukai kamu, dan kamu beriman kepada kitab-kitab semuanya. Apabila mereka menjumpai kamu, mereka berkata \"Kami beriman\", dan apabila mereka menyendiri, mereka menggigit ujung jari antaran marah bercampur benci terhadap kamu. Katakanlah (kepada mereka): \"Matilah kamu karena kemarahanmu itu\". Sesungguhnya Allah mengetahui segala isi hati.",
  "nomor" : "119",
  "tr" : "h<u>aa</u> antum ul<u>aa</u>-i tu<u>h</u>ibbuunahum wal<u>aa</u> yu<u>h</u>ibbuunakum watu/minuuna bi<strong>a</strong>lkit<u>aa</u>bi kullihi wa-i<u>dzaa</u> laquukum q<u>aa</u>luu <u>aa</u>mann<u>aa</u> wa-i<u>dzaa</u> khalaw 'a<u>dhdh</u>uu 'alaykumu <strong>a</strong>l-an<u>aa</u>mila mina <strong>a</strong>lghay<u>zh</u>i qul muutuu bighay<u>zh</u>ikum inna <strong>al</strong>l<u>aa</u>ha 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
}, {
  "ar" : "إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا ۖ وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا ۗ إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ",
  "id" : "Jika kamu memperoleh kebaikan, niscaya mereka bersedih hati, tetapi Jika kamu mendapat bencana, mereka bergembira karenanya. Jika kamu bersabar dan bertakwa, niscaya tipu daya mereka sedikitpun tidak mendatangkan kemudharatan kepadamu. Sesungguhnya Allah mengetahui segala apa yang mereka kerjakan.",
  "nomor" : "120",
  "tr" : "in tamsaskum <u>h</u>asanatun tasu/hum wa-in tu<u>sh</u>ibkum sayyi-atun yafra<u>h</u>uu bih<u>aa</u> wa-in ta<u>sh</u>biruu watattaquu l<u>aa</u> ya<u>dh</u>urrukum kayduhum syay-an inna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> ya'maluuna mu<u>h</u>ii<u>th</u><strong>un</strong>"
}, {
  "ar" : "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
  "id" : "Dan (ingatlah), ketika kamu berangkat pada pagi hari dari (rumah) keluargamu akan menempatkan para mu'min pada beberapa tempat untuk berperang. Dan Allah Maha Mendengar lagi Maha Mengetahui,",
  "nomor" : "121",
  "tr" : "wa-i<u>dz</u> ghadawta min ahlika tubawwi-u <strong>a</strong>lmu/miniina maq<u>aa</u>'ida lilqit<u>aa</u>li wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
}, {
  "ar" : "إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا وَاللَّهُ وَلِيُّهُمَا ۗ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
  "id" : "ketika dua golongan dari padamu ingin (mundur) karena takut, padahal Allah adalah penolong bagi kedua golongan itu. Karena itu hendaklah kepada Allah saja orang-orang mu'min bertawakkal.",
  "nomor" : "122",
  "tr" : "i<u>dz</u> hammat <u>th</u><u>aa</u>-ifat<u>aa</u>ni minkum an tafsyal<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu waliyyuhum<u>aa</u> wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ ۖ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ",
  "id" : "Sungguh Allah telah menolong kamu dalam peperangan Badar, padahal kamu adalah (ketika itu) orang-orang yang lemah. Karena itu bertakwalah kepada Allah, supaya kamu mensyukuri-Nya.",
  "nomor" : "123",
  "tr" : "walaqad na<u>sh</u>arakumu <strong>al</strong>l<u>aa</u>hu bibadrin wa-antum a<u>dz</u>illatun fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha la'allakum tasykuruun<strong>a</strong>"
}, {
  "ar" : "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ",
  "id" : "(Ingatlah), ketika kamu mengatakan kepada orang mu'min: \"Apakah tidak cukup bagi kamu Allah membantu kamu dengan tiga ribu malaikat yang diturunkan (dari langit)?\"",
  "nomor" : "124",
  "tr" : "i<u>dz</u> taquulu lilmu/miniina alan yakfiyakum an yumiddakum rabbukum bitsal<u>aa</u>tsati <u>aa</u>l<u>aa</u>fin mina almal<u>aa</u>-ikati munzaliin<strong>a</strong>"
}, {
  "ar" : "بَلَىٰ ۚ إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ",
  "id" : "Ya (cukup), jika kamu bersabar dan bersiap-siaga, dan mereka datang menyerang kamu dengan seketika itu juga, niscaya Allah menolong kamu dengan lima ribu Malaikat yang memakai tanda.",
  "nomor" : "125",
  "tr" : "bal<u>aa</u> in ta<u>sh</u>biruu watattaquu waya/tuukum min fawrihim h<u>aadzaa</u> yumdidkum rabbukum bikhamsati <u>aa</u>l<u>aa</u>fin mina <strong>a</strong>lmal<u>aa</u>-ikati musawwimiin<strong>a</strong>"
}, {
  "ar" : "وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ ۗ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
  "id" : "Dan Allah tidak menjadikan pemberian bala bantuan itu melainkan sebagai khabar gembira bagi (kemenangan)mu, dan agar tenteram hatimu karenanya. Dan kemenanganmu itu hanyalah dari Allah Yang Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "126",
  "tr" : "wam<u>aa</u> ja'alahu <strong>al</strong>l<u>aa</u>hu ill<u>aa</u> busyr<u>aa</u> lakum walita<u>th</u>ma-inna quluubukum bihi wam<u>aa</u> <strong>al</strong>nna<u>sh</u>ru ill<u>aa</u> min 'indi <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>"
}, {
  "ar" : "لِيَقْطَعَ طَرَفًا مِنَ الَّذِينَ كَفَرُوا أَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوا خَائِبِينَ",
  "id" : "(Allah menolong kamu dalam perang Badar dan memberi bala bantuan itu) untuk membinasakan segolongan orang-orang yang kafir, atau untuk menjadikan mereka hina, lalu mereka kembali dengan tiada memperoleh apa-apa.",
  "nomor" : "127",
  "tr" : "liyaq<u>th</u>a'a <u>th</u>arafan mina <strong>al</strong>la<u>dz</u>iina kafaruu aw yakbitahum fayanqalibuu kh<u>aa</u>-ibiin<strong>a</strong>"
}, {
  "ar" : "لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ",
  "id" : "Tak ada sedikitpun campur tanganmu dalam urusan mereka itu atau Allah menerima taubat mereka, atau mengazab mereka karena sesungguhnya mereka itu orang-orang yang zalim.",
  "nomor" : "128",
  "tr" : "laysa laka mina <strong>a</strong>l-amri syay-un aw yatuuba 'alayhim aw yu'a<u>dzdz</u>ibahum fa-innahum <u>zhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
  "id" : "Kepunyaan Allah apa yang ada di langit dan yang ada di bumi. Dia memberi ampun kepada siapa yang Dia kehendaki; Dia menyiksa siapa yang Dia kehendaki, dan Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "129",
  "tr" : "walill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i yaghfiru liman yasy<u>aa</u>u wayu'a<u>dzdz</u>ibu man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً ۖ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu memakan riba dengan berlipat ganda dan bertakwalah kamu kepada Allah supaya kamu mendapat keberuntungan.",
  "nomor" : "130",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> ta/kuluu <strong>al</strong>rrib<u>aa</u> a<u>dh</u>'<u>aa</u>fan mu<u>daa</u>'afatan wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha la'allakum tufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ",
  "id" : "Dan peliharalah dirimu dari api neraka, yang disediakan untuk orang-orang yang kafir.",
  "nomor" : "131",
  "tr" : "wa<strong>i</strong>ttaquu <strong>al</strong>nn<u>aa</u>ra <strong>al</strong>latii u'iddat lilk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
  "id" : "Dan ta'atilah Allah dan Rasul, supaya kamu diberi rahmat.",
  "nomor" : "132",
  "tr" : "wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa<strong>al</strong>rrasuula la'allakum tur<u>h</u>amuun<strong>a</strong>"
}, {
  "ar" : "وَسَارِعُوا إِلَىٰ مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ",
  "id" : "Dan bersegeralah kamu kepada ampunan dari Tuhanmu dan kepada surga yang luasnya seluas langit dan bumi yang disediakan untuk orang-orang yang bertakwa,",
  "nomor" : "133",
  "tr" : "was<u>aa</u>ri'uu il<u>aa</u> maghfiratin min rabbikum wajannatin 'ar<u>dh</u>uh<u>aa</u> <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu wa<strong>a</strong>l-ar<u>dh</u>u u'iddat lilmuttaqiin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ ۗ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
  "id" : "(yaitu) orang-orang yang menafkahkan (hartanya), baik di waktu lapang maupun sempit, dan orang-orang yang menahan amarahnya dan mema'afkan (kesalahan) orang. Allah menyukai orang-orang yang berbuat kebajikan.",
  "nomor" : "134",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yunfiquuna fii <strong>al</strong>ssarr<u>aa</u>-i wa<strong>al</strong><u>dhdh</u>arr<u>aa</u>-i wa<strong>a</strong>lk<u>aats</u>imiina <strong>a</strong>lghay<u>zh</u>a wa<strong>a</strong>l'<u>aa</u>fiina 'ani <strong>al</strong>nn<u>aa</u>si wa<strong>al</strong>l<u>aa</u>hu yu<u>h</u>ibbu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَىٰ مَا فَعَلُوا وَهُمْ يَعْلَمُونَ",
  "id" : "Dan (juga) orang-orang yang apabila mengerjakan perbuatan keji atau menganiaya diri sendiri, mereka ingat akan Allah, lalu memohon ampun terhadap dosa-dosa mereka dan siapa lagi yang dapat mengampuni dosa selain dari pada Allah? Dan mereka tidak meneruskan perbuatan kejinya itu, sedang mereka mengetahui.",
  "nomor" : "135",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina i<u>dzaa</u> fa'aluu f<u>aah</u>isyatan aw <u>zh</u>alamuu anfusahum <u>dz</u>akaruu <strong>al</strong>l<u>aa</u>ha fa<strong>i</strong>staghfaruu li<u>dz</u>unuubihim waman yaghfiru <strong>al</strong><u>dzdz</u>unuuba ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu walam yu<u>sh</u>irruu 'al<u>aa</u> m<u>aa</u> fa'aluu wahum ya'lamuun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ وَنِعْمَ أَجْرُ الْعَامِلِينَ",
  "id" : "Mereka itu balasannya ialah ampunan dari Tuhan mereka dan surga yang di dalamnya mengalir sungai-sungai, sedang mereka kekal di dalamnya; dan itulah sebaik-baik pahala orang-orang yang beramal.",
  "nomor" : "136",
  "tr" : "ul<u>aa</u>-ika jaz<u>aa</u>uhum maghfiratun min rabbihim wajann<u>aa</u>tun tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> wani'ma ajru <strong>a</strong>l'<u>aa</u>miliin<strong>a</strong>"
}, {
  "ar" : "قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
  "id" : "Sesungguhnya telah berlalu sebelum kamu sunnah-sunnah Allah; Karena itu berjalanlah kamu di muka bumi dan perhatikanlah bagaimana akibat orang-orang yang mendustakan (rasul-rasul).",
  "nomor" : "137",
  "tr" : "qad khalat min qablikum sunanun fasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fa<strong>u</strong>n<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmuka<u>dzdz</u>ibiin<strong>a</strong>"
}, {
  "ar" : "هَٰذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ",
  "id" : "(Al Qur'an) ini adalah penerangan bagi seluruh manusia, dan petunjuk serta pelajaran bagi orang-orang yang bertakwa.",
  "nomor" : "138",
  "tr" : "h<u>aadzaa</u> bay<u>aa</u>nun li<strong>l</strong>nn<u>aa</u>si wahudan wamaw'i<u>zh</u>atun lilmuttaqiin<strong>a</strong>"
}, {
  "ar" : "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Janganlah kamu bersikap lemah, dan janganlah (pula) kamu bersedih hati, padahal kamulah orang-orang yang paling tinggi (derajatnya), jika kamu orang-orang yang beriman.",
  "nomor" : "139",
  "tr" : "wal<u>aa</u> tahinuu wal<u>aa</u> ta<u>h</u>zanuu wa-antumu <strong>a</strong>l-a'lawna in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ ۚ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ ۗ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ",
  "id" : "Jika kamu (pada perang Uhud) mendapat luka, maka sesungguhnya kaum (kafir) itupun (pada perang Badar) mendapat luka yang serupa. Dan masa (kejayaan dan kehancuran) itu Kami pergilirkan diantara manusia (agar mereka mendapat pelajaran); dan supaya Allah membedakan orang-orang yang beriman (dengan orang-orang kafir) supaya sebagian kamu dijadikan-Nya (gugur sebagai) syuhada'. Dan Allah tidak menyukai orang-orang yang zalim,",
  "nomor" : "140",
  "tr" : "in yamsaskum qar<u>h</u>un faqad massa <strong>a</strong>lqawma qar<u>h</u>un mitsluhu watilka <strong>a</strong>l-ayy<u>aa</u>mu nud<u>aa</u>wiluh<u>aa</u> bayna <strong>al</strong>nn<u>aa</u>si waliya'lama <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wayattakhi<u>dz</u>a minkum syuhad<u>aa</u>-a wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>in yamsaskum qar<u>h</u>un faqad massa <strong>a</strong>lqawma qar<u>h</u>un mitsluhu watilka <strong>a</strong>l-ayy<u>aa</u>mu nud<u>aa</u>wiluh<u>aa</u> bayna <strong>al</strong>nn<u>aa</u>si waliya'lama <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wayattakhi<u>dz</u>a minkum syuhad<u>aa</u>-a wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ",
  "id" : "Dan agar Allah membersihkan orang-orang yang beriman (dari dosa mereka) dan membinasakan orang-orang yang kafir.",
  "nomor" : "141",
  "tr" : "waliyuma<u>hh</u>i<u>sh</u>a <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wayam<u>h</u>aqa <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ",
  "id" : "Apakah kamu mengira bahwa kamu akan masuk surga, padahal belum nyata bagi Allah orang-orang yang berjihad diantaramu dan belum nyata orang-orang yang sabar.",
  "nomor" : "142",
  "tr" : "am <u>h</u>asibtum an tadkhuluu <strong>a</strong>ljannata walamm<u>aa</u> ya'lami <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina j<u>aa</u>haduu minkum waya'lama <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ",
  "id" : "Sesungguhnya kamu mengharapkan mati (syahid) sebelum kamu menghadapinya; (sekarang) sungguh kamu telah melihatnya dan kamu menyaksikannya.",
  "nomor" : "143",
  "tr" : "walaqad kuntum tamannawna <strong>a</strong>lmawta min qabli an talqawhu faqad ra-aytumuuhu wa-antum tan<u>zh</u>uruun<strong>a</strong>"
}, {
  "ar" : "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ۚ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَىٰ أَعْقَابِكُمْ ۚ وَمَنْ يَنْقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا ۗ وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ",
  "id" : "Muhammad itu tidak lain hanyalah seorang rasul, sungguh telah berlalu sebelumnya beberapa orang rasul. Apakah Jika dia wafat atau dibunuh kamu berbalik ke belakang (murtad)? Barangsiapa yang berbalik ke belakang, maka ia tidak dapat mendatangkan mudharat kepada Allah sedikitpun, dan Allah akan memberi balasan kepada orang-orang yang bersyukur.",
  "nomor" : "144",
  "tr" : "wam<u>aa</u> mu<u>h</u>ammadun ill<u>aa</u> rasuulun qad khalat min qablihi <strong>al</strong>rrusulu afa-in m<u>aa</u>ta aw qutila inqalabtum 'al<u>aa</u> a'q<u>aa</u>bikum waman yanqalib 'al<u>aa</u> 'aqibayhi falan ya<u>dh</u>urra <strong>al</strong>l<u>aa</u>ha syay-an wasayajzii <strong>al</strong>l<u>aa</u>hu <strong>al</strong>sysy<u>aa</u>kiriin<strong>a</strong>"
}, {
  "ar" : "وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا ۗ وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا ۚ وَسَنَجْزِي الشَّاكِرِينَ",
  "id" : "Sesuatu yang bernyawa tidak akan mati melainkan dengan izin Allah, sebagai ketetapan yang telah ditentukan waktunya. Barang siapa menghendaki pahala dunia, niscaya Kami berikan kepadanya pahala dunia itu, dan barang siapa menghendaki pahala akhirat, Kami berikan (pula) kepadanya pahala akhirat itu. Dan kami akan memberi balasan kepada orang-orang yang bersyukur.",
  "nomor" : "145",
  "tr" : "wam<u>aa</u> k<u>aa</u>na linafsin an tamuuta ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi kit<u>aa</u>ban mu-ajjalan waman yurid tsaw<u>aa</u>ba <strong>al</strong>dduny<u>aa</u> nu/tihi minh<u>aa</u> waman yurid tsaw<u>aa</u>ba <strong>a</strong>l-<u>aa</u>khirati nu/tihi minh<u>aa</u> wasanajzii <strong>al</strong>sysy<u>aa</u>kiriin<strong>a</strong>"
}, {
  "ar" : "وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا ۗ وَاللَّهُ يُحِبُّ الصَّابِرِينَ",
  "id" : "Dan berapa banyaknya nabi yang berperang bersama-sama mereka sejumlah besar dari pengikut (nya) yang bertakwa. Mereka tidak menjadi lemah karena bencana yang menimpa mereka di jalan Allah, dan tidak lesu dan tidak (pula) menyerah (kepada musuh). Allah menyukai orang-orang yang sabar.",
  "nomor" : "146",
  "tr" : "waka-ayyin min nabiyyin q<u>aa</u>tala ma'ahu ribbiyyuuna katsiirun fam<u>aa</u> wahanuu lim<u>aa</u> a<u>shaa</u>bahum fii sabiili <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> <u>dh</u>a'ufuu wam<u>aa</u> istak<u>aa</u>nuu wa<strong>al</strong>l<u>aa</u>hu yu<u>h</u>ibbu <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
}, {
  "ar" : "وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
  "id" : "Tidak ada do'a mereka selain ucapan: \"Ya Tuhan kami, ampunilah dosa-dosa kami dan tindakan-tindakan kami yang berlebih-lebihan dalam urusan kami dan tetapkanlah pendirian kami, dan tolonglah kami terhadap kaum yang kafir\".",
  "nomor" : "147",
  "tr" : "wam<u>aa</u> k<u>aa</u>na qawlahum ill<u>aa</u> an q<u>aa</u>luu rabban<u>aa</u> ighfir lan<u>aa</u> <u>dz</u>unuuban<u>aa</u> wa-isr<u>aa</u>fan<u>aa</u> fii amrin<u>aa</u> watsabbit aqd<u>aa</u>man<u>aa</u> wa<strong>u</strong>n<u>sh</u>urn<u>aa</u> 'al<u>aa</u> <strong>a</strong>lqawmi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ ۗ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
  "id" : "Karena itu Allah memberikan kepada mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah menyukai orang-orang yang berbuat kebaikan.",
  "nomor" : "148",
  "tr" : "fa<u>aa</u>t<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu tsaw<u>aa</u>ba <strong>al</strong>dduny<u>aa</u> wa<u>h</u>usna tsaw<u>aa</u>bi <strong>a</strong>l-<u>aa</u>khirati wa<strong>al</strong>l<u>aa</u>hu yu<u>h</u>ibbu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَىٰ أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ",
  "id" : "Hai orang-orang yang beriman, jika kamu menta'ati orang-orang yang kafir itu, niscaya mereka mengembalikan kamu ke belakang (kepada kekafiran), lalu jadilah kamu orang-orang yang rugi.",
  "nomor" : "149",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu in tu<u>th</u>ii'uu <strong>al</strong>la<u>dz</u>iina kafaruu yarudduukum 'al<u>aa</u> a'q<u>aa</u>bikum fatanqalibuu kh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "بَلِ اللَّهُ مَوْلَاكُمْ ۖ وَهُوَ خَيْرُ النَّاصِرِينَ",
  "id" : "Tetapi (ikutilah Allah), Allahlah Pelindungmu, dan Dia-lah sebaik-baik Penolong.",
  "nomor" : "150",
  "tr" : "bali <strong>al</strong>l<u>aa</u>hu mawl<u>aa</u>kum wahuwa khayru <strong>al</strong>nn<u>aas</u>iriin<strong>a</strong>"
}, {
  "ar" : "سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا ۖ وَمَأْوَاهُمُ النَّارُ ۚ وَبِئْسَ مَثْوَى الظَّالِمِينَ",
  "id" : "Akan Kami masukkan ke dalam hati orang-orang kafir rasa takut, disebabkan mereka mempersekutukan Allah dengan sesuatu yang Allah sendiri tidak menurunkan keterangan tentang itu. Tempat kembali mereka ialah neraka; dan itulah seburuk-buruk tempat tinggal orang-orang yang zalim.",
  "nomor" : "151",
  "tr" : "sanulqii fii quluubi <strong>al</strong>la<u>dz</u>iina kafaruu <strong>al</strong>rru'ba bim<u>aa</u> asyrakuu bi<strong>al</strong>l<u>aa</u>hi m<u>aa</u> lam yunazzil bihi sul<u>th</u><u>aa</u>nan wama/w<u>aa</u>humu <strong>al</strong>nn<u>aa</u>ru wabi/sa matsw<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ ۖ حَتَّىٰ إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ ۚ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۖ وَلَقَدْ عَفَا عَنْكُمْ ۗ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ",
  "id" : "Dan sesungguhnya Allah telah memenuhi janji-Nya kepada kamu, ketika kamu membunuh mereka dengan izin-Nya sampai pada sa'at kamu lemah dan berselisih dalam urusan itu dan mendurhakai perintah (Rasul) sesudah Allah memperlihatkan kepadamu apa yang kamu sukai. Di antaramu ada orang yang menghendaki dunia dan diantara kamu ada orang yang menghendaki akhirat. Kemudian Allah memalingkan kamu dari mereka untuk menguji kamu, dan sesunguhnya Allah telah mema'afkan kamu. Dan Allah mempunyai karunia (yang dilimpahkan) atas orang orang yang beriman.",
  "nomor" : "152",
  "tr" : "walaqad <u>sh</u>adaqakumu <strong>al</strong>l<u>aa</u>hu wa'dahu i<u>dz</u> ta<u>h</u>ussuunahum bi-i<u>dz</u>nihi <u>h</u>att<u>aa</u> i<u>dzaa</u> fasyiltum watan<u>aa</u>za'tum fii <strong>a</strong>l-amri wa'a<u>sh</u>aytum min ba'di m<u>aa</u> ar<u>aa</u>kum m<u>aa</u> tu<u>h</u>ibbuuna minkum man yuriidu <strong>al</strong>dduny<u>aa</u> waminkum man yuriidu <strong>a</strong>l-<u>aa</u>khirata tsumma <u>sh</u>arafakum 'anhum liyabtaliyakum walaqad 'af<u>aa</u> 'ankum wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu fa<u>dh</u>lin 'al<u>aa</u> <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَىٰ أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَىٰ مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ ۗ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
  "id" : "(Ingatlah) ketika kamu lari dan tidak menoleh kepada seseorangpun, sedang Rasul yang berada di antara kawan-kawanmu yang lain memanggil kamu, karena itu Allah menimpakan atas kamu kesedihan atas kesedihan, supaya kamu jangan bersedih hati terhadap apa yang luput dari pada kamu dan terhadap apa yang menimpa kamu. Allah Maha Mengetahui apa yang kamu kerjakan.",
  "nomor" : "153",
  "tr" : "i<u>dz</u> tu<u>sh</u>'iduuna wal<u>aa</u> talwuuna 'al<u>aa</u> a<u>h</u>adin wa<strong>al</strong>rrasuulu yad'uukum fii ukhr<u>aa</u>kum fa-ats<u>aa</u>bakum ghamman bighammin likay l<u>aa</u> ta<u>h</u>zanuu 'al<u>aa</u> m<u>aa</u> f<u>aa</u>takum wal<u>aa</u> m<u>aa</u> a<u>shaa</u>bakum wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَىٰ طَائِفَةً مِنْكُمْ ۖ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ ۖ يَقُولُونَ هَلْ لَنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ ۗ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ ۗ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ ۖ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا ۗ قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ ۖ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ ۗ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
  "id" : "Kemudian setelah kamu berdukacita, Allah menurunkan kepada kamu keamanan (berupa) kantuk yang meliputi segolongan dari pada kamu, sedang segolongan lagi telah dicemaskan oleh diri mereka sendiri, mereka menyangka yang tidak benar terhadap Allah seperti sangkaan jahiliyah. Mereka berkata: \"Apakah ada bagi kita barang sesuatu (hak campur tangan) dalam urusan ini?\". Katakanlah: \"Sesungguhnya urusan itu seluruhnya di tangan Allah\". Mereka menyembunyikan dalam hati mereka apa yang tidak mereka terangkan kepadamu; mereka berkata: \"Sekiranya ada bagi kita barang sesuatu (hak campur tangan) dalam urusan ini, niscaya kita tidak akan dibunuh (dikalahkan) di sini\". Katakanlah: \"Sekiranya kamu berada di rumahmu, niscaya orang-orang yang telah ditakdirkan akan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh\". Dan Allah (berbuat demikian) untuk menguji apa yang ada dalam dadamu dan untuk membersihkan apa yang ada dalam hatimu. Allah Maha Mengetahui isi hati.",
  "nomor" : "154",
  "tr" : "tsumma anzala 'alaykum min ba'di <strong>a</strong>lghammi amanatan nu'<u>aa</u>san yaghsy<u>aa</u> <u>th</u><u>aa</u>-ifatan minkum wa<u>th</u><u>aa</u>-ifatun qad ahammat-hum anfusuhum ya<u>zh</u>unnuuna bi<strong>al</strong>l<u>aa</u>hi ghayra <strong>a</strong>l<u>h</u>aqqi <u>zh</u>anna <strong>a</strong>lj<u>aa</u>hiliyyati yaquuluuna hal lan<u>aa</u> mina <strong>a</strong>l-amri min syay-in qul inna <strong>a</strong>l-amra kullahu lill<u>aa</u>hi yukhfuuna fii anfusihim m<u>aa</u> l<u>aa</u> yubduuna laka yaquuluuna law k<u>aa</u>na lan<u>aa</u> mina <strong>a</strong>l-amri syay-un m<u>aa</u> qutiln<u>aa</u> h<u>aa</u>hun<u>aa</u> qul law kuntum fii buyuutikum labaraza <strong>al</strong>la<u>dz</u>iina kutiba 'alayhimu <strong>a</strong>lqatlu il<u>aa</u> ma<u>daa</u>ji'ihim waliyabtaliya <strong>al</strong>l<u>aa</u>hu m<u>aa</u> fii <u>sh</u>uduurikum waliyuma<u>hh</u>i<u>sh</u>a m<u>aa</u> fii quluubikum wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا ۖ وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ ۗ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ",
  "id" : "Sesungguhnya orang-orang yang berpaling di antaramu pada hari bertemu dua pasukan itu, hanya saja mereka digelincirkan oleh syaitan, disebabkan sebagian kesalahan yang telah mereka perbuat (di masa lampau) dan sesungguhnya Allah telah memberi ma'af kepada mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyantun.",
  "nomor" : "155",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina tawallaw minkum yawma iltaq<u>aa</u> <strong>a</strong>ljam'<u>aa</u>ni innam<u>aa</u> istazallahumu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu biba'<u>dh</u>i m<u>aa</u> kasabuu walaqad 'af<u>aa</u> <strong>al</strong>l<u>aa</u>hu 'anhum inna <strong>al</strong>l<u>aa</u>ha ghafuurun <u>h</u>aliim<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ أَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذَٰلِكَ حَسْرَةً فِي قُلُوبِهِمْ ۗ وَاللَّهُ يُحْيِي وَيُمِيتُ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu seperti orang-orang kafir (orang-orang munafik) itu, yang mengatakan kepada saudara-saudara mereka apabila mereka mengadakan perjalanan di muka bumi atau mereka berperang: \"Kalau mereka tetap bersama-sama kita tentulah mereka tidak mati dan tidak dibunuh.\" Akibat (dari perkataan dan keyakinan mereka) yang demikian itu, Allah menimbulkan rasa penyesalan yang sangat di dalam hati mereka. Allah menghidupkan dan mematikan. Dan Allah melihat apa yang kamu kerjakan.",
  "nomor" : "156",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> takuunuu ka<strong>a</strong>lla<u>dz</u>iina kafaruu waq<u>aa</u>luu li-ikhw<u>aa</u>nihim i<u>dzaa</u> <u>dh</u>arabuu fii <strong>a</strong>l-ar<u>dh</u>i aw k<u>aa</u>nuu ghuzzan law k<u>aa</u>nuu 'indan<u>aa</u> m<u>aa</u> m<u>aa</u>tuu wam<u>aa</u> qutiluu liyaj'ala <strong>al</strong>l<u>aa</u>hu <u>dzaa</u>lika <u>h</u>asratan fii quluubihim wa<strong>al</strong>l<u>aa</u>hu yu<u>h</u>yii wayumiitu wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ",
  "id" : "Dan sungguh kalau kamu gugur di jalan Allah atau meninggal, tentulah ampunan Allah dan rahmat-Nya lebih baik (bagimu) dari harta rampasan yang mereka kumpulkan.",
  "nomor" : "157",
  "tr" : "wala-in qutiltum fii sabiili <strong>al</strong>l<u>aa</u>hi aw muttum lamaghfiratun mina <strong>al</strong>l<u>aa</u>hi wara<u>h</u>matun khayrun mimm<u>aa</u> yajma'uun<strong>a</strong>"
}, {
  "ar" : "وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ",
  "id" : "Dan sungguh jika kamu meninggal atau gugur, tentulah kepada Allah saja kamu dikumpulkan.",
  "nomor" : "158",
  "tr" : "wala-in muttum aw qutiltum la-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi tu<u>h</u>syaruun<strong>a</strong>"
}, {
  "ar" : "فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ ۖ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ ۖ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ",
  "id" : "Maka disebabkan rahmat dari Allah-lah kamu berlaku lemah lembut terhadap mereka. Sekiranya kamu bersikap keras lagi berhati kasar, tentulah mereka menjauhkan diri dari sekelilingmu. Karena itu ma'afkanlah mereka, mohonkanlah ampun bagi mereka, dan bermusyawaratlah dengan mereka dalam urusan itu. Kemudian apabila kamu telah membulatkan tekad, maka bertawakkallah kepada Allah. Sesungguhnya Allah menyukai orang-orang yang bertawakkal kepada-Nya.",
  "nomor" : "159",
  "tr" : "fabim<u>aa</u> ra<u>h</u>matin mina <strong>al</strong>l<u>aa</u>hi linta lahum walaw kunta fa<u>zhzh</u>an ghalii<u>zh</u>a <strong>a</strong>lqalbi la<strong>i</strong>nfa<u>dhdh</u>uu min <u>h</u>awlika fa<strong>u</strong>'fu 'anhum wa<strong>i</strong>staghfir lahum wasy<u>aa</u>wirhum fii <strong>a</strong>l-amri fa-i<u>dzaa</u> 'azamta fatawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmutawakkiliin<strong>a</strong>"
}, {
  "ar" : "إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ ۗ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
  "id" : "Jika Allah menolong kamu, maka tak adalah orang yang dapat mengalahkan kamu; jika Allah membiarkan kamu (tidak memberi pertolongan), maka siapakah gerangan yang dapat menolong kamu (selain) dari Allah sesudah itu? Karena itu hendaklah kepada Allah saja orang-orang mu'min bertawakkal.",
  "nomor" : "160",
  "tr" : "in yan<u>sh</u>urkumu <strong>al</strong>l<u>aa</u>hu fal<u>aa</u> gh<u>aa</u>liba lakum wa-in yakh<u>dz</u>ulkum faman <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii yan<u>sh</u>urukum min ba'dihi wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>"
}, {
  "ar" : "وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ ۚ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
  "id" : "Tidak mungkin seorang nabi berkhianat dalam urusan harta rampasan perang. Barangsiapa yang berkhianat dalam urusan rampasan perang itu, maka pada hari kiamat ia akan datang membawa apa yang dikhianatkannya itu, kemudian tiap-tiap diri akan diberi pembalasan tentang apa yang ia kerjakan dengan (pembalasan) setimpal, sedang mereka tidak dianiaya.",
  "nomor" : "161",
  "tr" : "wam<u>aa</u> k<u>aa</u>na linabiyyin an yaghulla waman yaghlul ya/ti bim<u>aa</u> ghalla yawma <strong>a</strong>lqiy<u>aa</u>mati tsumma tuwaff<u>aa</u> kullu nafsin m<u>aa</u> kasabat wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>v"
}, {
  "ar" : "أَفَمَنِ اتَّبَعَ رِضْوَانَ اللَّهِ كَمَنْ بَاءَ بِسَخَطٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ ۚ وَبِئْسَ الْمَصِيرُ",
  "id" : "Apakah orang yang mengikuti keridhaan Allah sama dengan orang yang kembali membawa kemurkaan (yang besar) dari Allah dan tempatnya adalah Jahannam?. Dan itulah seburuk-buruk tempat kembali.",
  "nomor" : "162",
  "tr" : "afamani ittaba'a ri<u>dh</u>w<u>aa</u>na <strong>al</strong>l<u>aa</u>hi kaman b<u>aa</u>-a bisakha<u>th</u>in mina <strong>al</strong>l<u>aa</u>hi wama/w<u>aa</u>hu jahannamu wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ ۗ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ",
  "id" : "(Kedudukan) mereka itu bertingkat-tingkat di sisi Allah, dan Allah Maha Melihat apa yang mereka kerjakan.",
  "nomor" : "163",
  "tr" : "hum daraj<u>aa</u>tun 'inda <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ba<u>sh</u>iirun bim<u>aa</u> ya'maluun<strong>a</strong>"
}, {
  "ar" : "لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ",
  "id" : "Sungguh Allah telah memberi karunia kepada orang-orang yang beriman ketika Allah mengutus diantara mereka seorang rasul dari golongan mereka sendiri, yang membacakan kepada mereka ayat-ayat Allah, membersihkan (jiwa) mereka, dan mengajarkan kepada mereka Al Kitab dan Al Hikmah. Dan sesungguhnya sebelum (kedatangan Nabi) itu, mereka adalah benar-benar dalam kesesatan yang nyata.",
  "nomor" : "164",
  "tr" : "aqad manna <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> <strong>a</strong>lmu/miniina i<u>dz</u> ba'atsa fiihim rasuulan min anfusihim yatluu 'alayhim <u>aa</u>y<u>aa</u>tihi wayuzakkiihim wayu'allimuhumu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ikmata wa-in k<u>aa</u>nuu min qablu lafii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
}, {
  "ar" : "أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّىٰ هَٰذَا ۖ قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ ۗ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Dan mengapa ketika kamu ditimpa musibah (pada peperangan Uhud), padahal kamu telah menimpakan kekalahan dua kali lipat kepada musuh-musuhmu (pada peperangan Badar), kamu berkata: \"Darimana datangnya (kekalahan) ini?\" Katakanlah: \"Itu dari (kesalahan) dirimu sendiri\". Sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "165",
  "tr" : "awa lamm<u>aa</u> a<u>shaa</u>batkum mu<u>sh</u>iibatun qad a<u>sh</u>abtum mitslayh<u>aa</u> qultum ann<u>aa</u> h<u>aadzaa</u> qul huwa min 'indi anfusikum inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ وَلِيَعْلَمَ الْمُؤْمِنِينَ",
  "id" : "Dan apa yang menimpa kamu pada hari bertemunya dua pasukan, maka (kekalahan) itu adalah dengan izin (takdir) Allah, dan agar Allah mengetahui siapa orang-orang yang beriman.",
  "nomor" : "166",
  "tr" : "wam<u>aa</u> a<u>shaa</u>bakum yawma iltaq<u>aa</u> <strong>a</strong>ljam'<u>aa</u>ni fabi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waliya'lama <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "وَلِيَعْلَمَ الَّذِينَ نَافَقُوا ۚ وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ أَوِ ادْفَعُوا ۖ قَالُوا لَوْ نَعْلَمُ قِتَالًا لَاتَّبَعْنَاكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ ۚ يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ ۗ وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ",
  "id" : "Dan supaya Allah mengetahui siapa orang-orang yang munafik. Kepada mereka dikatakan: \"Marilah berperang di jalan Allah atau pertahankanlah (dirimu)\". Mereka berkata: \"Sekiranya kami mengetahui akan terjadi peperangan, tentulah kami mengikuti kamu\". Mereka pada hari itu lebih dekat kepada kekafiran dari pada keimanan. Mereka mengatakan dengan mulutnya apa yang tidak terkandung dalam hatinya. Dan Allah lebih mengetahui dalam hatinya. Dan Allah lebih mengetahui apa yang mereka sembunyikan.",
  "nomor" : "167",
  "tr" : "waliya'lama <strong>al</strong>la<u>dz</u>iina n<u>aa</u>faquu waqiila lahum ta'<u>aa</u>law q<u>aa</u>tiluu fii sabiili <strong>al</strong>l<u>aa</u>hi awi idfa'uu q<u>aa</u>luu law na'lamu qit<u>aa</u>lan la<strong>i</strong>ttaba'n<u>aa</u>kum hum lilkufri yawma-i<u>dz</u>in aqrabu minhum lil-iim<u>aa</u>ni yaquuluuna bi-afw<u>aa</u>hihim m<u>aa</u> laysa fii quluubihim wa<strong>al</strong>l<u>aa</u>hu a'lamu bim<u>aa</u> yaktumuun<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا ۗ قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Orang-orang yang mengatakan kepada saudara-saudaranya dan mereka tidak turut pergi berperang: \"Sekiranya mereka mengikuti kita, tentulah mereka tidak terbunuh\". Katakanlah: \"Tolaklah kematian itu dari dirimu, jika kamu orang-orang yang benar\".",
  "nomor" : "168",
  "tr" : "<strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu li-ikhw<u>aa</u>nihim waqa'aduu law a<u>th</u><u>aa</u>'uun<u>aa</u> m<u>aa</u> qutiluu qul fa<strong>i</strong>drauu 'an anfusikumu <strong>a</strong>lmawta in kuntum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا ۚ بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ",
  "id" : "Janganlah kamu mengira bahwa orang-orang yang gugur di jalan Allah itu mati; bahkan mereka itu hidup disisi Tuhannya dengan mendapat rezki.",
  "nomor" : "169",
  "tr" : "wal<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>la<u>dz</u>iina qutiluu fii sabiili <strong>al</strong>l<u>aa</u>hi amw<u>aa</u>tan bal a<u>h</u>y<u>aa</u>un 'inda rabbihim yurzaquun<strong>a</strong>"
}, {
  "ar" : "فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
  "id" : "Mereka dalam keadaan gembira disebabkan karunia Allah yang diberikan-Nya kepada mereka, dan mereka bergirang hati terhadap orang-orang yang masih tinggal di belakang yang belum menyusul mereka, bahwa tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
  "nomor" : "170",
  "tr" : "fari<u>h</u>iina bim<u>aa</u> <u>aa</u>t<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi wayastabsyiruuna bi<strong>a</strong>lla<u>dz</u>iina lam yal<u>h</u>aquu bihim min khalfihim <strong>al</strong>l<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
}, {
  "ar" : "يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ",
  "id" : "Mereka bergirang hati dengan nikmat dan karunia yang yang besar dari Allah, dan bahwa Allah tidak menyia-nyiakan pahala orang-orang yang beriman.",
  "nomor" : "171",
  "tr" : "yastabsyiruuna bini'matin mina <strong>al</strong>l<u>aa</u>hi wafa<u>dh</u>lin wa-anna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>dh</u>ii'u ajra <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ ۚ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ",
  "id" : "(Yaitu) orang-orang yang menta'ati perintah Allah dan Rasul-Nya sesudah mereka mendapat luka (dalam peperangan Uhud). Bagi orang-orang yang berbuat kebaikan diantara mereka dan yang bertakwa ada pahala yang besar.",
  "nomor" : "172",
  "tr" : "<strong>al</strong>la<u>dz</u>iina istaj<u>aa</u>buu lill<u>aa</u>hi wa<strong>al</strong>rrasuuli min ba'di m<u>aa</u> a<u>shaa</u>bahumu <strong>a</strong>lqar<u>h</u>u lilla<u>dz</u>iina a<u>h</u>sanuu minhum wa<strong>i</strong>ttaqaw ajrun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ",
  "id" : "(Yaitu) orang-orang (yang menta'ati Allah dan Rasul) yang kepada mereka ada orang-orang yang mengatakan: \"Sesungguhnya manusia telah mengumpulkan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka\", maka perkataan itu menambah keimanan mereka dan mereka menjawab: \"Cukuplah Allah menjadi Penolong kami dan Allah adalah sebaik-baik Pelindung\".",
  "nomor" : "173",
  "tr" : "<strong>al</strong>la<u>dz</u>iina q<u>aa</u>la lahumu <strong>al</strong>nn<u>aa</u>su inna <strong>al</strong>nn<u>aa</u>sa qad jama'uu lakum fa<strong>i</strong>khsyawhum faz<u>aa</u>dahum iim<u>aa</u>nan waq<u>aa</u>luu <u>h</u>asbun<u>aa</u> <strong>al</strong>l<u>aa</u>hu wani'ma <strong>a</strong>lwakiil<strong>u</strong>"
}, {
  "ar" : "فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ ۗ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ",
  "id" : "Maka mereka kembali dengan ni'mat dan karunia (yang besar) dari Allah, mereka tidak mendapat bencana apa-apa, mereka mengikuti keridhaan Allah. Dan Allah mempunyai karunia yang besar.",
  "nomor" : "174",
  "tr" : "fa<strong>i</strong>nqalabuu bini'matin mina <strong>al</strong>l<u>aa</u>hi wafa<u>dh</u>lin lam yamsas-hum suu-un wa<strong>i</strong>ttaba'uu ri<u>dh</u>w<u>aa</u>na <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu fa<u>dh</u>lin 'a<u>zh</u>iim<strong>in</strong>"
}, {
  "ar" : "إِنَّمَا ذَٰلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Sesungguhnya mereka itu tidak lain hanyalah syaitan yang menakut-nakuti (kamu) dengan kawan-kawannya (orang-orang musyrik Quraisy), karena itu janganlah kamu takut kepada mereka, tetapi takutlah kepadaKu, jika kamu benar-benar orang yang beriman.",
  "nomor" : "175",
  "tr" : "innam<u>aa</u> <u>dzaa</u>likumu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu yukhawwifu awliy<u>aa</u>-ahu fal<u>aa</u> takh<u>aa</u>fuuhum wakh<u>aa</u>fuuni in kuntum mu/miniin"
}, {
  "ar" : "وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ ۚ إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا ۗ يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
  "id" : "Janganlah kamu disedihkan oleh orang-orang yang segera menjadi kafir; sesungguhnya mereka tidak sekali-kali dapat memberi mudharat kepada Allah sedikitpun. Allah berkehendak tidak akan memberi sesuatu bahagian (dari pahala) kepada mereka di hari akhirat, dan bagi mereka azab yang besar.",
  "nomor" : "176",
  "tr" : "wal<u>aa</u> ya<u>h</u>zunka <strong>al</strong>la<u>dz</u>iina yus<u>aa</u>ri'uuna fii <strong>a</strong>lkufri innahum lan ya<u>dh</u>urruu <strong>al</strong>l<u>aa</u>ha syay-an yuriidu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>l<u>aa</u> yaj'ala lahum <u>h</u>a<u>zhzh</u>an fii <strong>a</strong>l-<u>aa</u>khirati walahum 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَلَهُمْ عَذَابٌ أَلِيمٌ",
  "id" : "Sesungguhnya orang-orang yang menukar iman dengan kekafiran, sekali-kali mereka tidak dapat memberi mudharat kepada Allah sedikitpun; dan bagi mereka azab yang pedih.",
  "nomor" : "177",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina isytarawuu <strong>a</strong>lkufra bi<strong>a</strong>l-iim<u>aa</u>ni lan ya<u>dh</u>urruu <strong>al</strong>l<u>aa</u>ha syay-an walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ ۚ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا ۚ وَلَهُمْ عَذَابٌ مُهِينٌ",
  "id" : "Dan janganlah sekali-kali orang-orang kafir menyangka, bahwa pemberian tangguh Kami kepada mereka adalah lebih baik bagi mereka. Sesungguhnya Kami memberi tangguh kepada mereka hanyalah supaya bertambah-tambah dosa mereka; dan bagi mereka azab yang menghinakan.",
  "nomor" : "178",
  "tr" : "wal<u>aa</u> ya<u>h</u>sabanna <strong>al</strong>la<u>dz</u>iina kafaruu annam<u>aa</u> numlii lahum khayrun li-anfusihim innam<u>aa</u> numlii lahum liyazd<u>aa</u>duu itsman walahum 'a<u>dzaa</u>bun muhiin<strong>un</strong>"
}, {
  "ar" : "مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنْتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَٰكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ ۖ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ ۚ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ",
  "id" : "Allah sekali-kali tidak akan membiarkan orang-orang yang beriman dalam keadaan kamu sekarang ini, sehingga Dia menyisihkan yang buruk (munafik) dari yang baik (mu'min). Dan Allah sekali-kali tidak akan memperlihatkan kepada kamu hal-hal yang ghaib, akan tetapi Allah memilih siapa yang dikehendaki-Nya di antara rasul-rasul-Nya. Karena itu berimanlah kepada Allah dan rasul-rasulNya; dan jika kamu beriman dan bertakwa, maka bagimu pahala yang besar.",
  "nomor" : "179",
  "tr" : "m<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liya<u>dz</u>ara <strong>a</strong>lmu/miniina 'al<u>aa</u> m<u>aa</u> antum 'alayhi <u>h</u>att<u>aa</u> yamiiza <strong>a</strong>lkhabiitsa mina <strong>al</strong><u>ththh</u>ayyibi wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liyu<u>th</u>li'akum 'al<u>aa</u> <strong>a</strong>lghaybi wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yajtabii min rusulihi man yasy<u>aa</u>u fa<u>aa</u>minuu bi<strong>al</strong>l<u>aa</u>hi warusulihi wa-in tu/minuu watattaquu falakum ajrun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ ۖ بَلْ هُوَ شَرٌّ لَهُمْ ۖ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ ۗ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
  "id" : "Sekali-kali janganlah orang-orang yang bakhil dengan harta yang Allah berikan kepada mereka dari karuniaNya menyangka, bahwa kebakhilan itu baik bagi mereka. Sebenarnya kebakhilan itu adalah buruk bagi mereka. Harta yang mereka bakhilkan itu akan dikalungkan kelak di lehernya di hari kiamat. Dan kepunyaan Allah-lah segala warisan (yang ada) di langit dan di bumi. Dan Allah mengetahui apa yang kamu kerjakan.",
  "nomor" : "180",
  "tr" : "wal<u>aa</u> ya<u>h</u>sabanna <strong>al</strong>la<u>dz</u>iina yabkhaluuna bim<u>aa</u> <u>aa</u>t<u>aa</u>hummu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi huwa khayran lahum bal huwa syarrun lahum sayu<u>th</u>awwaquuna m<u>aa</u> bakhiluu bihi yawma <strong>a</strong>lqiy<u>aa</u>mati walill<u>aa</u>hi miir<u>aa</u>tsu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>"
}, {
  "ar" : "لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ ۘ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ",
  "id" : "Sesungguhnya Allah telah mendengar perkatan orang-orang yang mengatakan: \"Sesunguhnya Allah miskin dan kami kaya\". Kami akan mencatat perkataan mereka itu dan perbuatan mereka membunuh nabi-nabi tanpa alasan yang benar, dan Kami akan mengatakan (kepada mereka): \"Rasakanlah olehmu azab yang membakar\".",
  "nomor" : "181",
  "tr" : "laqad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu inna <strong>al</strong>l<u>aa</u>ha faqiirun wana<u>h</u>nu aghniy<u>aa</u>un sanaktubu m<u>aa</u> q<u>aa</u>luu waqatlahumu <strong>a</strong>l-anbiy<u>aa</u>-a bighayri <u>h</u>aqqin wanaquulu <u>dz</u>uuquu 'a<u>dzaa</u>ba <strong>a</strong>l<u>h</u>ariiq<strong>i</strong>"
}, {
  "ar" : "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ",
  "id" : "(Azab) yang demikian itu adalah disebabkan perbuatan tanganmu sendiri, dan bahwasanya Allah sekali-kali tidak menganiaya hamba-hamba-Nya.",
  "nomor" : "182",
  "tr" : "<u>dzaa</u>lika bim<u>aa</u> qaddamat aydiikum wa-anna <strong>al</strong>l<u>aa</u>ha laysa bi<u>zh</u>all<u>aa</u>min lil'abiid<strong>i</strong>"
}, {
  "ar" : "الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّىٰ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "(Yaitu) orang-orang (Yahudi) yang mengatakan: \"Sesungguhnya Allah telah memerintahkan kepada kami, supaya kami jangan beriman kepada seseorang rasul, sebelum dia mendatangkan kepada kami korban yang dimakan api\". Katakanlah: \"Sesungguhnya telah datang kepada kamu beberapa orang rasul sebelumku membawa keterangan-keterangan yang nyata dan membawa apa yang kamu sebutkan, maka mengapa kamu membunuh mereka jika kamu adalah orang-orang yang benar\".",
  "nomor" : "183",
  "tr" : "<strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu inna <strong>al</strong>l<u>aa</u>ha 'ahida ilayn<u>aa</u> <strong>al</strong>l<u>aa</u> nu/mina lirasuulin <u>h</u>att<u>aa</u> ya/tiyan<u>aa</u> biqurb<u>aa</u>nin ta/kuluhu <strong>al</strong>nn<u>aa</u>ru qul qad j<u>aa</u>-akum rusulun min qablii bi<strong>a</strong>lbayyin<u>aa</u>ti wabi<strong>a</strong>lla<u>dz</u>ii qultum falima qataltumuuhum in kutum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "فَإِنْ كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِنْ قَبْلِكَ جَاءُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ",
  "id" : "Jika mereka mendustakan kamu, maka sesungguhnya rasul-rasul sebelum kamupun telah didustakan (pula), mereka membawa mu'jizat-mu'jizat yang nyata, Zabur dan kitab yang memberi penjelasan yang sempurna.",
  "nomor" : "184",
  "tr" : "fa-in ka<u>dzdz</u>abuuka faqad ku<u>dzdz</u>iba rusulun min qablika j<u>aa</u>uu bi<strong>a</strong>lbayyin<u>aa</u>ti wa<strong>al</strong>zzuburi wa<strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>lmuniir<strong>i</strong>"
}, {
  "ar" : "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ۗ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ ۖ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ",
  "id" : "Tiap-tiap yang berjiwa akan merasakan mati. Dan sesungguhnya pada hari kiamat sajalah disempurnakan pahalamu. Barangsiapa dijauhkan dari neraka dan dimasukkan ke dalam syurga, maka sungguh ia telah beruntung. Kehidupan dunia itu tidak lain hanyalah kesenangan yang memperdayakan.",
  "nomor" : "185",
  "tr" : "kullu nafsin <u>dzaa</u>-iqatu <strong>a</strong>lmawti wa-innam<u>aa</u> tuwaffawna ujuurakum yawma <strong>a</strong>lqiy<u>aa</u>mati faman zu<u>h</u>zi<u>h</u>a 'ani <strong>al</strong>nn<u>aa</u>ri waudkhila <strong>a</strong>ljannata faqad f<u>aa</u>za wam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> ill<u>aa</u> mat<u>aa</u>'u <strong>a</strong>lghuruur<strong>i</strong>"
}, {
  "ar" : "لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا ۚ وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَٰلِكَ مِنْ عَزْمِ الْأُمُورِ",
  "id" : "Kamu sungguh-sungguh akan diuji terhadap hartamu dan dirimu. Dan (juga) kamu sungguh-sungguh akan mendengar dari orang-orang yang diberi kitab sebelum kamu dan dari orang-orang yang mempersekutukan Allah, gangguan yang banyak yang menyakitkan hati. Jika kamu bersabar dan bertakwa, maka sesungguhnya yang demikian itu termasuk urusan yang patut diutamakan.",
  "nomor" : "186",
  "tr" : "latublawunna fii amw<u>aa</u>likum wa-anfusikum walatasma'unna mina <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba min qablikum wamina <strong>al</strong>la<u>dz</u>iina asyrakuu a<u>dz</u>an katsiiran wa-in ta<u>sh</u>biruu watattaquu fa-inna <u>dzaa</u>lika min 'azmi <strong>a</strong>l-umuur<strong>i</strong>"
}, {
  "ar" : "وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا ۖ فَبِئْسَ مَا يَشْتَرُونَ",
  "id" : "Dan (ingatlah), ketika Allah mengambil janji dari orang-orang yang telah diberi kitab (yaitu): \"Hendaklah kamu menerangkan isi kitab itu kepada manusia, dan jangan kamu menyembunyikannya,\" lalu mereka melemparkan janji itu ke belakang punggung mereka dan mereka menukarnya dengan harga yang sedikit. Amatlah buruknya tukaran yang mereka terima.",
  "nomor" : "187",
  "tr" : "wa-i<u>dz</u> akha<u>dz</u>a <strong>al</strong>l<u>aa</u>hu miits<u>aa</u>qa <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba latubayyinunnahu li<strong>l</strong>nn<u>aa</u>si wal<u>aa</u> taktumuunahu fanaba<u>dz</u>uuhu war<u>aa</u>-a <u>zh</u>uhuurihim wa<strong>i</strong>sytaraw bihi tsamanan qaliilan fabi/sa m<u>aa</u> yasytaruun<strong>a</strong>"
}, {
  "ar" : "لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
  "id" : "Janganlah sekali-kali kamu menyangka, hahwa orang-orang yang gembira dengan apa yang telah mereka kerjakan dan mereka suka supaya dipuji terhadap perbuatan yang belum mereka kerjakan janganlah kamu menyangka bahwa mereka terlepas dari siksa, dan bagi mereka siksa yang pedih.",
  "nomor" : "188",
  "tr" : "l<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>la<u>dz</u>iina yafra<u>h</u>uuna bim<u>aa</u> ataw wayu<u>h</u>ibbuuna an yu<u>h</u>maduu bim<u>aa</u> lam yaf'aluu fal<u>aa</u> ta<u>h</u>sabannahum bimaf<u>aa</u>zatin mina <strong>a</strong>l'a<u>dzaa</u>bi walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "kepunyaan Allah-lah kerajaan langit dan bumi, dan Allah Maha Perkasa atas segala sesuatu.",
  "nomor" : "189",
  "tr" : "walill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ",
  "id" : "Sesungguhnya dalam penciptaan langit dan bumi, dan silih bergantinya malam dan siang terdapat tanda-tanda bagi orang-orang yang berakal,",
  "nomor" : "190",
  "tr" : "inna fii khalqi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>khtil<u>aa</u>fi <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri la<u>aa</u>y<u>aa</u>tin li-ulii <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَٰذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ",
  "id" : "(yaitu) orang-orang yang mengingat Allah sambil berdiri atau duduk atau dalam keadan berbaring dan mereka memikirkan tentang penciptaan langit dan bumi (seraya berkata): \"Ya Tuhan kami, tiadalah Engkau menciptakan ini dengan sia-sia, Maha Suci Engkau, maka peliharalah kami dari siksa neraka.",
  "nomor" : "191",
  "tr" : "<strong>al</strong>la<u>dz</u>iina ya<u>dz</u>kuruuna <strong>al</strong>l<u>aa</u>ha qiy<u>aa</u>man waqu'uudan wa'al<u>aa</u> junuubihim wayatafakkaruuna fii khalqi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i rabban<u>aa</u> m<u>aa</u> khalaqta h<u>aadzaa</u> b<u>aath</u>ilan sub<u>haa</u>naka faqin<u>aa</u> 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ ۖ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
  "id" : "Ya Tuhan kami, sesungguhnya barangsiapa yang Engkau masukkan ke dalam neraka, maka sungguh telah Engkau hinakan ia, dan tidak ada bagi orang-orang yang zalim seorang penolongpun.",
  "nomor" : "192",
  "tr" : "rabban<u>aa</u> innaka man tudkhili <strong>al</strong>nn<u>aa</u>ra faqad akhzaytahu wam<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina min an<u>shaa</u>r<strong>in</strong>"
}, {
  "ar" : "رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا ۚ رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ",
  "id" : "Ya Tuhan kami, sesungguhnya kami mendengar (seruan) yang menyeru kepada iman, (yaitu): \"Berimanlah kamu kepada Tuhanmu\", maka kamipun beriman. Ya Tuhan kami, ampunilah bagi kami dosa-dosa kami dan hapuskanlah dari kami kesalahan-kesalahan kami, dan wafatkanlah kami beserta orang-orang yang banyak berbakti.",
  "nomor" : "193",
  "tr" : "rabban<u>aa</u> innan<u>aa</u> sami'n<u>aa</u> mun<u>aa</u>diyan yun<u>aa</u>dii lil-iim<u>aa</u>ni an <u>aa</u>minuu birabbikum fa<u>aa</u>mann<u>aa</u> rabban<u>aa</u> fa<strong>i</strong>ghfir lan<u>aa</u> <u>dz</u>unuuban<u>aa</u> wakaffir 'ann<u>aa</u> sayyi-<u>aa</u>tin<u>aa</u> watawaffan<u>aa</u> ma'a <strong>a</strong>l-abr<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ ۗ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ",
  "id" : "Ya Tuhan kami, berilah kami apa yang telah Engkau janjikan kepada kami dengan perantaraan rasul-rasul Engkau. Dan janganlah Engkau hinakan kami di hari kiamat. Sesungguhnya Engkau tidak menyalahi janji.\"",
  "nomor" : "194",
  "tr" : "rabban<u>aa</u> wa<u>aa</u>tin<u>aa</u> m<u>aa</u> wa'adtan<u>aa</u> 'al<u>aa</u> rusulika wal<u>aa</u> tukhzin<u>aa</u> yawma <strong>a</strong>lqiy<u>aa</u>mati innaka l<u>aa</u> tukhlifu <strong>a</strong>lmii'<u>aa</u>d<strong>a</strong>"
}, {
  "ar" : "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَىٰ ۖ بَعْضُكُمْ مِنْ بَعْضٍ ۖ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ ۗ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ",
  "id" : "Maka Tuhan mereka memperkenankan permohonannya (dengan berfirman): \"Sesungguhnya Aku tidak menyia-nyiakan amal orang-orang yang beramal di antara kamu, baik laki-laki atau perempuan, (karena) sebagian kamu adalah turunan dari sebagian yang lain. Maka orang-orang yang berhijrah, yang diusir dari kampung halamannya, yang disakiti pada jalan-Ku, yang berperang dan yang dibunuh, pastilah akan Ku-hapuskan kesalahan-kesalahan mereka dan pastilah Aku masukkan mereka ke dalam surga yang mengalir sungai-sungai di bawahnya, sebagai pahala di sisi Allah. Dan Allah pada sisi-Nya pahala yang baik.\"",
  "nomor" : "195",
  "tr" : "fa<strong>i</strong>staj<u>aa</u>ba lahum rabbuhum annii l<u>aa</u> u<u>dh</u>ii'u 'amala '<u>aa</u>milin minkum min <u>dz</u>akarin aw unts<u>aa</u> ba'<u>dh</u>ukum min ba'<u>dh</u>in fa<strong>a</strong>lla<u>dz</u>iina h<u>aa</u>jaruu waukhrijuu min diy<u>aa</u>rihim wauu<u>dz</u>uu fii sabiilii waq<u>aa</u>taluu waqutiluu laukaffiranna 'anhum sayyi-<u>aa</u>tihim walaudkhilannahum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru tsaw<u>aa</u>ban min 'indi <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu 'indahu <u>h</u>usnu <strong>al</strong>tstsaw<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ",
  "id" : "Janganlah sekali-kali kamu terperdaya oleh kebebasan orang-orang kafir bergerak di dalam negeri.",
  "nomor" : "196",
  "tr" : "l<u>aa</u> yaghurrannaka taqallubu <strong>al</strong>la<u>dz</u>iina kafaruu fii <strong>a</strong>lbil<u>aa</u>d<strong>i</strong>"
}, {
  "ar" : "مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ ۚ وَبِئْسَ الْمِهَادُ",
  "id" : "Itu hanyalah kesenangan sementara, kemudian tempat tinggal mereka ialah Jahannam; dan Jahannam itu adalah tempat yang seburuk-buruknya.",
  "nomor" : "197",
  "tr" : "mat<u>aa</u>'un qaliilun tsumma ma/w<u>aa</u>hum jahannamu wabi/sa <strong>a</strong>lmih<u>aa</u>d<strong>u</strong>"
}, {
  "ar" : "لَٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللَّهِ ۗ وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ",
  "id" : "Akan tetapi orang-orang yang bertakwa kepada Tuhannya, bagi mereka surga yang mengalir sungai-sungai di dalamnya, sedang mereka kekal di dalamnya sebagai tempat tinggal (anugerah) dari sisi Allah. Dan apa yang di sisi Allah adalah lebih baik bagi orang-orang yang berbakti.",
  "nomor" : "198",
  "tr" : "l<u>aa</u>kini <strong>al</strong>la<u>dz</u>iina ittaqaw rabbahum lahum jann<u>aa</u>tun tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> nuzulan min 'indi <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi khayrun lil-abr<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا ۗ أُولَٰئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ ۗ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
  "id" : "Dan sesungguhnya diantara ahli kitab ada orang yang beriman kepada Allah dan kepada apa yang diturunkan kepada kamu dan yang diturunkan kepada mereka sedang mereka berendah hati kepada Allah dan mereka tidak menukarkan ayat-ayat Allah dengan harga yang sedikit. Mereka memperoleh pahala di sisi Tuhannya. Sesungguhnya Allah amat cepat perhitungan-Nya.",
  "nomor" : "199",
  "tr" : "wa-inna min ahli <strong>a</strong>lkit<u>aa</u>bi laman yu/minu bi<strong>al</strong>l<u>aa</u>hi wam<u>aa</u> unzila ilaykum wam<u>aa</u> unzila ilayhim kh<u>aa</u>syi'iina lill<u>aa</u>hi l<u>aa</u> yasytaruuna bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi tsamanan qaliilan ul<u>aa</u>-ika lahum ajruhum 'inda rabbihim inna <strong>al</strong>l<u>aa</u>ha sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
  "id" : "Hai orang-orang yang beriman, bersabarlah kamu dan kuatkanlah kesabaranmu dan tetaplah bersiap siaga (di perbatasan negerimu) dan bertakwalah kepada Allah, supaya kamu beruntung.",
  "nomor" : "200",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>sh</u>biruu wa<u>shaa</u>biruu war<u>aa</u>bi<u>th</u>uu wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha la'allakum tufli<u>h</u>uun<strong>a</strong>"
} ]
