[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الم",
  "id" : "Alif Laam Miim",
  "nomor" : "1",
  "tr" : "alif-l<u>aa</u>m-miim"
}, {
  "ar" : "تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ",
  "id" : "Inilah ayat-ayat Al Quraan yang mengandung hikmat,",
  "nomor" : "2",
  "tr" : "tilka <u>aa</u>y<u>aa</u>tu <strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>"
}, {
  "ar" : "هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ",
  "id" : "menjadi petunjuk dan rahmat bagi orang-orang yang berbuat kebaikan,",
  "nomor" : "3",
  "tr" : "hudan wara<u>h</u>matan lilmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ",
  "id" : "(yaitu) orang-orang yang mendirikan shalat, menunaikan zakat dan mereka yakin akan adanya negeri akhirat.",
  "nomor" : "4",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yuqiimuuna <strong>al</strong><u>shsh</u>al<u>aa</u>ta wayu/tuuna <strong>al</strong>zzak<u>aa</u>ta wahum bi<strong>a</strong>l-<u>aa</u>khirati hum yuuqinuun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
  "id" : "Mereka itulah orang-orang yang tetap mendapat petunjuk dari Tuhannya dan mereka itulah orang-orang yang beruntung.",
  "nomor" : "5",
  "tr" : "ul<u>aa</u>-ika 'al<u>aa</u> hudan min rabbihim waul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ مُهِينٌ",
  "id" : "Dan di antara manusia (ada) orang yang mempergunakan perkataan yang tidak berguna untuk menyesatkan (manusia) dari jalan Allah tanpa pengetahuan dan menjadikan jalan Allah itu olok-olokan. Mereka itu akan memperoleh azab yang menghinakan.",
  "nomor" : "6",
  "tr" : "wamina <strong>al</strong>nn<u>aa</u>si man yasytarii lahwa <strong>a</strong>l<u>h</u>adiitsi liyu<u>dh</u>illa 'an sabiili <strong>al</strong>l<u>aa</u>hi bighayri 'ilmin wayattakhi<u>dz</u>ah<u>aa</u> huzuwan ul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun muhiin<strong>un</strong>"
}, {
  "ar" : "وَإِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
  "id" : "Dan apabila dibacakan kepadanya ayat-ayat Kami dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbat di kedua telinganya; maka beri kabar gembiralah dia dengan azab yang pedih.",
  "nomor" : "7",
  "tr" : "wa-i<u>dzaa</u> tutl<u>aa</u> 'alayhi <u>aa</u>y<u>aa</u>tun<u>aa</u> wall<u>aa</u> mustakbiran ka-an lam yasma'h<u>aa</u> ka-anna fii u<u>dz</u>unayhi waqran fabasysyirhu bi'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعِيمِ",
  "id" : "Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh, bagi mereka syurga-syurga yang penuh keni'matan,",
  "nomor" : "8",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum jann<u>aa</u>tu <strong>al</strong>nna'iim<strong>i</strong>"
}, {
  "ar" : "خَالِدِينَ فِيهَا ۖ وَعْدَ اللَّهِ حَقًّا ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Kekal mereka di dalamnya; sebagai janji Allah yang benar. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "9",
  "tr" : "kh<u>aa</u>lidiina fiih<u>aa</u> wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqan wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ ۚ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ",
  "id" : "Dia menciptakan langit tanpa tiang yang kamu melihatnya dan Dia meletakkan gunung-gunung (di permukaan) bumi supaya bumi itu tidak menggoyangkan kamu; dan memperkembang biakkan padanya segala macam jenis binatang. Dan Kami turunkan air hujan dari langit, lalu Kami tumbuhkan padanya segala macam tumbuh-tumbuhan yang baik.",
  "nomor" : "10",
  "tr" : "khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti bighayri 'amadin tarawnah<u>aa</u> wa-alq<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i raw<u>aa</u>siya an tamiida bikum wabatstsa fiih<u>aa</u> min kulli d<u>aa</u>bbatin wa-anzaln<u>aa</u> mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-anbatn<u>aa</u> fiih<u>aa</u> min kulli zawjin kariim<strong>in</strong>"
}, {
  "ar" : "هَٰذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ ۚ بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُبِينٍ",
  "id" : "Inilah ciptaan Allah, maka perlihatkanlah olehmu kepadaku apa yang telah diciptakan oleh sembahan-sembahan(mu) selain Allah. Sebenarnya orang-orang yang zalim itu berada di dalam kesesatan yang nyata.",
  "nomor" : "11",
  "tr" : "h<u>aadzaa</u> khalqu <strong>al</strong>l<u>aa</u>hi fa-aruunii m<u>aatsaa</u> khalaqa <strong>al</strong>la<u>dz</u>iina min duunihi bali <strong>al</strong><u>zhzhaa</u>limuuna fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
}, {
  "ar" : "وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ ۚ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ ۖ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ",
  "id" : "Dan sesungguhnya telah Kami berikan hikmat kepada Luqman, yaitu: \"Bersyukurlah kepada Allah. Dan barangsiapa yang bersyukur (kepada Allah), maka sesungguhnya ia bersyukur untuk dirinya sendiri; dan barangsiapa yang tidak bersyukur, maka sesungguhnya Allah Maha Kaya lagi Maha Terpuji\".",
  "nomor" : "12",
  "tr" : "walaqad <u>aa</u>tayn<u>aa</u> luqm<u>aa</u>na <strong>a</strong>l<u>h</u>ikmata ani usykur lill<u>aa</u>hi waman yasykur fa-innam<u>aa</u> yasykuru linafsihi waman kafara fa-inna <strong>al</strong>l<u>aa</u>ha ghaniyyun <u>h</u>amiid<strong>un</strong>"
}, {
  "ar" : "وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ ۖ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ",
  "id" : "Dan (ingatlah) ketika Luqman berkata kepada anaknya, di waktu ia memberi pelajaran kepadanya: \"Hai anakku, janganlah kamu mempersekutukan Allah, sesungguhnya mempersekutukan (Allah) adalah benar-benar kezaliman yang besar\".",
  "nomor" : "13",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>la luqm<u>aa</u>nu li<strong>i</strong>bnihi wahuwa ya'i<u>zh</u>uhu y<u>aa</u> bunayya l<u>aa</u> tusyrik bi<strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>sysyirka la<u>zh</u>ulmun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَىٰ وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ",
  "id" : "Dan Kami perintahkan kepada manusia (berbuat baik) kepada dua orang ibu-bapanya; ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam dua tahun. Bersyukurlah kepadaKu dan kepada dua orang ibu bapakmu, hanya kepada-Kulah kembalimu.",
  "nomor" : "14",
  "tr" : "wawa<u>shsh</u>ayn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na biw<u>aa</u>lidayhi <u>h</u>amalat-hu ummuhu wahnan 'al<u>aa</u> wahnin wafi<u>shaa</u>luhu fii '<u>aa</u>mayni ani usykur lii waliw<u>aa</u>lidayka ilayya <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "وَإِنْ جَاهَدَاكَ عَلَىٰ أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا ۖ وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا ۖ وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ۚ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
  "id" : "Dan jika keduanya memaksamu untuk mempersekutukan dengan Aku sesuatu yang tidak ada pengetahuanmu tentang itu, maka janganlah kamu mengikuti keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku, kemudian hanya kepada-Kulah kembalimu, maka Kuberitakan kepadamu apa yang telah kamu kerjakan.",
  "nomor" : "15",
  "tr" : "wa-in j<u>aa</u>had<u>aa</u>ka 'al<u>aa</u> an tusyrika bii m<u>aa</u> laysa laka bihi 'ilmun fal<u>aa</u> tu<u>th</u>i'hum<u>aa</u> wa<u>shaah</u>ibhum<u>aa</u> fii <strong>al</strong>dduny<u>aa</u> ma'ruufan wa<strong>i</strong>ttabi' sabiila man an<u>aa</u>ba ilayya tsumma ilayya marji'ukum fa-unabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a</strong>"
}, {
  "ar" : "يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ ۚ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ",
  "id" : "(Luqman berkata): \"Hai anakku, sesungguhnya jika ada (sesuatu perbuatan) seberat biji sawi, dan berada dalam batu atau di langit atau di dalam bumi, niscaya Allah akan mendatangkannya (membalasinya). Sesungguhnya Allah Maha Halus lagi Maha Mengetahui.",
  "nomor" : "16",
  "tr" : "y<u>aa</u> bunayya innah<u>aa</u> in taku mitsq<u>aa</u>la <u>h</u>abbatin min khardalin fatakun fii <u>sh</u>akhratin aw fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti aw fii <strong>a</strong>l-ar<u>dh</u>i ya/ti bih<u>aa</u> <strong>al</strong>l<u>aa</u>hu inna <strong>al</strong>l<u>aa</u>ha la<u>th</u>iifun khabiir<strong>un</strong>"
}, {
  "ar" : "يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَىٰ مَا أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ الْأُمُورِ",
  "id" : "Hai anakku, dirikanlah shalat dan suruhlah (manusia) mengerjakan yang baik dan cegahlah (mereka) dari perbuatan yang mungkar dan bersabarlah terhadap apa yang menimpa kamu. Sesungguhnya yang demikian itu termasuk hal-hal yang diwajibkan (oleh Allah).",
  "nomor" : "17",
  "tr" : "y<u>aa</u> bunayya aqimi <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa/mur bi<strong>a</strong>lma'ruufi wa<strong>i</strong>nha 'ani <strong>a</strong>lmunkari wa<strong>i</strong><u>sh</u>bir 'al<u>aa</u> m<u>aa</u> a<u>shaa</u>baka inna <u>dzaa</u>lika min 'azmi <strong>a</strong>l-umuur<strong>i</strong>"
}, {
  "ar" : "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا ۖ إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
  "id" : "Dan janganlah kamu memalingkan mukamu dari manusia (karena sombong) dan janganlah kamu berjalan di muka bumi dengan angkuh. Sesungguhnya Allah tidak menyukai orang-orang yang sombong lagi membanggakan diri.",
  "nomor" : "18",
  "tr" : "wal<u>aa</u> tu<u>sh</u>a''ir khaddaka li<strong>l</strong>nn<u>aa</u>si wal<u>aa</u> tamsyi fii <strong>a</strong>l-ar<u>dh</u>i mara<u>h</u>an inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu kulla mukht<u>aa</u>lin fakhuur<strong>in</strong>"
}, {
  "ar" : "وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ ۚ إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ",
  "id" : "Dan sederhanalah kamu dalam berjalan dan lunakkanlah suaramu. Sesungguhnya seburuk-buruk suara ialah suara keledai.",
  "nomor" : "19",
  "tr" : "wa<strong>i</strong>q<u>sh</u>id fii masyyika wa<strong>u</strong>gh<u>dh</u>u<u>dh</u> min <u>sh</u>awtika inna ankara <strong>a</strong>l-a<u>sh</u>w<u>aa</u>ti la<u>sh</u>awtu <strong>a</strong>l<u>h</u>amiir<strong>i</strong>"
}, {
  "ar" : "أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً ۗ وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ",
  "id" : "Tidakkah kamu perhatikan sesungguhnya Allah telah menundukkan untuk (kepentingan)mu apa yang di langit dan apa yang di bumi dan menyempurnakan untukmu ni'mat-Nya lahir dan batin. Dan di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu pengetahuan atau petunjuk dan tanpa Kitab yang memberi penerangan.",
  "nomor" : "20",
  "tr" : "alam taraw anna <strong>al</strong>l<u>aa</u>ha sakhkhara lakum m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa-asbagha 'alaykum ni'amahu <u>zhaa</u>hiratan wab<u>aath</u>inatan wamina <strong>al</strong>nn<u>aa</u>si man yuj<u>aa</u>dilu fii <strong>al</strong>l<u>aa</u>hi bighayri 'ilmin wal<u>aa</u> hudan wal<u>aa</u> kit<u>aa</u>bin muniir<strong>in</strong>"
}, {
  "ar" : "وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا ۚ أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَىٰ عَذَابِ السَّعِيرِ",
  "id" : "Dan apabila dikatakan kepada mereka: \"Ikutilah apa yang diturunkan Allah\". Mereka menjawab: \"(Tidak), tapi kami (hanya) mengikuti apa yang kami dapati bapak-bapak kami mengerjakannya\". Dan apakah mereka (akan mengikuti bapak-bapak mereka) walaupun syaitan itu menyeru mereka ke dalam siksa api yang menyala-nyala (neraka)?",
  "nomor" : "21",
  "tr" : "wa-i<u>dzaa</u> qiila lahumu ittabi'uu m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu q<u>aa</u>luu bal nattabi'u m<u>aa</u> wajadn<u>aa</u> 'alayhi <u>aa</u>b<u>aa</u>-an<u>aa</u> awa law k<u>aa</u>na <strong>al</strong>sysyay<u>th</u><u>aa</u>nu yad'uuhum il<u>aa</u> 'a<u>dzaa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>"
}, {
  "ar" : "وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ ۗ وَإِلَى اللَّهِ عَاقِبَةُ الْأُمُورِ",
  "id" : "Dan barangsiapa yang menyerahkan dirinya kepada Allah, sedang dia orang yang berbuat kebaikan, maka sesungguhnya ia telah berpegang kepada buhul tali yang kokoh. Dan hanya kepada Allah-lah kesudahan segala urusan.",
  "nomor" : "22",
  "tr" : "waman yuslim wajhahu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wahuwa mu<u>h</u>sinun faqadi istamsaka bi<strong>a</strong>l'urwati <strong>a</strong>lwutsq<u>aa</u> wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi '<u>aa</u>qibatu <strong>a</strong>l-umuur<strong>i</strong>"
}, {
  "ar" : "وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ ۚ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا ۚ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
  "id" : "Dan barangsiapa kafir maka kekafirannya itu janganlah menyedihkanmu. Hanya kepada Kami-lah mereka kembali, lalu Kami beritakan kepada mereka apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala isi hati.",
  "nomor" : "23",
  "tr" : "waman kafara fal<u>aa</u> ya<u>h</u>zunka kufruhu ilayn<u>aa</u> marji'uhum fanunabbi-uhum bim<u>aa</u> 'amiluu inna <strong>al</strong>l<u>aa</u>ha 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
}, {
  "ar" : "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ",
  "id" : "Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras.",
  "nomor" : "24",
  "tr" : "numatti'uhum qaliilan tsumma na<u>dth</u>arruhum il<u>aa</u> 'a<u>dzaa</u>bin ghalii<u>zh</u><strong>in</strong>"
}, {
  "ar" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ قُلِ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
  "id" : "Dan sesungguhnya jika kamu tanyakan kepada mereka: \"Siapakah yang menciptakan langit dan bumi?\" Tentu mereka akan menjawab: \"Allah\". Katakanlah : \"Segala puji bagi Allah\"; tetapi kebanyakan mereka tidak mengetahui.",
  "nomor" : "25",
  "tr" : "wala-in sa-altahum man khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a layaquulunna <strong>al</strong>l<u>aa</u>hu quli <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi bal aktsaruhum l<u>aa</u> ya'lamuun<strong>a</strong>"
}, {
  "ar" : "لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ",
  "id" : "Kepunyaan Allah-lah apa yang di langit dan yang di bumi. Sesungguhnya Allah Dia-lah Yang Maha Kaya lagi Maha Terpuji.",
  "nomor" : "26",
  "tr" : "lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lghaniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>"
}, {
  "ar" : "وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ ۗ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
  "id" : "Dan seandainya pohon-pohon di bumi menjadi pena dan laut (menjadi tinta), ditambahkan kepadanya tujuh laut (lagi) sesudah (kering)nya, niscaya tidak akan habis-habisnya (dituliskan) kalimat Allah. Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "27",
  "tr" : "walaw annam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i min syajaratin aql<u>aa</u>mun wa<strong>a</strong>lba<u>h</u>ru yamudduhu min ba'dihi sab'atu ab<u>h</u>urin m<u>aa</u> nafidat kalim<u>aa</u>tu <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ ۗ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
  "id" : "Tidaklah Allah menciptakan dan membangkitkan kamu (dari dalam kubur) itu melainkan hanyalah seperti (menciptakan dan membangkitkan) satu jiwa saja. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.",
  "nomor" : "28",
  "tr" : "m<u>aa</u> khalqukum wal<u>aa</u> ba'tsukum ill<u>aa</u> kanafsin w<u>aah</u>idatin inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَىٰ أَجَلٍ مُسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ",
  "id" : "Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan Dia tundukkan matahari dan bulan masing-masing berjalan sampai kepada waktu yang ditentukan, dan sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan.",
  "nomor" : "29",
  "tr" : "alam tara anna <strong>al</strong>l<u>aa</u>ha yuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri wayuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layli wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun yajrii il<u>aa</u> ajalin musamman wa-anna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>"
}, {
  "ar" : "ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ",
  "id" : "Demikianlah, karena sesungguhnya Allah, Dia-lah yang hak dan sesungguhnya apa saja yang mereka seru selain dari Allah itulah yang batil; dan sesungguhnya Allah Dialah Yang Maha Tinggi lagi Maha Besar.",
  "nomor" : "30",
  "tr" : "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l<u>h</u>aqqu wa-anna m<u>aa</u> yad'uuna min duunihi <strong>a</strong>lb<u>aath</u>ilu wa-anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l'aliyyu <strong>a</strong>lkabiir<strong>u</strong>"
}, {
  "ar" : "أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَتِ اللَّهِ لِيُرِيَكُمْ مِنْ آيَاتِهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
  "id" : "Tidakkah kamu memperhatikan bahwa sesungguhnya kapal itu berlayar di laut dengan ni'mat Allah, supaya diperlihatkan-Nya kepadamu sebahagian dari tanda-tanda (kekuasaan)-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi semua orang yang sangat sabar lagi banyak bersyukur.",
  "nomor" : "31",
  "tr" : "alam tara anna <strong>a</strong>lfulka tajrii fii <strong>a</strong>lba<u>h</u>ri bini'mati <strong>al</strong>l<u>aa</u>hi liyuriyakum min <u>aa</u>y<u>aa</u>tihi inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin likulli <u>sh</u>abb<u>aa</u>rin syakuur<strong>in</strong>"
}, {
  "ar" : "وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ ۚ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
  "id" : "Dan apabila mereka dilamun ombak yang besar seperti gunung, mereka menyeru Allah dengan memurnikan ketaatan kepada-Nya maka tatkala Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus. Dan tidak ada yang mengingkari ayat-ayat Kami selain orang-orang yang tidak setia lagi ingkar.",
  "nomor" : "32",
  "tr" : "wa-i<u>dzaa</u> ghasyiyahum mawjun ka<strong>al</strong><u>zhzh</u>ulali da'awuu <strong>al</strong>l<u>aa</u>ha mukhli<u>sh</u>iina lahu <strong>al</strong>ddiina falamm<u>aa</u> najj<u>aa</u>hum il<u>aa</u> <strong>a</strong>lbarri faminhum muqta<u>sh</u>idun wam<u>aa</u> yaj<u>h</u>adu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ill<u>aa</u> kullu khatt<u>aa</u>rin kafuur<strong>in</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا ۚ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ",
  "id" : "Hai manusia, bertakwalah kepada Tuhanmu dan takutilah suatu hari yang (pada hari itu) seorang bapak tidak dapat menolong anaknya dan seorang anak tidak dapat (pula) menolong bapaknya sedikitpun. Sesungguhnya janji Allah adalah benar, maka janganlah sekali-kali kehidupan dunia memperdayakan kamu, dan jangan (pula) penipu (syaitan) memperdayakan kamu dalam (mentaati) Allah.",
  "nomor" : "33",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su ittaquu rabbakum wa<strong>i</strong>khsyaw yawman l<u>aa</u> yajzii w<u>aa</u>lidun 'an waladihi wal<u>aa</u> mawluudun huwa j<u>aa</u>zin 'an w<u>aa</u>lidihi syay-an inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun fal<u>aa</u> taghurrannakumu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> wal<u>aa</u> yaghurrannakum bi<strong>al</strong>l<u>aa</u>hi <strong>a</strong>lgharuur<strong>u</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ ۖ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا ۖ وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ ۚ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ",
  "id" : "Sesungguhnya Allah, hanya pada sisi-Nya sajalah pengetahuan tentang Hari Kiamat; dan Dia-lah Yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tiada seorangpun yang dapat mengetahui (dengan pasti) apa yang akan diusahakannya besok. Dan tiada seorangpun yang dapat mengetahui di bumi mana dia akan mati. Sesungguhnya Allah Maha Mengetahui lagi Maha Mengenal.",
  "nomor" : "34",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha 'indahu 'ilmu <strong>al</strong>ss<u>aa</u>'ati wayunazzilu <strong>a</strong>lghaytsa waya'lamu m<u>aa</u> fii <strong>a</strong>l-ar<u>haa</u>mi wam<u>aa</u> tadrii nafsun m<u>aatsaa</u> taksibu ghadan wam<u>aa</u> tadrii nafsun bi-ayyi ar<u>dh</u>in tamuutu inna <strong>al</strong>l<u>aa</u>ha 'aliimun khabiir<strong>un</strong>"
} ]
