[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ ۗ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا",
  "id" : "Hai Nabi, bertakwalah kepada Allah dan janganlah kamu menuruti (keinginan) orang-orang kafir dan orang-orang munafik. Sesungguhnya Allah adalah Maha Mengetahui lagi Maha Bijaksana,",
  "nomor" : "1",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu ittaqi <strong>al</strong>l<u>aa</u>ha wal<u>aa</u> tu<u>th</u>i'i <strong>a</strong>lk<u>aa</u>firiina wa<strong>a</strong>lmun<u>aa</u>fiqiina inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na 'aliiman <u>h</u>akiim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاتَّبِعْ مَا يُوحَىٰ إِلَيْكَ مِنْ رَبِّكَ ۚ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
  "id" : "dan ikutilah apa yang diwahyukan Tuhan kepadamu. Sesungguhnya Allah adalah Maha Mengetahui apa yang kamu kerjakan.",
  "nomor" : "2",
  "tr" : "wa<strong>i</strong>ttabi' m<u>aa</u> yuu<u>haa</u> ilayka min rabbika inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na bim<u>aa</u> ta'maluuna khabiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا",
  "id" : "dan bertawakkallah kepada Allah. Dan cukuplah Allah sebagai Pemelihara.",
  "nomor" : "3",
  "tr" : "watawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wakaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wakiil<u>aa</u><strong>n </strong>"
}, {
  "ar" : "مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ ۚ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ ۚ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ۚ ذَٰلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ ۖ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ",
  "id" : "Allah sekali-kali tidak menjadikan bagi seseorang dua buah hati dalam rongganya; dan Dia tidak menjadikan istri-istrimu yang kamu zhihar itu sebagai ibumu, dan Dia tidak menjadikan anak-anak angkatmu sebagai anak kandungmu (sendiri). Yang demikian itu hanyalah perkataanmu dimulutmu saja. Dan Allah mengatakan yang sebenarnya dan Dia menunjukkan jalan (yang benar).",
  "nomor" : "4",
  "tr" : "m<u>aa</u> ja'ala <strong>al</strong>l<u>aa</u>hu lirajulin min qalbayni fii jawfihi wam<u>aa</u> ja'ala azw<u>aa</u>jakumu <strong>al</strong>l<u>aa</u>-ii tu<u>zhaa</u>hiruuna minhunna ummah<u>aa</u>tikum wam<u>aa</u> ja'ala ad'iy<u>aa</u>-akum abn<u>aa</u>-akum <u>dzaa</u>likum qawlukum bi-afw<u>aa</u>hikum wa<strong>al</strong>l<u>aa</u>hu yaquulu <strong>a</strong>l<u>h</u>aqqa wahuwa yahdii <strong>al</strong>ssabiil<strong>a</strong>"
}, {
  "ar" : "ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ ۚ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ ۚ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَٰكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
  "id" : "Panggilah mereka (anak-anak angkat itu) dengan (memakai) nama bapak-bapak mereka; itulah yang lebih adil pada sisi Allah, dan jika kamu tidak mengetahui bapak-bapak mereka, maka (panggilah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu. Dan tidak ada dosa atasmu terhadap apa yang kamu khilaf padanya, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Dan adalah Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "5",
  "tr" : "ud'uuhum li-<u>aa</u>b<u>aa</u>-ihim huwa aqsa<u>th</u>u 'inda <strong>al</strong>l<u>aa</u>hi fa-in lam ta'lamuu <u>aa</u>b<u>aa</u>-ahum fa-ikhw<u>aa</u>nukum fii <strong>al</strong>ddiini wamaw<u>aa</u>liikum walaysa 'alaykum jun<u>aah</u>un fiim<u>aa</u> akh<u>th</u>a/tum bihi wal<u>aa</u>kin m<u>aa</u> ta'ammadat quluubukum wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "النَّبِيُّ أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ ۖ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ۗ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَىٰ أَوْلِيَائِكُمْ مَعْرُوفًا ۚ كَانَ ذَٰلِكَ فِي الْكِتَابِ مَسْطُورًا",
  "id" : "Nabi itu (hendaknya) lebih utama bagi orang-orang mukmin dari diri mereka sendiri dan isteri-isterinya adalah ibu-ibu mereka. Dan orang-orang yang mempunyai hubungan darah satu sama lain lebih berhak (waris-mewarisi) di dalam Kitab Allah daripada orang-orang mukmim dan orang-orang Muhajirin, kecuali kalau kamu berbuat baik kepada saudara-saudaramu (seagama). Adalah yang demikian itu telah tertulis di dalam Kitab (Allah).",
  "nomor" : "6",
  "tr" : "a<strong>l</strong>nnabiyyu awl<u>aa</u> bi<strong>a</strong>lmu/miniina min anfusihim wa-azw<u>aa</u>juhu ummah<u>aa</u>tuhum wauluu <strong>a</strong>l-ar<u>haa</u>mi ba'<u>dh</u>uhum awl<u>aa</u> biba'<u>dh</u>in fii kit<u>aa</u>bi <strong>al</strong>l<u>aa</u>hi mina <strong>a</strong>lmu/miniina wa<strong>a</strong>lmuh<u>aa</u>jiriina ill<u>aa</u> an taf'aluu il<u>aa</u> awliy<u>aa</u>-ikum ma'ruufan k<u>aa</u>na <u>dzaa</u>lika fii <strong>a</strong>lkit<u>aa</u>bi mas<u>th</u>uur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَى ابْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا",
  "id" : "Dan (ingatlah) ketika Kami mengambil perjanjian dari nabi-nabi dan dari kamu (sendiri) dari Nuh, Ibrahim, Musa dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh.",
  "nomor" : "7",
  "tr" : "wa-i<u>dz</u> akha<u>dz</u>n<u>aa</u> mina <strong>al</strong>nnabiyyiina miits<u>aa</u>qahum waminka wamin nuu<u>h</u>in wa-ibr<u>aa</u>hiima wamuus<u>aa</u> wa'iis<u>aa</u> ibni maryama wa-akha<u>dz</u>n<u>aa</u> minhum miits<u>aa</u>qan ghalii<u>zhaa</u><strong>n</strong>"
}, {
  "ar" : "لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا",
  "id" : "agar Dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka dan Dia menyediakan bagi orang-orang kafir siksa yang pedih.",
  "nomor" : "8",
  "tr" : "liyas-ala <strong>al</strong><u>shshaa</u>diqiina 'an <u>sh</u>idqihim wa-a'adda lilk<u>aa</u>firiina 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا ۚ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
  "id" : "Hai orang-orang yang beriman, ingatlah akan ni'mat Allah (yang telah dikurniakan) kepadamu ketika datang kepadamu tentara-tentara, lalu Kami kirimkan kepada mereka angin topan dan tentara yang tidak dapat kamu melihatnya. Dan adalah Allah Maha Melihat akan apa yang kamu kerjakan.",
  "nomor" : "9",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum i<u>dz</u> j<u>aa</u>-atkum junuudun fa-arsaln<u>aa</u> 'alayhim rii<u>h</u>an wajunuudan lam tarawh<u>aa</u> wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا",
  "id" : "(Yaitu) ketika mereka datang kepadamu dari atas dan dari bawahmu, dan ketika tidak tetap lagi penglihatan(mu) dan hatimu naik menyesak sampai ke tenggorokan dan kamu menyangka terhadap Allah dengan bermacam-macam purbasangka.",
  "nomor" : "10",
  "tr" : "i<u>dz</u> j<u>aa</u>uukum min fawqikum wamin asfala minkum wa-i<u>dz</u> z<u>aa</u>ghati <strong>a</strong>l-ab<u>shaa</u>ru wabalaghati <strong>a</strong>lquluubu <strong>a</strong>l<u>h</u>an<u>aa</u>jira wata<u>zh</u>unnuuna bi<strong>al</strong>l<u>aa</u>hi <strong>al</strong><u>zhzh</u>unuun<u>aa</u>"
}, {
  "ar" : "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا",
  "id" : "Disitulah diuji orang-orang mukmin dan digoncangkan (hatinya) dengan goncangan yang sangat.",
  "nomor" : "11",
  "tr" : "hun<u>aa</u>lika ibtuliya <strong>a</strong>lmu-minuuna wazulziluu zilz<u>aa</u>lan syadiid<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا",
  "id" : "Dan (ingatlah) ketika orang-orang munafik dan orang-orang yang berpenyakit dalam hatinya berkata :\"Allah dan Rasul-Nya tidak menjanjikan kepada kami melainkan tipu daya\".",
  "nomor" : "12",
  "tr" : "wa-i<u>dz</u> yaquulu <strong>a</strong>lmun<u>aa</u>fiquuna wa<strong>a</strong>lla<u>dz</u>iina fii quluubihim mara<u>dh</u>un m<u>aa</u> wa'adan<u>aa</u> <strong>al</strong>l<u>aa</u>hu warasuuluhu ill<u>aa</u> ghuruur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا ۚ وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ ۖ إِنْ يُرِيدُونَ إِلَّا فِرَارًا",
  "id" : "Dan (ingatlah) ketika segolongan di antara mreka berkata: \"Hai penduduk Yatsrib (Madinah), tidak ada tempat bagimu, maka kembalilah kamu\". Dan sebahagian dari mereka minta izin kepada Nabi (untuk kembali pulang) dengan berkata : \"Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga)\". Dan rumah-rumah itu sekali-kali tidak terbuka, mereka tidak lain hanya hendak lari.",
  "nomor" : "13",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>lat <u>th</u><u>aa</u>-ifatun minhum y<u>aa</u> ahla yatsriba l<u>aa</u> muq<u>aa</u>ma lakum fa<strong>i</strong>rji'uu wayasta/<u>dz</u>inu fariiqun minhumu <strong>al</strong>nnabiyya yaquuluuna inna buyuutan<u>aa</u> 'awratun wam<u>aa</u> hiya bi'awratin in yuriiduuna ill<u>aa</u> fir<u>aa</u>r<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا",
  "id" : "Kalau (Yatsrib) diserang dari segala penjuru, kemudian diminta kepada mereka supaya murtad, niscaya mereka mengerjakannya; dan mereka tiada akan bertangguh untuk murtad itu melainkan dalam waktu yang singkat.",
  "nomor" : "14",
  "tr" : "walaw dukhilat 'alayhim min aq<u>th</u><u>aa</u>rih<u>aa</u> tsumma su-iluu <strong>a</strong>lfitnata la<u>aa</u>tawh<u>aa</u> wam<u>aa</u> talabbatsuu bih<u>aa</u> ill<u>aa</u> yasiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ ۚ وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا",
  "id" : "Dan sesungguhnya mereka sebelum itu telah berjanji kepada Allah: \"Mereka tidak akan berbalik ke belakang (mundur)\". Dan adalah perjanjian dengan Allah akan diminta pertanggungan jawabnya.",
  "nomor" : "15",
  "tr" : "walaqad k<u>aa</u>nuu '<u>aa</u>haduu <strong>al</strong>l<u>aa</u>ha min qablu l<u>aa</u> yuwalluuna <strong>a</strong>l-adb<u>aa</u>ra wak<u>aa</u>na 'ahdu <strong>al</strong>l<u>aa</u>hi mas-uul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَا تُمَتَّعُونَ إِلَّا قَلِيلًا",
  "id" : "Katakanlah: \"Lari itu sekali-kali tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika (kamu terhindar dari kematian) kamu tidak juga akan mengecap kesenangan kecuali sebentar saja\".",
  "nomor" : "16",
  "tr" : "qul lan yanfa'akumu <strong>a</strong>lfir<u>aa</u>ru in farartum mina <strong>a</strong>lmawti awi <strong>a</strong>lqatli wa-i<u>dz</u>an l<u>aa</u> tumatta'uuna ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا",
  "id" : "Katakanlah: \"Siapakah yang dapat melindungi kamu dari (takdir) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?\" Dan orang-orang munafik itu tidak memperoleh bagi mereka pelindung dan penolong selain Allah.",
  "nomor" : "17",
  "tr" : "qul man <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii ya'<u>sh</u>imukum mina <strong>al</strong>l<u>aa</u>hi in ar<u>aa</u>da bikum suu-an aw ar<u>aa</u>da bikum ra<u>h</u>matan wal<u>aa</u> yajiduuna lahum min duuni <strong>al</strong>l<u>aa</u>hi waliyyan wal<u>aa</u> na<u>sh</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لِإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا",
  "id" : "Sesungguhnya Allah mengetahui orang-orang yang menghalang-halangi di antara kamu dan orang-orang yang berkata kepada saudara-saudaranya: \"Marilah kepada kami\". Dan mereka tidak mendatangi peperangan melainkan sebentar.",
  "nomor" : "18",
  "tr" : "qad ya'lamu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmu'awwiqiina minkum wa<strong>a</strong>lq<u>aa</u>-iliina li-ikhw<u>aa</u>nihim halumma ilayn<u>aa</u> wal<u>aa</u> ya/tuuna <strong>a</strong>lba/sa ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَىٰ عَلَيْهِ مِنَ الْمَوْتِ ۖ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ ۚ أُولَٰئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا",
  "id" : "Mereka bakhil terhadapmu, apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka bakhil untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapuskan (pahala) amalnya. Dan yang demikian itu adalah mudah bagi Allah.",
  "nomor" : "19",
  "tr" : "asyi<u>hh</u>atan 'alaykum fa-i<u>dzaa</u> j<u>aa</u>-a <strong>a</strong>lkhawfu ra-aytahum yan<u>zh</u>uruuna ilayka taduuru a'yunuhum ka<strong>a</strong>lla<u>dz</u>ii yughsy<u>aa</u> 'alayhi mina <strong>a</strong>lmawti fa-i<u>dzaa</u> <u>dz</u>ahaba <strong>a</strong>lkhawfu salaquukum bi-alsinatin <u>h</u>id<u>aa</u>din asyi<u>hh</u>atan 'al<u>aa</u> <strong>a</strong>lkhayri ul<u>aa</u>-ika lam yu/minuu fa-a<u>h</u>ba<u>th</u>a <strong>al</strong>l<u>aa</u>hu a'm<u>aa</u>lahum wak<u>aa</u>na <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا ۖ وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ ۖ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا",
  "id" : "Mereka mengira (bahwa) golongan-golongan yang bersekutu itu belum pergi; dan jika golongan-golongan yang bersekutu itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badwi, sambil menanya-nanyakan tentang berita-beritamu. Dan sekiranya mereka berada bersama kamu, mereka tidak akan berperang, melainkan sebentar saja.",
  "nomor" : "20",
  "tr" : "ya<u>h</u>sabuuna <strong>a</strong>l-a<u>h</u>z<u>aa</u>ba lam ya<u>dz</u>habuu wa-in ya/ti <strong>a</strong>l-a<u>h</u>z<u>aa</u>bu yawadduu law annahum b<u>aa</u>duuna fii <strong>a</strong>l-a'r<u>aa</u>bi yas-aluuna 'an anb<u>aa</u>-ikum walaw k<u>aa</u>nuu fiikum m<u>aa</u> q<u>aa</u>taluu ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا",
  "id" : "Sesungguhnya telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari kiamat dan dia banyak menyebut Allah.",
  "nomor" : "21",
  "tr" : "laqad k<u>aa</u>na lakum fii rasuuli <strong>al</strong>l<u>aa</u>hi uswatun <u>h</u>asanatun liman k<u>aa</u>na yarjuu <strong>al</strong>l<u>aa</u>ha wa<strong>a</strong>lyawma <strong>a</strong>l-<u>aa</u>khira wa<u>dz</u>akara <strong>al</strong>l<u>aa</u>ha katsiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَٰذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ ۚ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا",
  "id" : "Dan tatkala orang-orang mu'min melihat golongan-golongan yang bersekutu itu, mereka berkata : \"Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita\". Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu tidaklah menambah kepada mereka kecuali iman dan ketundukan.",
  "nomor" : "22",
  "tr" : "walamm<u>aa</u> ra<u>aa</u> <strong>a</strong>lmu/minuuna <strong>a</strong>l-a<u>h</u>z<u>aa</u>ba q<u>aa</u>luu h<u>aadzaa</u> m<u>aa</u> wa'adan<u>aa</u> <strong>al</strong>l<u>aa</u>hu warasuuluhu wa<u>sh</u>adaqa <strong>al</strong>l<u>aa</u>hu warasuuluhu wam<u>aa</u> z<u>aa</u>dahum ill<u>aa</u> iim<u>aa</u>nan watasliim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ ۖ فَمِنْهُمْ مَنْ قَضَىٰ نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ ۖ وَمَا بَدَّلُوا تَبْدِيلًا",
  "id" : "Di antara orang-orang mu'min itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah; maka di antara mereka ada yang gugur. Dan di antara mereka ada (pula) yang menunggu-nunggu dan mereka tidak merobah (janjinya),",
  "nomor" : "23",
  "tr" : "mina <strong>a</strong>lmu/miniina rij<u>aa</u>lun <u>sh</u>adaquu m<u>aa</u> '<u>aa</u>haduu <strong>al</strong>l<u>aa</u>ha 'alayhi faminhum man qa<u>daa</u> na<u>h</u>bahu waminhum man yanta<u>zh</u>iru wam<u>aa</u> baddaluu tabdiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا",
  "id" : "supaya Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya, dan menyiksa orang munafik jika dikehendaki-Nya, atau menerima taubat mereka. Sesungguhnya Allah adalah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "24",
  "tr" : "liyajziya <strong>al</strong>l<u>aa</u>hu <strong>al</strong><u>shshaa</u>diqiina bi<u>sh</u>idqihim wayu'a<u>dzdz</u>iba <strong>a</strong>lmun<u>aa</u>fiqiina in sy<u>aa</u>-a aw yatuuba 'alayhim inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا ۚ وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ ۚ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا",
  "id" : "Dan Allah menghalau orang-orang yang kafir itu yang keadaan mereka penuh kejengkelan, (lagi) mereka tidak memperoleh keuntungan apapun. Dan Allah menghindarkan orang-orang mu'min dari peperangan. Dan adalah Allah Maha Kuat lagi Maha Perkasa.",
  "nomor" : "25",
  "tr" : "waradda <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina kafaruu bighay<u>zh</u>ihim lam yan<u>aa</u>luu khayran wakaf<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmu/miniina <strong>a</strong>lqit<u>aa</u>la wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu qawiyyan 'aziiz<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا",
  "id" : "Dan Dia menurunkan orang-orang Ahli Kitab (Bani Quraizhah) yang membantu golongan-golongan yang bersekutu dari benteng-benteng mereka, dan Dia memesukkan rasa takut ke dalam hati mereka. Sebahagian mereka kamu bunuh dan sebahagian yang lain kamu tawan.",
  "nomor" : "26",
  "tr" : "wa-anzala <strong>al</strong>la<u>dz</u>iina <u>zhaa</u>haruuhum min ahli <strong>a</strong>lkit<u>aa</u>bi min <u>sh</u>ay<u>aas</u>iihim waqa<u>dz</u>afa fii quluubihimu <strong>al</strong>rru'ba fariiqan taqtuluuna wata/siruuna fariiq<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا ۚ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرًا",
  "id" : "Dan Dia mewariskan kepada kamu tanah-tanah, rumah-rumah dan harta benda mereka, dan (begitu pula) tanah yang belum kamu injak. Dan adalah Allah Maha Kuasa terhadap segala sesuatu.",
  "nomor" : "27",
  "tr" : "wa-awratsakum ar<u>dh</u>ahum wadiy<u>aa</u>rahum wa-amw<u>aa</u>lahum wa-ar<u>dh</u>an lam ta<u>th</u>auuh<u>aa</u> wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا",
  "id" : "Hai Nabi, katakanlah kepada isteri-isterimu: \"Jika kamu sekalian mengingini kehidupan dunia dan perhiasannya, maka marilah supaya kuberikan kepadamu mut'ah dan aku ceraikan kamu dengan cara yang baik.",
  "nomor" : "28",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu qul li-azw<u>aa</u>jika in kuntunna turidna <strong>a</strong>l<u>h</u>ay<u>aa</u>ta <strong>al</strong>dduny<u>aa</u> waziinatah<u>aa</u> fata'<u>aa</u>layna umatti'kunna wausarri<u>h</u>kunna sar<u>aah</u>an jamiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا",
  "id" : "Dan jika kamu sekalian menghendaki (keredhaan) Allah dan Rasulnya-Nya serta (kesenangan) di negeri akhirat, maka sesungguhnya Allah menyediakan bagi siapa yang berbuat baik diantaramu pahala yang besar.",
  "nomor" : "29",
  "tr" : "wa-in kuntunna turidna <strong>al</strong>l<u>aa</u>ha warasuulahu wa<strong>al</strong>dd<u>aa</u>ra <strong>a</strong>l-<u>aa</u>khirata fa-inna <strong>al</strong>l<u>aa</u>ha a'adda lilmu<u>h</u>sin<u>aa</u>ti minkunna ajran 'a<u>zh</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا",
  "id" : "Hai isteri-isteri Nabi, siapa-siapa di antaramu yang mengerjakan perbuatan keji yang nyata, niscaya akan di lipat gandakan siksaan kepada mereka dua kali lipat. Dan adalah yang demikian itu mudah bagi Allah.",
  "nomor" : "30",
  "tr" : "y<u>aa</u> nis<u>aa</u>-a <strong>al</strong>nnabiyyi man ya/ti minkunna bif<u>aah</u>isyatin mubayyinatin yu<u>daa</u>'af lah<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>bu <u>dh</u>i'fayni wak<u>aa</u>na <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا",
  "id" : "Dan barang siapa diantara kamu sekalian (isteri-isteri nabi) tetap taat kepada Allah dan Rasul-Nya dan mengerjakan amal yang saleh, niscata Kami memberikan kepadanya pahala dua kali lipat dan Kami sediakan baginya rezki yang mulia.",
  "nomor" : "31",
  "tr" : "waman yaqnut minkunna lill<u>aa</u>hi warasuulihi wata'mal <u>shaa</u>li<u>h</u>an nu/tih<u>aa</u> ajrah<u>aa</u> marratayni wa-a'tadn<u>aa</u> lah<u>aa</u> rizqan kariim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ ۚ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا",
  "id" : "Hai isteri-isteri Nabi, kamu sekalian tidaklah seperti wanita yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk dalam berbicara sehingga berkeinginanlah orang yang ada penyakit dalam hatinya dan ucapkanlah perkataan yang baik,",
  "nomor" : "32",
  "tr" : "y<u>aa</u> nis<u>aa</u>-a <strong>al</strong>nnabiyyi lastunna ka-a<u>h</u>adin mina <strong>al</strong>nnis<u>aa</u>-i ini ittaqaytunna fal<u>aa</u> takh<u>dh</u>a'na bi<strong>a</strong>lqawli faya<u>th</u>ma'a <strong>al</strong>la<u>dz</u>ii fii qalbihi mara<u>dh</u>un waqulna qawlan ma'ruuf<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَىٰ ۖ وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا",
  "id" : "dan hendaklah kamu tetap di rumahmu dan janganlah kamu berhias dan bertingkah laku seperti orang-orang Jahiliyah yang dahulu dan dirikanlah shalat, tunaikanlah zakat dan ta'atilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, hai ahlul bait dan membersihkan kamu sebersih-bersihnya.",
  "nomor" : "33",
  "tr" : "waqarna fii buyuutikunna wal<u>aa</u> tabarrajna tabarruja <strong>a</strong>lj<u>aa</u>hiliyyati <strong>a</strong>l-uul<u>aa</u> wa-aqimna <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tiina <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>i'na <strong>al</strong>l<u>aa</u>ha warasuulahu innam<u>aa</u> yuriidu <strong>al</strong>l<u>aa</u>hu liyu<u>dz</u>hiba 'ankumu <strong>al</strong>rrijsa ahla <strong>a</strong>lbayti wayu<u>th</u>ahhirakum ta<u>th</u>hiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاذْكُرْنَ مَا يُتْلَىٰ فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ ۚ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا",
  "id" : "Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunnah nabimu). Sesungguhnya Allah adalah Maha Lembut lagi Maha Mengetahui.",
  "nomor" : "34",
  "tr" : "wa<strong>u</strong><u>dz</u>kurna m<u>aa</u> yutl<u>aa</u> fii buyuutikunna min <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>l<u>h</u>ikmati inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na la<u>th</u>iifan khabiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا",
  "id" : "Sesungguhnya laki-laki dan perempuan yang muslim, laki-laki dan perempuan yang mu'min, laki-laki dan perempuan yang tetap dalam keta'atannya, laki-laki dan perempuan yang benar, laki-laki dan perempuan yang sabar, laki-laki dan perempuan yang khusyu', laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, Allah telah menyediakan untuk mereka ampunan dan pahala yang besar.",
  "nomor" : "35",
  "tr" : "inna <strong>a</strong>lmuslimiina wa<strong>a</strong>lmuslim<u>aa</u>ti wa<strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wa<strong>a</strong>lq<u>aa</u>nitiina wa<strong>a</strong>lq<u>aa</u>nit<u>aa</u>ti wa<strong>al</strong><u>shshaa</u>diqiina wa<strong>al</strong><u>shshaa</u>diq<u>aa</u>ti wa<strong>al</strong><u>shshaa</u>biriina wa<strong>al</strong><u>shshaa</u>bir<u>aa</u>ti wa<strong>a</strong>lkh<u>aa</u>syi'iina wa<strong>a</strong>lkh<u>aa</u>syi'<u>aa</u>ti wa<strong>a</strong>lmuta<u>sh</u>addiqiina wa<strong>a</strong>lmuta<u>sh</u>addiq<u>aa</u>ti wa<strong>al</strong><u>shshaa</u>-imiina wa<strong>al</strong><u>shshaa</u>-im<u>aa</u>ti wa<strong>a</strong>l<u>haa</u>fi<u>zh</u>iina furuujahum wa<strong>a</strong>l<u>haa</u>fi<u>zhaa</u>ti wa<strong>al</strong><u>dzdzaa</u>kiriina <strong>al</strong>l<u>aa</u>ha katsiiran wa<strong>al</strong><u>dzdzaa</u>kir<u>aa</u>ti a'adda <strong>al</strong>l<u>aa</u>hu lahum maghfiratan wa-ajran 'a<u>zh</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا",
  "id" : "Dan tidaklah patut bagi laki-laki yang mu'min dan tidak (pula) bagi perempuan yang mu'min, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan, akan ada bagi mereka pilihan (yang lain) tentang urusan mereka. Dan barangsiapa mendurhakai Allah dan Rasul-Nya maka sungguhlah dia telah sesat, sesat yang nyata.",
  "nomor" : "36",
  "tr" : "wam<u>aa</u> k<u>aa</u>na limu/minin wal<u>aa</u> mu/minatin i<u>dzaa</u> qa<u>daa</u> <strong>al</strong>l<u>aa</u>hu warasuuluhu amran an yakuuna lahumu <strong>a</strong>lkhiyaratu min amrihim waman ya'<u>sh</u>i <strong>al</strong>l<u>aa</u>ha warasuulahu faqad <u>dh</u>alla <u>dh</u>al<u>aa</u>lan mubiin<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ ۖ فَلَمَّا قَضَىٰ زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا ۚ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا",
  "id" : "Dan (ingatlah), ketika kamu berkata kepada orang yang Allah telah melimpahkan ni'mat kepadanya dan kamu (juga) telah memberi ni'mat kepadanya: \"Tahanlah terus isterimu dan bertakwalah kepada Allah\", sedang kamu menyembunyikan di dalam hatimu apa yang Allah akan menyatakannya, dan kamu takut kepada manusia, sedang Allah-lah yang lebih berhak untuk kamu takuti. Maka tatkala Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami kawinkan kamu dengan dia supaya tidak ada keberatan bagi orang mu'min untuk (mengawini) isteri-isteri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya daripada isterinya. Dan adalah ketetapan Allah itu pasti terjadi.",
  "nomor" : "37",
  "tr" : "wa-i<u>dz</u> taquulu lilla<u>dz</u>ii an'ama <strong>al</strong>l<u>aa</u>hu 'alayhi wa-an'amta 'alayhi amsik 'alayka zawjaka wa<strong>i</strong>ttaqi <strong>al</strong>l<u>aa</u>ha watukhfii fii nafsika m<u>aa</u> <strong>al</strong>l<u>aa</u>hu mubdiihi watakhsy<u>aa</u> <strong>al</strong>nn<u>aa</u>sa wa<strong>al</strong>l<u>aa</u>hu a<u>h</u>aqqu an takhsy<u>aa</u>hu falamm<u>aa</u> qa<u>daa</u> zaydun minh<u>aa</u> wa<u>th</u>aran zawwajn<u>aa</u>kah<u>aa</u> likay l<u>aa</u> yakuuna 'al<u>aa</u> <strong>a</strong>lmu/miniina <u>h</u>arajun fii azw<u>aa</u>ji ad'iy<u>aa</u>-ihim i<u>dzaa</u> qa<u>dh</u>aw minhunna wa<u>th</u>aran wak<u>aa</u>na amru <strong>al</strong>l<u>aa</u>hi maf'uul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ ۖ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ ۚ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا",
  "id" : "Tidak ada suatu keberatanpun atas Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunnah-Nya pada nabi-nabi yang telah berlalu dahulu. Dan adalah ketetapan Allah itu suatu ketetapan yang pasti berlaku,",
  "nomor" : "38",
  "tr" : "m<u>aa</u> k<u>aa</u>na 'al<u>aa</u> <strong>al</strong>nnabiyyi min <u>h</u>arajin fiim<u>aa</u> fara<u>dh</u>a <strong>al</strong>l<u>aa</u>hu lahu sunnata <strong>al</strong>l<u>aa</u>hi fii <strong>al</strong>la<u>dz</u>iina khalaw min qablu wak<u>aa</u>na amru <strong>al</strong>l<u>aa</u>hi qadaran maqduur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ ۗ وَكَفَىٰ بِاللَّهِ حَسِيبًا",
  "id" : "(yaitu) orang-orang yang menyapaikan risalah-risalah Allah, mereka takut kepada-Nya dan mereka tiada merasa takut kepada seorang(pun) selain kepada Allah. Dan cukuplah Allah sebagai Pembuat Perhitungan.",
  "nomor" : "39",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yuballighuuna ris<u>aa</u>l<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wayakhsyawnahu wal<u>aa</u> yakhsyawna a<u>h</u>adan ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha wakaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi <u>h</u>asiib<u>aa</u><strong>n</strong>"
}, {
  "ar" : "مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَٰكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ۗ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا",
  "id" : "Muhammad itu sekali-kali bukanlah bapak dari seorang laki-laki di antara kamu, tetapi dia adalah Rasulullah dan penutup nabi-nabi. Dan adalah Allah Maha Mengetahui segala sesuatu.",
  "nomor" : "40",
  "tr" : "m<u>aa</u> k<u>aa</u>na mu<u>h</u>ammadun ab<u>aa</u> a<u>h</u>adin min rij<u>aa</u>likum wal<u>aa</u>kin rasuula <strong>al</strong>l<u>aa</u>hi wakh<u>aa</u>tama <strong>al</strong>nnabiyyiina wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا",
  "id" : "Hai orang-orang yang beriman, berzdikirlah (dengan menyebut nama) Allah, zikir yang sebanyak-banyaknya.",
  "nomor" : "41",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu u<u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha <u>dz</u>ikran katsiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
  "id" : "Dan bertasbihlah kepada-Nya diwaktu pagi dan petang.",
  "nomor" : "42",
  "tr" : "wasabbi<u>h</u>uuhu bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا",
  "id" : "Dialah yang memberi rahmat kepadamu dan malaikat-Nya (memohonkan ampunan untukmu), supaya Dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). Dan adalah Dia Maha Penyayang kepada orang-orang yang beriman.",
  "nomor" : "43",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii yu<u>sh</u>allii 'alaykum wamal<u>aa</u>-ikatuhu liyukhrijakum mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wak<u>aa</u>na bi<strong>a</strong>lmu/miniina ra<u>h</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ ۚ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا",
  "id" : "Salam penghormatan kepada mereka (orang-orang mu'min itu) pada hari mereka menemui-Nya ialah: Salam; dan Dia menyediakan pahala yang mulia bagi mereka.",
  "nomor" : "44",
  "tr" : "ta<u>h</u>iyyatuhum yawma yalqawnahu sal<u>aa</u>mun wa-a'adda lahum ajran kariim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا",
  "id" : "Hai Nabi, sesungguhnya Kami mengutusmu untuk jadi saksi, dan pembawa kabar gemgira dan pemberi peringatan,",
  "nomor" : "45",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu inn<u>aa</u> arsaln<u>aa</u>ka sy<u>aa</u>hidan wamubasysyiran wana<u>dz</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا",
  "id" : "dan untuk jadi penyeru kepada Agama Allah dengan izin-Nya dan untuk jadi cahaya yang menerangi.",
  "nomor" : "46",
  "tr" : "wad<u>aa</u>'iyan il<u>aa</u> <strong>al</strong>l<u>aa</u>hi bi-i<u>dz</u>nihi wasir<u>aa</u>jan muniir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا",
  "id" : "Dan sampaikanlah berita gembira kepada orang-orang mu'min bahwa sesungguhnya bagi mereka karunia yang besar dari Allah.",
  "nomor" : "47",
  "tr" : "wabasysyiri <strong>a</strong>lmu/miniina bi-anna lahum mina <strong>al</strong>l<u>aa</u>hi fa<u>dh</u>lan kabiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا",
  "id" : "Dan janganlah kamu menuruti orang-orang yang kafir dan orang-orang munafik itu, janganlah kamu hiraukan gangguan mereka dan bertawakkallah kepada Allah. Dan cukuplah Allah sebagai Pelindung.",
  "nomor" : "48",
  "tr" : "wal<u>aa</u> tu<u>th</u>i'i <strong>a</strong>lk<u>aa</u>firiina wa<strong>a</strong>lmun<u>aa</u>fiqiina wada' a<u>dzaa</u>hum watawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wakaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wakiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا",
  "id" : "Hai orang-orang yang beriman, apabila kamu menikahi perempuan-perempuan yang beriman, kemudian kamu ceraikan mereka sebelum kamu mencampurinya maka sekali-sekali tidak wajib atas mereka 'iddah bagimu yang kamu minta menyempurnakannya. Maka berilah mereka mut'ah dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya.",
  "nomor" : "49",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> naka<u>h</u>tumu <strong>a</strong>lmu/min<u>aa</u>ti tsumma <u>th</u>allaqtumuuhunna min qabli an tamassuuhunna fam<u>aa</u> lakum 'alayhinna min 'iddatin ta'tadduunah<u>aa</u> famatti'uuhunna wasarri<u>h</u>uuhunna sar<u>aah</u>an jamiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ ۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
  "id" : "Hai Nabi, sesungguhnya Kami telah menghalalkan bagimu isteri-isterimu yang telah kamu berikan mas kawinnya dan hamba sahaya yang kamu miliki yang termasuk apa yang kamu peroleh dalam peperangan yang dikaruniakan Allah untukmu, dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersama kamu dan perempuan mu'min yang menyerahkan dirinya kepada Nabi kalau Nabi mau mengawininya, sebagai pengkhususan bagimu, bukan untuk semua orang mu'min. Sesungguhnya Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang isteri-isteri mereka dan hamba sahaya yang mereka miliki supaya tidak menjadi kesempitan bagimu. Dan adalah Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "50",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu inn<u>aa</u> a<u>h</u>laln<u>aa</u> laka azw<u>aa</u>jaka <strong>al</strong>l<u>aa</u>tii <u>aa</u>tayta ujuurahunna wam<u>aa</u> malakat yamiinuka mimm<u>aa</u> af<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu 'alayka waban<u>aa</u>ti 'ammika waban<u>aa</u>ti 'amm<u>aa</u>tika waban<u>aa</u>ti kh<u>aa</u>lika waban<u>aa</u>ti kh<u>aa</u>l<u>aa</u>tika <strong>al</strong>l<u>aa</u>tii h<u>aa</u>jarna ma'aka wa<strong>i</strong>mra-atan mu/minatan in wahabat nafsah<u>aa</u> li<strong>l</strong>nnabiyyi in ar<u>aa</u>da <strong>al</strong>nnabiyyu an yastanki<u>h</u>ah<u>aa</u> kh<u>aa</u>li<u>sh</u>atan laka min duuni <strong>a</strong>lmu/miniina qad 'alimn<u>aa</u> m<u>aa</u> fara<u>dh</u>n<u>aa</u> 'alayhim fii azw<u>aa</u>jihim wam<u>aa</u> malakat aym<u>aa</u>nuhum likayl<u>aa</u> yakuuna 'alayka <u>h</u>arajun wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ ۖ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ ذَٰلِكَ أَدْنَىٰ أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ ۚ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ ۚ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا",
  "id" : "Kamu boleh menangguhkan menggauli siapa yang kamu kehendaki diantara mereka (isteri-isterimu) dan (boleh pula) menggauli siapa yang kamu kehendaki. Dan siapa-siapa yang kamu ingini untuk menggaulinya kembali dari perempuan yang telah kamu cerai, maka tidak ada dosa bagimu. Yang demikian itu adalah lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan semuanya rela dengan apa yang telah kamu berikan kepada mereka. Dan Allah mengetahui apa yang (tersimpan) dalam hatimu. Dan adalah Allah Maha Mengetahui lagi Maha Penyantun.",
  "nomor" : "51",
  "tr" : "turjii man tasy<u>aa</u>u minhunna watu/wii ilayka man tasy<u>aa</u>u wamani ibtaghayta mimman 'azalta fal<u>aa</u> jun<u>aah</u>a 'alayka <u>dzaa</u>lika adn<u>aa</u> an taqarra a'yunuhunna wal<u>aa</u> ya<u>h</u>zanna wayar<u>dh</u>ayna bim<u>aa</u> <u>aa</u>taytahunna kulluhunna wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> fii quluubikum wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'aliiman <u>h</u>aliim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ رَقِيبًا",
  "id" : "Tidak halal bagimu mengawini perempuan-perempuan sesudah itu dan tidak boleh (pula) mengganti mereka dengan isteri-isteri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang kamu miliki. Dan adalah Allah Maha Mengawasi segala sesuatu.",
  "nomor" : "52",
  "tr" : "turjii man tasy<u>aa</u>u minhunna watu/wii ilayka man tasy<u>aa</u>u wamani ibtaghayta mimman 'azalta fal<u>aa</u> jun<u>aah</u>a 'alayka <u>dzaa</u>lika adn<u>aa</u> an taqarra a'yunuhunna wal<u>aa</u> ya<u>h</u>zanna wayar<u>dh</u>ayna bim<u>aa</u> <u>aa</u>taytahunna kulluhunna wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> fii quluubikum wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'aliiman <u>h</u>aliim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَٰكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ ۚ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ ۖ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ ۚ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ۚ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ۚ وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا",
  "id" : "Hai orang-orang yang beriman, janganlah kamu memasuki rumah-rumah Nabi kecuali bila kamu diizinkan untuk makan dengan tidak menunggu-nunggu waktu masak (makanannya), tetapi jika kamu diundang maka masuklah dan bila kamu selesai makan, keluarlah kamu tanpa asyik memperpanjang percakapan. Sesungguhnya yang demikian itu akan mengganggu Nabi lalu Nabi malu kepadamu (untuk menyuruh kamu keluar), dan Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (isteri-isteri Nabi), maka mintalah dari belakang tabir. Cara yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak (pula) mengawini isteri-isterinya selama-lamanya sesudah ia wafat. Sesungguhnya perbuatan itu adalah amat besar (dosanya) di sisi Allah.",
  "nomor" : "53",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tadkhuluu buyuuta <strong>al</strong>nnabiyyi ill<u>aa</u> an yu/<u>dz</u>ana lakum il<u>aa</u> <u>th</u>a'<u>aa</u>min ghayra n<u>aats</u>iriina in<u>aa</u>hu wal<u>aa</u>kin i<u>dzaa</u> du'iitum fa<strong>u</strong>dkhuluu fa-i<u>dzaa</u> <u>th</u>a'imtum fa<strong>i</strong>ntasyiruu wal<u>aa</u> musta/nisiina li<u>h</u>adiitsin inna <u>dzaa</u>likum k<u>aa</u>na yu/<u>dz</u>ii <strong>al</strong>nnabiyya fayasta<u>h</u>yii minkum wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yasta<u>h</u>yii mina <strong>a</strong>l<u>h</u>aqqi wa-i<u>dzaa</u> sa-altumuuhunna mat<u>aa</u>'an fa<strong>i</strong>s-aluuhunna min war<u>aa</u>-i <u>h</u>ij<u>aa</u>bin <u>dzaa</u>likum a<u>th</u>haru liquluubikum waquluubihinna wam<u>aa</u> k<u>aa</u>na lakum an tu/<u>dz</u>uu rasuula <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> an tanki<u>h</u>uu azw<u>aa</u>jahu min ba'dihi abadan inna <u>dzaa</u>likum k<u>aa</u>na 'inda <strong>al</strong>l<u>aa</u>hi 'a<u>zh</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنْ تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا",
  "id" : "Jika kamu melahirkan sesuatu atau menyembunyikannya, maka sesungguhnya Allah adalah Maha Mengetahui segala sesuatu.",
  "nomor" : "54",
  "tr" : "in tubduu syay-an aw tukhfuuhu fa-inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na bikulli syay-in 'aliim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لَا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ وَلَا أَبْنَائِهِنَّ وَلَا إِخْوَانِهِنَّ وَلَا أَبْنَاءِ إِخْوَانِهِنَّ وَلَا أَبْنَاءِ أَخَوَاتِهِنَّ وَلَا نِسَائِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ ۗ وَاتَّقِينَ اللَّهَ ۚ إِنَّ اللَّهَ كَانَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدًا",
  "id" : "Tidak ada dosa atas isteri-isteri Nabi (untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak-anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara mereka yang perempuan yang beriman dan hamba sahaya yang mereka miliki, dan bertakwalah kamu (hai isteri-isteri Nabi) kepada Allah. Sesungguhnya Allah Maha Menyaksikan segala sesuatu.",
  "nomor" : "55",
  "tr" : "l<u>aa</u> jun<u>aah</u>a 'alayhinna fii <u>aa</u>b<u>aa</u>-ihinna wal<u>aa</u> abn<u>aa</u>-ihinna wal<u>aa</u> ikhw<u>aa</u>nihinna wal<u>aa</u> abn<u>aa</u>-i ikhw<u>aa</u>nihinna wal<u>aa</u> abn<u>aa</u>-i akhaw<u>aa</u>tihinna wal<u>aa</u> nis<u>aa</u>-ihinna wal<u>aa</u> m<u>aa</u> malakat aym<u>aa</u>nuhunna wa<strong>i</strong>ttaqiina <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na 'al<u>aa</u> kulli syay-in syahiid<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ ۚ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
  "id" : "Sesungguhnya Allah dan malaikat-malaikat-Nya bershalawat untuk Nabi. Hai orang-orang yang beriman, bershalawatlah kamu untuk Nabi dan ucapkanlah salam penghormatan kepadanya.",
  "nomor" : "56",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha wamal<u>aa</u>-ikatahu yu<u>sh</u>alluuna 'al<u>aa</u> <strong>al</strong>nnabiyyi y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu <u>sh</u>alluu 'alayhi wasallimuu tasliim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا",
  "id" : "Sesungguhnya orang-orang yang menyakiti Allah dan Rasul-Nya. Allah akan mela'natinya di dunia dan di akhirat, dan menyediakan baginya siksa yang menghinakan.",
  "nomor" : "57",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina yu/<u>dz</u>uuna <strong>al</strong>l<u>aa</u>ha warasuulahu la'anahumu <strong>al</strong>l<u>aa</u>hu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wa-a'adda lahum 'a<u>dzaa</u>ban muhiin<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا",
  "id" : "Dan orang-orang yang menyakiti orang-orang yang mu'min dan mu'minat tanpa kesalahan yang mereka perbuat, maka sesungguhnya mereka telah memikul kebohongan dan dosa yang nyata.",
  "nomor" : "58",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yu/<u>dz</u>uuna <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti bighayri m<u>aa</u> iktasabuu faqadi i<u>h</u>tamaluu buht<u>aa</u>nan wa-itsman mubiin<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰ أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
  "id" : "Hai Nabi, katakanlah kepada isteri-isterimu, anak-anak perempuanmu dan isteri-isteri orang mu'min: \"Hendaklah mereka mengulurkan jilbabnya ke seluruh tubuh mereka\". Yang demikian itu supaya mereka lebih mudah untuk dikenal, karena itu mereka tidak di ganggu. Dan Allah adalah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "59",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu qul li-azw<u>aa</u>jika waban<u>aa</u>tika wanis<u>aa</u>-i <strong>a</strong>lmu/miniina yudniina 'alayhinna min jal<u>aa</u>biibihinna <u>dzaa</u>lika adn<u>aa</u> an yu'rafna fal<u>aa</u> yu/<u>dz</u>ayna wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا",
  "id" : "Sesungguhnya jika tidak berhenti orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah (dari menyakitimu), niscaya Kami perintahkan kamu (untuk memerangi) mereka, kemudian mereka tidak menjadi tetanggamu (di Madinah) melainkan dalam waktu yang sebentar,",
  "nomor" : "60",
  "tr" : "la-in lam yantahi <strong>a</strong>lmun<u>aa</u>fiquuna wa<strong>a</strong>lla<u>dz</u>iina fii quluubihim mara<u>dh</u>un wa<strong>a</strong>lmurjifuuna fii <strong>a</strong>lmadiinati lanughriyannaka bihim tsumma l<u>aa</u> yuj<u>aa</u>wiruunaka fiih<u>aa</u> ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "مَلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا",
  "id" : "dalam keadaan terla'nat. Di mana saja mereka dijumpai, mereka ditangkap dan dibunuh dengan sehebat-hebatnya.",
  "nomor" : "61",
  "tr" : "mal'uuniina ayna m<u>aa</u> tsuqifuu ukhi<u>dz</u>uu waquttiluu taqtiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ ۖ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا",
  "id" : "Sebagai sunnah Allah yang berlaku atas orang-orang yang telah terdahulu sebelum (mu), dan kamu sekali-kali tiada akan mendapati perubahan pada sunnah Allah.",
  "nomor" : "62",
  "tr" : "sunnata <strong>al</strong>l<u>aa</u>hi fii <strong>al</strong>la<u>dz</u>iina khalaw min qablu walan tajida lisunnati <strong>al</strong>l<u>aa</u>hi tabdiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ ۖ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ ۚ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا",
  "id" : "Manusia bertanya kepadamu tentang hari berbangkit. Katakanlah: \"Sesungguhnya pengetahuan tentang hari berbangkit itu hanya di sisi Allah\". Dan tahukah kamu (hai Muhammad), boleh jadi hari berbangkit itu sudah dekat waktunya.",
  "nomor" : "63",
  "tr" : "yas-aluka <strong>al</strong>nn<u>aa</u>su 'ani <strong>al</strong>ss<u>aa</u>'ati qul innam<u>aa</u> 'ilmuh<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> yudriika la'alla <strong>al</strong>ss<u>aa</u>'ata takuunu qariib<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا",
  "id" : "Sesungguhnya Allah mela'nati orang-orang kafir dan menyediakan bagi mereka api yang menyala-nyala (neraka),",
  "nomor" : "64",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha la'ana <strong>a</strong>lk<u>aa</u>firiina wa-a'adda lahum sa'iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "خَالِدِينَ فِيهَا أَبَدًا ۖ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
  "id" : "mereka kekal di dalamnya selama-lamanya; mereka tidak memperoleh seorang pelindungpun dan tidak (pula) seorang penolong.",
  "nomor" : "65",
  "tr" : "kh<u>aa</u>lidiina fiih<u>aa</u> abadan l<u>aa</u> yajiduuna waliyyan wal<u>aa</u> na<u>sh</u>iir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا",
  "id" : "Pada hari ketika muka mereka dibolak-balikan dalam neraka, mereka berkata: \"Alangkah baiknya, andaikata kami ta'at kepada Allah dan ta'at (pula) kepada Rasul\".",
  "nomor" : "66",
  "tr" : "yawma tuqallabu wujuuhuhum fii <strong>al</strong>nn<u>aa</u>ri yaquuluuna y<u>aa</u> laytan<u>aa</u> a<u>th</u>a'n<u>aa</u> <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>a'n<u>aa</u> <strong>al</strong>rrasuul<u>aa</u>"
}, {
  "ar" : "وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا",
  "id" : "Dan mereka berkata;:\"Ya Tuhan kami, sesungguhnya kami telah menta'ati pemimpin-pemimpin dan pembesar-pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar).",
  "nomor" : "67",
  "tr" : "waq<u>aa</u>luu rabban<u>aa</u> inn<u>aa</u> a<u>th</u>a'n<u>aa</u> s<u>aa</u>datan<u>aa</u> wakubar<u>aa</u>-an<u>aa</u> fa-a<u>dh</u>alluun<u>aa</u> <strong>al</strong>ssabiil<u>aa</u>"
}, {
  "ar" : "رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا",
  "id" : "Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan kutuklah mereka dengan kutukan yang besar\".",
  "nomor" : "68",
  "tr" : "rabban<u>aa</u> <u>aa</u>tihim <u>dh</u>i'fayni mina <strong>a</strong>l'a<u>dzaa</u>bi wa<strong>i</strong>l'anhum la'nan kabiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَىٰ فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا ۚ وَكَانَ عِنْدَ اللَّهِ وَجِيهًا",
  "id" : "Hai orang-orang yang beriman, janganlah kamu menjadi seperti orang-orang yang menyakiti Musa; maka Allah membersihkannya dari tuduhan-tuduhan yang mereka katakan. Dan adalah dia seorang yang mempunyai kedudukan terhormat di sisi Allah.",
  "nomor" : "69",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> takuunuu ka<strong>a</strong>lla<u>dz</u>iina <u>aadz</u>aw muus<u>aa</u> fabarra-ahu <strong>al</strong>l<u>aa</u>hu mimm<u>aa</u> q<u>aa</u>luu wak<u>aa</u>na 'inda <strong>al</strong>l<u>aa</u>hi wajiih<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا",
  "id" : "Hai orang-orang yang beriman, bertakwalah kamu kepada Allah dan katakanlah perkataan yang benar,",
  "nomor" : "70",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha waquuluu qawlan sadiid<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا",
  "id" : "niscaya Allah memperbaiki bagimu amalan-amalanmu dan mengampuni bagimu dosa-dosamu. Dan barangsiapa menta'ati Allah dan Rasul-Nya, maka sesungguhnya ia telah mendapat kemenangan yang besar.",
  "nomor" : "71",
  "tr" : "yu<u>sh</u>li<u>h</u> lakum a'm<u>aa</u>lakum wayaghfir lakum <u>dz</u>unuubakum waman yu<u>th</u>i'i <strong>al</strong>l<u>aa</u>ha warasuulahu faqad f<u>aa</u>za fawzan 'a<u>zh</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ ۖ إِنَّهُ كَانَ ظَلُومًا جَهُولًا",
  "id" : "Sesungguhnya Kami telah mengemukakan amanat kepada langit, bumi dan gunung-gunung, maka semuanya enggan untuk memikul amanat itu dan mereka khawatir akan mengkhianatinya, dan dipikullah amanat itu oleh manusia. Sesungguhnya manusia itu amat zalim dan amat bodoh,",
  "nomor" : "72",
  "tr" : "inn<u>aa</u> 'ara<u>dh</u>n<u>aa</u> <strong>a</strong>l-am<u>aa</u>nata 'al<u>aa</u> <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>a</strong>ljib<u>aa</u>li fa-abayna an ya<u>h</u>milnah<u>aa</u> wa-asyfaqna minh<u>aa</u> wa<u>h</u>amalah<u>aa</u> <strong>a</strong>l-ins<u>aa</u>nu innahu k<u>aa</u>na <u>zh</u>aluuman jahuul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
  "id" : "sehingga Allah mengazab orang-orang munafik laki-laki dan perempuan dan orang-orang musyrikin laki-laki dan perempuan; dan sehingga Allah menerima taubat orang-orang mu'min laki-laki dan perempuan. Dan adalah Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "73",
  "tr" : "liyu'a<u>dzdz</u>iba <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmun<u>aa</u>fiqiina wa<strong>a</strong>lmun<u>aa</u>fiq<u>aa</u>ti wa<strong>a</strong>lmusyrikiina wa<strong>a</strong>lmusyrik<u>aa</u>ti wayatuuba <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
} ]
