[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ ۚ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
  "id" : "Segala puji bagi Allah yang memiliki apa yang di langit dan apa yang di bumi dan bagi-Nya (pula) segala puji di akhirat. Dan Dia-lah Yang Maha Bijaksana lagi Maha Mengetahui.",
  "nomor" : "1",
  "tr" : "al<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i walahu <strong>a</strong>l<u>h</u>amdu fii <strong>a</strong>l-<u>aa</u>khirati wahuwa <strong>a</strong>l<u>h</u>akiimu <strong>a</strong>lkhabiir<strong>u</strong>"
}, {
  "ar" : "يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ الرَّحِيمُ الْغَفُورُ",
  "id" : "Dia mengetahui apa yang masuk ke dalam bumi, apa yang ke luar dari padanya, apa yang turun dari langit dan apa yang naik kepadanya. Dan Dia-lah Yang Maha Penyayang lagi Maha Pengampun.",
  "nomor" : "2",
  "tr" : "ya'lamu m<u>aa</u> yaliju fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> yakhruju minh<u>aa</u> wam<u>aa</u> yanzilu mina <strong>al</strong>ssam<u>aa</u>-i wam<u>aa</u> ya'ruju fiih<u>aa</u> wahuwa <strong>al</strong>rra<u>h</u>iimu <strong>a</strong>lghafuur<strong>u</strong>"
}, {
  "ar" : "وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَٰلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ",
  "id" : "Dan orang-orang yang kafir berkata: \"Hari berbangkit itu tidak akan datang kepada kami\". Katakanlah: \"Pasti datang, demi Tuhanku Yang Mengetahui yang ghaib, sesungguhnya kiamat itu pasti akan datang kepadamu. Tidak ada tersembunyi daripada-Nya sebesar zarrahpun yang ada di langit dan yang ada di bumi dan tidak ada (pula) yang lebih kecil dari itu dan yang lebih besar, melainkan tersebut dalam Kitab yang nyata (Lauh Mahfuzh)\",",
  "nomor" : "3",
  "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu l<u>aa</u> ta/tiin<u>aa</u> <strong>al</strong>ss<u>aa</u>'atu qul bal<u>aa</u> warabbii lata/tiyannakum '<u>aa</u>limi <strong>a</strong>lghaybi l<u>aa</u> ya'zubu 'anhu mitsq<u>aa</u>lu <u>dz</u>arratin fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wal<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> a<u>sh</u>gharu min <u>dzaa</u>lika wal<u>aa</u> akbaru ill<u>aa</u> fii kit<u>aa</u>bin mubiin<strong>in</strong>"
}, {
  "ar" : "لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۚ أُولَٰئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
  "id" : "supaya Allah memberi balasan kepada orang-orang yang beriman dan mengerjakan amal yang saleh. Mereka itu adalah orang-orang yang baginya ampunan dan rezki yang mulia.",
  "nomor" : "4",
  "tr" : "liyajziya <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti ul<u>aa</u>-ika lahum maghfiratun warizqun kariim<strong>un</strong>"
}, {
  "ar" : "وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَٰئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ",
  "id" : "Dan orang-orang yang berusaha untuk (menentang) ayat-ayat Kami dengan anggapan mereka dapat melemahkan (menggagalkan azab Kami), mereka itu memperoleh azab, yaitu (jenis) azab yang pedih.",
  "nomor" : "5",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina sa'aw fii <u>aa</u>y<u>aa</u>tin<u>aa</u> mu'<u>aa</u>jiziina ul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun min rijzin <strong>a</strong>liim<strong>in</strong>"
}, {
  "ar" : "وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَىٰ صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
  "id" : "Dan orang-orang yang diberi ilmu (Ahli Kitab) berpendapat bahwa wahyu yang diturunkan kepadamu dari Tuhanmu itulah yang benar dan menunjuki (manusia) kepada jalan Tuhan Yang Maha Perkasa lagi Maha Terpuji.",
  "nomor" : "6",
  "tr" : "wayar<u>aa</u> <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>l'ilma <strong>al</strong>la<u>dz</u>ii unzila ilayka min rabbika huwa <strong>a</strong>l<u>h</u>aqqa wayahdii il<u>aa</u> <u>sh</u>ir<u>aath</u>i <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>amiid<strong>i</strong>"
}, {
  "ar" : "وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ",
  "id" : "Dan orang-orang kafir berkata (kepada teman-temannya). \"Maukah kamu kami tunjukkan kepadamu seorang laki-laki yang memberitakan kepadamu bahwa apabila badanmu telah hancur sehancur-hancurnya, sesungguhnya kamu benar-benar (akan dibangkitkan kembali) dalam ciptaan yang baru?",
  "nomor" : "7",
  "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu hal nadullukum 'al<u>aa</u> rajulin yunabbi-ukum i<u>dzaa</u> muzziqtum kulla mumazzaqin innakum lafii khalqin jadiid<strong>in</strong>"
}, {
  "ar" : "أَفْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ ۗ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ",
  "id" : "Apakah dia mengada-adakan kebohongan terhadap Allah ataukah ada padanya penyakit gila?\" (Tidak), tetapi orang-orang yang tidak beriman kepada negeri akhirat berada dalam siksaan dan kesesatan yang jauh.",
  "nomor" : "8",
  "tr" : "aftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban am bihi jinnatun bali <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati fii <strong>a</strong>l'a<u>dzaa</u>bi wa<strong>al</strong><u>dhdh</u>al<u>aa</u>li <strong>a</strong>lba'iid<strong>i</strong>"
}, {
  "ar" : "أَفَلَمْ يَرَوْا إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۚ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ",
  "id" : "Maka apakah mereka tidak melihat langit dan bumi yang ada di hadapan dan di belakang mereka? Jika Kami menghendaki, niscaya Kami benamkan mereka di bumi atau Kami jatuhkan kepada mereka gumpalan dari langit. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Tuhan) bagi setiap hamba yang kembali (kepada-Nya).",
  "nomor" : "9",
  "tr" : "afalam yaraw il<u>aa</u> m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum mina <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i in nasya/ nakhsif bihimu <strong>a</strong>l-ar<u>dh</u>a aw nusqi<u>th</u> 'alayhim kisafan mina <strong>al</strong>ssam<u>aa</u>-i inna fii <u>dzaa</u>lika la<u>aa</u>yatan likulli 'abdin muniib<strong>in</strong>"
}, {
  "ar" : "وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا ۖ يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ ۖ وَأَلَنَّا لَهُ الْحَدِيدَ",
  "id" : "Dan sesungguhnya telah Kami berikan kepada Daud kurnia dari Kami. (Kami berfirman): \"Hai gunung-gunung dan burung-burung, bertasbihlah berulang-ulang bersama Daud\", dan Kami telah melunakkan besi untuknya,",
  "nomor" : "10",
  "tr" : "walaqad <u>aa</u>tayn<u>aa</u> d<u>aa</u>wuuda minn<u>aa</u> fa<u>dh</u>lan y<u>aa</u> jib<u>aa</u>lu awwibii ma'ahu wa<strong>al</strong><u>ththh</u>ayra wa-alann<u>aa</u> lahu <strong>a</strong>l<u>h</u>adiid<strong>a</strong>"
}, {
  "ar" : "أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ ۖ وَاعْمَلُوا صَالِحًا ۖ إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ",
  "id" : "(yaitu) buatlah baju besi yang besar-besar dan ukurlah anyamannya; dan kerjakanlah amalan yang saleh. Sesungguhnya Aku melihat apa yang kamu kerjakan.",
  "nomor" : "11",
  "tr" : "ani i'mal s<u>aa</u>bigh<u>aa</u>tin waqaddir fii <strong>al</strong>ssardi wa<strong>i</strong>'maluu <u>shaa</u>li<u>h</u>an innii bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ ۖ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ ۖ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ ۖ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ",
  "id" : "Dan Kami (tundukkan) angin bagi Sulaiman, yang perjalanannya di waktu pagi sama dengan perjalanan sebulan dan perjalanannya di waktu sore sama dengan perjalanan sebulan (pula) dan Kami alirkan cairan tembaga baginya. Dan sebahagian dari jin ada yang bekerja di",
  "nomor" : "12",
  "tr" : "walisulaym<u>aa</u>na <strong>al</strong>rrii<u>h</u>a ghuduwwuh<u>aa</u> syahrun waraw<u>aah</u>uh<u>aa</u> syahrun wa-asaln<u>aa</u> lahu 'ayna <strong>a</strong>lqi<u>th</u>ri wamina <strong>a</strong>ljinni man ya'malu bayna yadayhi bi-i<u>dz</u>ni rabbihi waman yazigh minhum 'an amrin<u>aa</u> nu<u>dz</u>iqhu min 'a<u>dzaa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>"
}, {
  "ar" : "يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ ۚ اعْمَلُوا آلَ دَاوُودَ شُكْرًا ۚ وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ",
  "id" : "Para jin itu membuat untuk Sulaiman apa yang dikehendakinya dari gedung-gedung yang tinggi dan patung-patung dan piring-piring yang (besarnya) seperti kolam dan periuk yang tetap (berada di atas tungku). Bekerjalah hai keluarga Daud untuk bersyukur (kepada Allah). Dan sedikit sekali dari hamba-hambaKu yang berterima kasih.",
  "nomor" : "13",
  "tr" : "ya'maluuna lahu m<u>aa</u> yasy<u>aa</u>u min ma<u>haa</u>riiba watam<u>aa</u>tsiila wajif<u>aa</u>nin ka<strong>a</strong>ljaw<u>aa</u>bi waquduurin r<u>aa</u>siy<u>aa</u>tin i'maluu <u>aa</u>la d<u>aa</u>wuuda syukran waqaliilun min 'ib<u>aa</u>diya <strong>al</strong>sysyakuur<strong>u</strong>"
}, {
  "ar" : "فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ",
  "id" : "Maka tatkala Kami telah menetapkan kematian Sulaiman, tidak ada yang menunjukkan kepada mereka kematiannya itu kecuali rayap yang memakan tongkatnya. Maka tatkala ia telah tersungkur, tahulah jin itu bahwa kalau sekiranya mereka mengetahui yang ghaib tentulah mereka tidak akan tetap dalam siksa yang menghinakan.",
  "nomor" : "14",
  "tr" : "falamm<u>aa</u> qa<u>dh</u>ayn<u>aa</u> 'alayhi <strong>a</strong>lmawta m<u>aa</u> dallahum 'al<u>aa</u> mawtihi ill<u>aa</u> d<u>aa</u>bbatu <strong>a</strong>l-ar<u>dh</u>i ta/kulu minsa-atahu falamm<u>aa</u> kharra tabayyanati <strong>a</strong>ljinnu an law k<u>aa</u>nuu ya'lamuuna <strong>a</strong>lghayba m<u>aa</u> labitsuu fii <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>lmuhiin<strong>i</strong>"
}, {
  "ar" : "لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ ۖ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ ۖ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
  "id" : "Sesungguhnya bagi kaum Saba' ada tanda (kekuasaan Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebelah kiri. (kepada mereka dikatakan): \"Makanlah olehmu dari rezki yang (dianugerahkan) Tuhanmu dan bersyukurlah kamu kepada-Nya. (Negerimu) adalah negeri yang baik dan (Tuhanmu) adalah Tuhan Yang Maha Pengampun\".",
  "nomor" : "15",
  "tr" : "laqad k<u>aa</u>na lisaba-in fii maskanihim <u>aa</u>yatun jannat<u>aa</u>ni 'an yamiinin wasyim<u>aa</u>lin kuluu min rizqi rabbikum wa<strong>u</strong>sykuruu lahu baldatun <u>th</u>ayyibatun warabbun ghafuur<strong>un</strong>"
}, {
  "ar" : "فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ",
  "id" : "Tetapi mereka berpaling, maka Kami datangkan kepada mereka banjir yang besar dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) yang berbuah pahit, pohon Atsl dan sedikit dari pohon Sidr.",
  "nomor" : "16",
  "tr" : "fa-a'ra<u>dh</u>uu fa-arsaln<u>aa</u> 'alayhim sayla <strong>a</strong>l'arimi wabaddaln<u>aa</u>hum bijannatayhim jannatayni <u>dz</u>aw<u>aa</u>tay ukulin kham<u>th</u>in wa-atslin wasyay-in min sidrin qaliil<strong>in</strong>"
}, {
  "ar" : "ذَٰلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا ۖ وَهَلْ نُجَازِي إِلَّا الْكَفُورَ",
  "id" : "Demikianlah Kami memberi balasan kepada mereka karena kekafiran mereka. Dan Kami tidak menjatuhkan azab (yang demikian itu), melainkan hanya kepada orang-orang yang sangat kafir.",
  "nomor" : "17",
  "tr" : "<u>dzaa</u>lika jazayn<u>aa</u>hum bim<u>aa</u> kafaruu wahal nuj<u>aa</u>zii ill<u>aa</u> <strong>a</strong>lkafuur<strong>a</strong>"
}, {
  "ar" : "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ ۖ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ",
  "id" : "Dan Kami jadikan antara mereka dan antara negeri-negeri yang Kami limpahkan berkat kepadanya, beberapa negeri yang berdekatan dan Kami tetapkan antara negeri-negeri itu (jarak-jarak) perjalanan. Berjalanlah kamu di kota-kota itu pada malam hari dan siang hari dengan dengan aman.",
  "nomor" : "18",
  "tr" : "waja'aln<u>aa</u> baynahum wabayna <strong>a</strong>lqur<u>aa</u> <strong>al</strong>latii b<u>aa</u>rakn<u>aa</u> fiih<u>aa</u> quran <u>zhaa</u>hiratan waqaddarn<u>aa</u> fiih<u>aa</u> <strong>al</strong>ssayra siiruu fiih<u>aa</u> lay<u>aa</u>liya wa-ayy<u>aa</u>man <u>aa</u>miniin<strong>a</strong>"
}, {
  "ar" : "فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
  "id" : "Maka mereka berkata: \"Ya Tuhan kami jauhkanlah jarak perjalanan kami\", dan mereka menganiaya diri mereka sendiri; maka Kami jadikan mereka buah mulut dan Kami hancurkan mereka sehancur-hancurnya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan Allah bagi setiap orang yang sabar lagi bersyukur.",
  "nomor" : "19",
  "tr" : "faq<u>aa</u>luu rabban<u>aa</u> b<u>aa</u>'id bayna asf<u>aa</u>rin<u>aa</u> wa<u>zh</u>alamuu anfusahum faja'aln<u>aa</u>hum a<u>haa</u>diitsa wamazzaqn<u>aa</u>hum kulla mumazzaqin inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin likulli <u>sh</u>abb<u>aa</u>rin syakuur<strong>in</strong>"
}, {
  "ar" : "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ",
  "id" : "Dan sesungguhnya iblis telah dapat membuktikan kebenaran sangkaannya terhadap mereka lalu mereka mengikutinya, kecuali sebahagian orang-orang yang beriman.",
  "nomor" : "20",
  "tr" : "walaqad <u>sh</u>addaqa 'alayhim ibliisu <u>zh</u>annahu fa<strong>i</strong>ttaba'uuhu ill<u>aa</u> fariiqan mina <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ",
  "id" : "Dan tidak adalah kekuasaan iblis terhadap mereka, melainkan hanyalah agar Kami dapat membedakan siapa yang beriman kepada adanya kehidupan akhirat dari siapa yang ragu-ragu tentang itu. Dan Tuhanmu Maha Memelihara segala sesuatu.",
  "nomor" : "21",
  "tr" : "wam<u>aa</u> k<u>aa</u>na lahu 'alayhim min sul<u>th</u><u>aa</u>nin ill<u>aa</u> lina'lama man yu/minu bi<strong>a</strong>l-<u>aa</u>khirati mimman huwa minh<u>aa</u> fii syakkin warabbuka 'al<u>aa</u> kulli syay-in <u>h</u>afii<u>zh</u><strong>un</strong>"
}, {
  "ar" : "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ",
  "id" : "Katakanlah: \" Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah, mereka tidak memiliki (kekuasaan) seberat zarrahpun di langit dan di bumi, dan mereka tidak mempunyai suatu sahampun dalam (penciptaan) langit dan bumi dan sekali-kali tidak ada di antara mereka yang menjadi pembantu bagi-Nya.",
  "nomor" : "22",
  "tr" : "quli ud'uu <strong>al</strong>la<u>dz</u>iina za'amtum min duuni <strong>al</strong>l<u>aa</u>hi l<u>aa</u> yamlikuuna mitsq<u>aa</u>la <u>dz</u>arratin fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wal<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> lahum fiihim<u>aa</u> min syirkin wam<u>aa</u> lahu minhum min <u>zh</u>ahiir<strong>in</strong>"
}, {
  "ar" : "وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ ۚ حَتَّىٰ إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا الْحَقَّ ۖ وَهُوَ الْعَلِيُّ الْكَبِيرُ",
  "id" : "Dan tiadalah berguna syafa'at di sisi Allah melainkan bagi orang yang telah diizinkan-Nya memperoleh syafa'at itu, sehingga apabila telah dihilangkan ketakutan dari hati mereka, mereka berkata \"Apakah yang telah difirmankan oleh Tuhan-mu?\" Mereka menjawab: (Perkataan) yang benar\", dan Dia-lah Yang Maha Tinggi lagi Maha Besar.",
  "nomor" : "23",
  "tr" : "wal<u>aa</u> tanfa'u <strong>al</strong>sysyaf<u>aa</u>'atu 'indahu ill<u>aa</u> liman a<u>dz</u>ina lahu <u>h</u>att<u>aa</u> i<u>dzaa</u> fuzzi'a 'an quluubihim q<u>aa</u>luu m<u>aatsaa</u> q<u>aa</u>la rabbukum q<u>aa</u>luu <strong>a</strong>l<u>h</u>aqqa wahuwa <strong>a</strong>l'aliyyu <strong>a</strong>lkabiir<strong>u</strong>"
}, {
  "ar" : "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ ۖ قُلِ اللَّهُ ۖ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ",
  "id" : "Katakanlah: \"Siapakan yang memberi rezeki kepadamu dari langit dan dari bumi?\" Katakanlah: \"Allah\", dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata.",
  "nomor" : "24",
  "tr" : "qul man yarzuqukum mina <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i quli <strong>al</strong>l<u>aa</u>hu wa-inn<u>aa</u> aw iyy<u>aa</u>kum la'al<u>aa</u> hudan aw fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
}, {
  "ar" : "قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ",
  "id" : "Katakanlah: \"Kamu tidak akan ditanya (bertanggung jawab) tentang dosa yang kami perbuat dan kami tidak akan ditanya (pula) tentang apa yang kamu perbuat\".",
  "nomor" : "25",
  "tr" : "qul l<u>aa</u> tus-aluuna 'amm<u>aa</u> ajramn<u>aa</u> wal<u>aa</u> nus-alu 'amm<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ",
  "id" : "Katakanlah: \"Tuhan kita akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar. Dan Dia-lah Maha Pemberi keputusan lagi Maha Mengetahui\".",
  "nomor" : "26",
  "tr" : "qul yajma'u baynan<u>aa</u> rabbun<u>aa</u> tsumma yafta<u>h</u>u baynan<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wahuwa <strong>a</strong>lfatt<u>aah</u>u <strong>a</strong>l'aliim<strong>u</strong>"
}, {
  "ar" : "قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ ۖ كَلَّا ۚ بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Katakanlah: \"Perlihatkanlah kepadaku sembah-sembahan yang kamu hubungkan dengan Dia sebagai sekutu-sekutu-Nya, sekali-kali tidak mungkin! Sebenarnya Dia-lah Allah Yang Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "27",
  "tr" : "qul aruuniya <strong>al</strong>la<u>dz</u>iina <strong>a</strong>l<u>h</u>aqtum bihi syurak<u>aa</u>-a kall<u>aa</u> bal huwa <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
  "id" : "Dan Kami tidak mengutus kamu, melainkan kepada umat manusia seluruhnya sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tiada mengetahui.",
  "nomor" : "28",
  "tr" : "wam<u>aa</u> arsaln<u>aa</u>ka ill<u>aa</u> k<u>aa</u>ffatan li<strong>l</strong>nn<u>aa</u>si basyiiran wana<u>dz</u>iiran wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>"
}, {
  "ar" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
  "id" : "Dan mereka berkata: \"Kapankah (datangnya) janji ini, jika kamu adalah orang-orang yang benar?\".",
  "nomor" : "29",
  "tr" : "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>"
}, {
  "ar" : "قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
  "id" : "Katakanlah: \"Bagimu ada hari yang telah dijanjikan (hari kiamat) yang tiada dapat kamu minta mundur daripadanya barang sesaatpun dan tidak (pula) kamu dapat meminta supaya diajukan \".",
  "nomor" : "30",
  "tr" : "qul lakum mii'<u>aa</u>du yawmin l<u>aa</u> tasta/khiruuna 'anhu s<u>aa</u>'atan wal<u>aa</u> tastaqdimuun<strong>a</strong>"
}, {
  "ar" : "وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَٰذَا الْقُرْآنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ",
  "id" : "Dan orang-orang kafir berkata: \"Kami sekali-kali tidak akan beriman kepada Al Qur'an ini dan tidak (pula) kepada kitab yang sebelumnya\". Dan (alangkah hebatnya) kalau kamu lihat ketika orang-orang yang zalim itu dihadapkan kepada Tuhannya, sebahagian dari mereka menghadapkan perkataan kepada sebagian yang lain; orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri: \"Kalau tidaklah karena kamu tentulah kami menjadi orang-orang yang beriman\".",
  "nomor" : "31",
  "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lan nu/mina bih<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni wal<u>aa</u> bi<strong>a</strong>lla<u>dz</u>ii bayna yadayhi walaw tar<u>aa</u> i<u>dz</u>i <strong>al</strong><u>zhzhaa</u>limuuna mawquufuuna 'inda rabbihim yarji'u ba'<u>dh</u>uhum il<u>aa</u> ba'<u>dh</u>in <strong>a</strong>lqawla yaquulu <strong>al</strong>la<u>dz</u>iina istu<u>dh</u>'ifuu lilla<u>dz</u>iina istakbaruu lawl<u>aa</u> antum lakunn<u>aa</u> mu/miniin<strong>a</strong>"
}, {
  "ar" : "قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُمْ ۖ بَلْ كُنْتُمْ مُجْرِمِينَ",
  "id" : "Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah: \"Kamikah yang telah menghalangi kamu dari petunjuk sesudah petunjuk itu datang kepadamu? (Tidak), sebenarnya kamu sendirilah orang-orang yang berdosa\".",
  "nomor" : "32",
  "tr" : "q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina istakbaruu lilla<u>dz</u>iina istu<u>dh</u>'ifuu ana<u>h</u>nu <u>sh</u>adadn<u>aa</u>kum 'ani <strong>a</strong>lhud<u>aa</u> ba'da i<u>dz</u> j<u>aa</u>-akum bal kuntum mujrimiin<strong>a</strong>"
}, {
  "ar" : "وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا ۚ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ",
  "id" : "Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri: \"(Tidak) sebenarnya tipu daya(mu) di waktu malam dan siang (yang menghalangi kami), ketika kamu menyeru kami supaya kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya\". Kedua belah pihak menyatakan penyesalan tatkala mereka melihat azab. Dan kami pasang belenggu di leher orang-orang yang kafir. Mereka tidak dibalas melainkan dengan apa yang telah mereka kerjakan.",
  "nomor" : "33",
  "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina istu<u>dh</u>'ifuu lilla<u>dz</u>iina istakbaruu bal makru <strong>al</strong>layli wa<strong>al</strong>nnah<u>aa</u>ri i<u>dz</u> ta/muruunan<u>aa</u> an nakfura bi<strong>al</strong>l<u>aa</u>hi wanaj'ala lahu and<u>aa</u>dan wa-asarruu <strong>al</strong>nnad<u>aa</u>mata lamm<u>aa</u> ra-awuu <strong>a</strong>l'a<u>dzaa</u>ba waja'aln<u>aa</u> <strong>a</strong>l-aghl<u>aa</u>la fii a'n<u>aa</u>qi <strong>al</strong>la<u>dz</u>iina kafaruu hal yujzawna ill<u>aa</u> m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
  "id" : "Dan Kami tidak mengutus kepada suatu negeri seorang pemberi peringatanpun, melainkan orang-orang yang hidup mewah di negeri itu berkata: \"Sesungguhnya kami mengingkari apa yang kamu diutus untuk menyampaikannya\".",
  "nomor" : "34",
  "tr" : "wam<u>aa</u> arsaln<u>aa</u> fii qaryatin min na<u>dz</u>iirin ill<u>aa</u> q<u>aa</u>la mutrafuuh<u>aa</u> inn<u>aa</u> bim<u>aa</u> ursiltum bihi k<u>aa</u>firuun<strong>a</strong>"
}, {
  "ar" : "وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
  "id" : "Dan mereka berkata: \"Kami lebih banyak mempunyai harta dan anak-anak (daripada kamu) dan kami sekali-kali tidak akan diazab.",
  "nomor" : "35",
  "tr" : "waq<u>aa</u>luu na<u>h</u>nu aktsaru amw<u>aa</u>lan wa-awl<u>aa</u>dan wam<u>aa</u> na<u>h</u>nu bimu'a<u>dzdz</u>abiin<strong>a</strong>"
}, {
  "ar" : "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
  "id" : "Katakanlah: \"Sesungguhnya Tuhanku melapangkan rezki bagi siapa yang dikehendaki-Nya dan menyempitkan (bagi siapa yang dikehendaki-Nya). akan tetapi kebanyakan manusia tidak mengetahui\".",
  "nomor" : "36",
  "tr" : "qul inna rabbii yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u wayaqdiru wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>"
}, {
  "ar" : "وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَىٰ إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَٰئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ",
  "id" : "Dan sekali-kali bukanlah harta dan bukan (pula) anak-anak kamu yang mendekatkan kamu kepada Kami sedikitpun; tetapi orang-orang yang beriman dan mengerjakan amal-amal (saleh, mereka itulah yang memperoleh balasan yang berlipat ganda disebabkan apa yang telah mereka kerjakan; dan mereka aman sentosa di tempat-tempat yang tinggi (dalam syurga).",
  "nomor" : "37",
  "tr" : "wam<u>aa</u> amw<u>aa</u>lukum wal<u>aa</u> awl<u>aa</u>dukum bi<strong>a</strong>llatii tuqarribukum 'indan<u>aa</u> zulf<u>aa</u> ill<u>aa</u> man <u>aa</u>mana wa'amila <u>shaa</u>li<u>h</u>an faul<u>aa</u>-ika lahum jaz<u>aa</u>u <strong>al</strong><u>dhdh</u>i'fi bim<u>aa</u> 'amiluu wahum fii <strong>a</strong>lghuruf<u>aa</u>ti <u>aa</u>minuun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ أُولَٰئِكَ فِي الْعَذَابِ مُحْضَرُونَ",
  "id" : "Dan orang-orang yang berusaha (menentang) ayat-ayat Kami dengan anggapan untuk dapat melemahkan (menggagalka azab Kami), mereka itu dimasukkan ke dalam azab.",
  "nomor" : "38",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yas'awna fii <u>aa</u>y<u>aa</u>tin<u>aa</u> mu'<u>aa</u>jiziina ul<u>aa</u>-ika fii <strong>a</strong>l'a<u>dzaa</u>bi mu<u>hd</u>aruun<strong>a</strong>"
}, {
  "ar" : "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ ۚ وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ ۖ وَهُوَ خَيْرُ الرَّازِقِينَ",
  "id" : "Katakanlah: \"Sesungguhnya Tuhanku melapangkan rezki bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan menyempitkan bagi (siapa yang dikehendaki-Nya)\". Dan barang apa saja yang kamu nafkahkan, maka Allah akan menggantinya dan Dia-lah Pemberi rezki yang sebaik-baiknya.",
  "nomor" : "39",
  "tr" : "qul inna rabbii yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u min 'ib<u>aa</u>dihi wayaqdiru lahu wam<u>aa</u> anfaqtum min syay-in fahuwa yukhlifuhu wahuwa khayru <strong>al</strong>rr<u>aa</u>ziqiin<strong>a</strong>"
}, {
  "ar" : "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَٰؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ",
  "id" : "Dan (ingatlah) hari (yang di waktu itu) Allah mengumpulkan mereka semuanya kemudian Allah berfirman kepada malaikat: \"Apakah mereka ini dahulu menyembah kamu?\".",
  "nomor" : "40",
  "tr" : "wayawma ya<u>h</u>syuruhum jamii'an tsumma yaquulu lilmal<u>aa</u>-ikati ah<u>aa</u>ul<u>aa</u>-i iyy<u>aa</u>kum k<u>aa</u>nuu ya'buduun<strong>a</strong>"
}, {
  "ar" : "قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ ۖ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ ۖ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ",
  "id" : "Malaikat-malaikat itu menjawab: \"Maha Suci Engkau. Engkaulah pelindung kami, bukan mereka; bahkan mereka telah menyembah jin; kebanyakan mereka beriman kepada jin itu\".",
  "nomor" : "41",
  "tr" : "q<u>aa</u>luu sub<u>haa</u>naka anta waliyyun<u>aa</u> min duunihim bal k<u>aa</u>nuu ya'buduuna <strong>a</strong>ljinna aktsaruhum bihim mu/minuun<strong>a</strong>"
}, {
  "ar" : "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ",
  "id" : "Maka pada hari ini sebahagian kamu tidak berkuasa (untuk memberikan) kemanfaatan dan tidak pula kemudharatan kepada sebahagian yang lain. Dan Kami katakan kepada orang-orang yang zalim: \"Rasakanlah olehmu azab neraka yang dahulunya kamu dustakan itu \".",
  "nomor" : "42",
  "tr" : "fa<strong>a</strong>lyawma l<u>aa</u> yamliku ba'<u>dh</u>ukum liba'<u>dh</u>in naf'an wal<u>aa</u> <u>dh</u>arran wanaquulu lilla<u>dz</u>iina <u>zh</u>alamuu <u>dz</u>uuquu 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>ri <strong>al</strong>latii kuntum bih<u>aa</u> tuka<u>dzdz</u>ibuun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَٰذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ وَقَالُوا مَا هَٰذَا إِلَّا إِفْكٌ مُفْتَرًى ۚ وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
  "id" : "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang terang, mereka berkata: \"Orang ini tiada lain hanyalah seorang laki-laki yang ingin menghalangi kamu dari apa yang disembah oleh bapak-bapakmu\", dan mereka berkata: \"(Al Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan saja\". Dan orang-orang kafir berkata terhadap kebenaran tatkala kebenaran itu datang kepada mereka: \"Ini tidak lain hanyalah sihir yang nyata\".",
  "nomor" : "43",
  "tr" : "wa-i<u>dzaa</u> tutl<u>aa</u> 'alayhim <u>aa</u>y<u>aa</u>tun<u>aa</u> bayyin<u>aa</u>tin q<u>aa</u>luu m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> rajulun yuriidu an ya<u>sh</u>uddakum 'amm<u>aa</u> k<u>aa</u>na ya'budu <u>aa</u>b<u>aa</u>ukum waq<u>aa</u>luu m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> ifkun muftaran waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lil<u>h</u>aqqi lamm<u>aa</u> j<u>aa</u>-ahum in h<u>aadzaa</u> ill<u>aa</u> si<u>h</u>run mubiin<strong>un</strong>"
}, {
  "ar" : "وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا ۖ وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ",
  "id" : "Dan Kami tidak pernah memberikan kepada mereka kitab-kitab yang mereka baca dan sekali-kali tidak pernah (pula) mengutus kepada mereka sebelum kamu seorang pemberi peringatanpun.",
  "nomor" : "44",
  "tr" : "wam<u>aa</u> <u>aa</u>tayn<u>aa</u>hum min kutubin yadrusuunah<u>aa</u> wam<u>aa</u> arsaln<u>aa</u> ilayhim qablaka min na<u>dz</u>iir<strong>in</strong>"
}, {
  "ar" : "وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي ۖ فَكَيْفَ كَانَ نَكِيرِ",
  "id" : "Dan orang-orang yang sebelum mereka telah mendustakan sedang orang-orang kafir Mekah itu belum sampai menerima sepersepuluh dari apa yang telah Kami berikan kepada orang-orang dahulu itu lalu mereka mendustakan rasul-rasul-Ku. Maka alangkah hebatnya akibat kemurkaan-Ku.",
  "nomor" : "45",
  "tr" : "waka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim wam<u>aa</u> balaghuu mi'sy<u>aa</u>ra m<u>aa</u> <u>aa</u>tayn<u>aa</u>hum faka<u>dzdz</u>abuu rusulii fakayfa k<u>aa</u>na nakiir<strong>i</strong>"
}, {
  "ar" : "قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ ۖ أَنْ تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ ثُمَّ تَتَفَكَّرُوا ۚ مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ",
  "id" : "Katakanlah: \"Sesungguhnya aku hendak memperingatkan kepadamu suatu hal saja, yaitu supaya kamu menghadap Allah (dengan ikhlas) berdua-dua atau sendiri-sendiri; kemudian kamu fikirkan (tentang Muhammad) tidak ada penyakit gila sedikitpun pada kawanmu itu. Dia tidak lain hanyalah pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.",
  "nomor" : "46",
  "tr" : "qul innam<u>aa</u> a'i<u>zh</u>ukum biw<u>aah</u>idatin an taquumuu lill<u>aa</u>hi matsn<u>aa</u> wafur<u>aa</u>d<u>aa</u> tsumma tatafakkaruu m<u>aa</u> bi<u>shaah</u>ibikum min jinnatin in huwa ill<u>aa</u> na<u>dz</u>iirun lakum bayna yaday 'a<u>dzaa</u>bin syadiid<strong>in</strong>"
}, {
  "ar" : "قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
  "id" : "Katakanlah: \"Upah apapun yang aku minta kepadamu, maka itu untuk kamu. Upahku hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu\".",
  "nomor" : "47",
  "tr" : "qul m<u>aa</u> sa-altukum min ajrin fahuwa lakum in ajriya ill<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wahuwa 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>"
}, {
  "ar" : "قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ",
  "id" : "Katakanlah: \"Sesungguhnya Tuhanku mewahyukan kebenaran. Dia Maha Mengetahui segala yang ghaib\".",
  "nomor" : "48",
  "tr" : "qul inna rabbii yaq<u>dz</u>ifu bi<strong>a</strong>l<u>h</u>aqqi 'all<u>aa</u>mu <strong>a</strong>lghuyuub<strong>i</strong>"
}, {
  "ar" : "قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ",
  "id" : "Katakanlah: \"Kebenaran telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi\".",
  "nomor" : "49",
  "tr" : "qul j<u>aa</u>-a <strong>a</strong>l<u>h</u>aqqu wam<u>aa</u> yubdi-u <strong>a</strong>lb<u>aath</u>ilu wam<u>aa</u> yu'iid<strong>u</strong>"
}, {
  "ar" : "قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَىٰ نَفْسِي ۖ وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي ۚ إِنَّهُ سَمِيعٌ قَرِيبٌ",
  "id" : "Katakanlah: \"Jika aku sesat maka sesungguhnya aku sesat atas kemudharatan diriku sendiri; dan jika aku mendapat petunjuk maka itu adalah disebabkan apa yang diwahyukan Tuhanku kepadaku. Sesungguhnya Dia Maha Mendengar lagi Maha Dekat\".",
  "nomor" : "50",
  "tr" : "qul in <u>dh</u>alaltu fa-innam<u>aa</u> a<u>dh</u>illu 'al<u>aa</u> nafsii wa-ini ihtadaytu fabim<u>aa</u> yuu<u>h</u>ii ilayya rabbii innahu samii'un qariib<strong>un</strong>"
}, {
  "ar" : "وَلَوْ تَرَىٰ إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ",
  "id" : "Dan (alangkah hebatnya) jikalau kamu melihat ketika mereka (orang-orang kafir) terperanjat ketakutan (pada hari kiamat); maka mereka tidak dapat melepaskan diri dan mereka ditangkap dari tempat yang dekat (untuk dibawa ke neraka),",
  "nomor" : "51",
  "tr" : "walaw tar<u>aa</u> i<u>dz</u> fazi'uu fal<u>aa</u> fawta waukhi<u>dz</u>uu min mak<u>aa</u>nin qariib<strong>in</strong>"
}, {
  "ar" : "وَقَالُوا آمَنَّا بِهِ وَأَنَّىٰ لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ",
  "id" : "dan (di waktu itu) mereka berkata: \"Kami beriman kepada Allah\", bagaimanakah mereka dapat mencapai (keimanan) dari tempat yang jauh itu.",
  "nomor" : "52",
  "tr" : "waq<u>aa</u>luu <u>aa</u>mann<u>aa</u> bihi wa-ann<u>aa</u> lahumu <strong>al</strong>ttan<u>aa</u>wusyu min mak<u>aa</u>nin ba'iid<strong>in</strong>"
}, {
  "ar" : "وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ ۖ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ",
  "id" : "Dan sesungguhnya mereka telah mengingkari Allah sebelum itu; dan mereka menduga-duga tentang yang ghaib dari tempat yang jauh.",
  "nomor" : "53",
  "tr" : "waqad kafaruu bihi min qablu wayaq<u>dz</u>ifuuna bi<strong>a</strong>lghaybi min mak<u>aa</u>nin ba'iid<strong>in</strong>"
}, {
  "ar" : "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ ۚ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ",
  "id" : "Dan dihalangi antara mereka dengan apa yang mereka ingini sebagaimana yang dilakukan terhadap orang-orang yang serupa dengan mereka pada masa dahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam.",
  "nomor" : "54",
  "tr" : "wa<u>h</u>iila baynahum wabayna m<u>aa</u> yasytahuuna kam<u>aa</u> fu'ila bi-asyy<u>aa</u>'ihim min qablu innahum k<u>aa</u>nuu fii syakkin muriib<strong>in</strong>"
} ]
