[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَىٰ وَثُلَاثَ وَرُبَاعَ ۚ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Segala puji bagi Allah Pencipta langit dan bumi, Yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap, masing-masing (ada yang) dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya apa yang dikehendaki-Nya. Sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "1",
  "tr" : "al<u>h</u>amdu lill<u>aa</u>hi f<u>aath</u>iri <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i j<u>aa</u>'ili <strong>a</strong>lmal<u>aa</u>-ikati rusulan ulii ajni<u>h</u>atin matsn<u>aa</u> watsul<u>aa</u>tsa warub<u>aa</u>'a yaziidu fii <strong>a</strong>lkhalqi m<u>aa</u> yasy<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Apa saja yang Allah anugerahkan kepada manusia berupa rahmat, maka tidak ada seorangpun yang dapat menahannya; dan apa saja yang ditahan oleh Allah maka tidak seorangpun yang sanggup melepaskannya sesudah itu. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "2",
  "tr" : "m<u>aa</u> yafta<u>h</u>i <strong>al</strong>l<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si min ra<u>h</u>matin fal<u>aa</u> mumsika lah<u>aa</u> wam<u>aa</u> yumsik fal<u>aa</u> mursila lahu min ba'dihi wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۚ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
  "id" : "Hai manusia, ingatlah akan ni'mat Allah kepadamu. Adakah pencipta selain Allah yang dapat memberikan rezki kepada kamu dari langit dan bumi ? Tidak ada Tuhan selain Dia; maka mengapakah kamu berpaling (dari ketauhidan) ?",
  "nomor" : "3",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum hal min kh<u>aa</u>liqin ghayru <strong>al</strong>l<u>aa</u>hi yarzuqukum mina <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa-ann<u>aa</u> tu/fakuun<strong>a</strong>"
}, {
  "ar" : "وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
  "id" : "Dan jika mereka mendustakan kamu (sesudah kamu beri peringatan) maka sungguh telah didustakan pula rasul-rasul sebelum kamu. Dan hanya kepada Allahlah dikembalikan segala urusan.",
  "nomor" : "4",
  "tr" : "wa-in yuka<u>dzdz</u>ibuuka faqad kut<u>hts</u>ibat rusulun min qablika wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا ۖ وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ",
  "id" : "Hai manusia, sesungguhnya janji Allah adalah benar, maka sekali-kali janganlah kehidupan dunia memperdayakan kamu dan sekali-kali janganlah syaitan yang pandai menipu, memperdayakan kamu tentang Allah.",
  "nomor" : "5",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun fal<u>aa</u> taghurrannakumu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> wal<u>aa</u> yaghurrannakum bi<strong>al</strong>l<u>aa</u>hi <strong>a</strong>lgharuur<strong>u</strong>"
}, {
  "ar" : "إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ",
  "id" : "Sesungguhnya syaitan itu adalah musuh bagimu, maka anggaplah ia musuh(mu), karena sesungguhnya syaitan-syaitan itu hanya mengajak golongannya supaya mereka menjadi penghuni neraka yang menyala-nyala",
  "nomor" : "6",
  "tr" : "inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na lakum 'aduwwun fa<strong>i</strong>ttakhi<u>dz</u>uuhu 'aduwwan innam<u>aa</u> yad'uu <u>h</u>izbahu liyakuunuu min a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>"
}, {
  "ar" : "الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
  "id" : "Orang-orang yang kafir bagi mereka azab yang keras. Dan orang-orang yang beriman dan mengerjakan amal saleh bagi mereka ampunan dan pahala yang besar.",
  "nomor" : "7",
  "tr" : "<strong>al</strong>la<u>dz</u>iina kafaruu lahum 'a<u>dzaa</u>bun syadiidun wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum maghfiratun wa-ajrun kabiir<strong>un</strong>"
}, {
  "ar" : "أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا ۖ فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ ۚ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ",
  "id" : "Maka apakah orang yang dijadikan (syaitan) menganggap baik pekerjaannya yang buruk lalu dia meyakini pekerjaan itu baik, (sama dengan orang yang tidak ditipu oleh syaitan) ? Maka sesungguhnya Allah menyesatkan siapa yang dikehendaki-Nya dan menunjuki siapa yang dikehendaki-Nya; maka janganlah dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.",
  "nomor" : "8",
  "tr" : "afaman zuyyina lahu suu-u 'amalihi fara<u>aa</u>hu <u>h</u>asanan fa-inna <strong>al</strong>l<u>aa</u>ha yu<u>dh</u>illu man yasy<u>aa</u>u wayahdii man yasy<u>aa</u>u fal<u>aa</u> ta<u>dz</u>hab nafsuka 'alayhim <u>h</u>asar<u>aa</u>tin inna <strong>al</strong>l<u>aa</u>ha 'aliimun bim<u>aa</u> ya<u>sh</u>na'uun<strong>a</strong>"
}, {
  "ar" : "وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَىٰ بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ النُّشُورُ",
  "id" : "Dan Allah, Dialah Yang mengirimkan angin; lalu angin itu menggerakkan awan, maka Kami halau awan itu kesuatu negeri yang mati lalu Kami hidupkan bumi setelah matinya dengan hujan itu. Demikianlah kebangkitan itu.",
  "nomor" : "9",
  "tr" : "wa<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii arsala <strong>al</strong>rriy<u>aah</u>a fatutsiiru sa<u>haa</u>ban fasuqn<u>aa</u>hu il<u>aa</u> baladin mayyitin fa-a<u>h</u>yayn<u>aa</u> bihi <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> ka<u>dzaa</u>lika <strong>al</strong>nnusyuur<strong>u</strong>"
}, {
  "ar" : "مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ ۚ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُولَٰئِكَ هُوَ يَبُورُ",
  "id" : "Barangsiapa yang menghendaki kemuliaan, maka bagi Allah-lah kemuliaan itu semuanya. Kepada-Nyalah naik perkataan-perkataan yang baik dan amal yang saleh dinaikkan-Nya. Dan orang-orang yang merencanakan kejahatan bagi mereka azab yang keras. Dan rencana jahat mereka akan hancur.",
  "nomor" : "10",
  "tr" : "man k<u>aa</u>na yuriidu <strong>a</strong>l'izzata falill<u>aa</u>hi <strong>a</strong>l'izzatu jamii'an ilayhi ya<u>sh</u>'adu <strong>a</strong>lkalimu <strong>al</strong><u>ththh</u>ayyibu wa<strong>a</strong>l'amalu <strong>al</strong><u>shshaa</u>li<u>h</u>u yarfa'uhu wa<strong>a</strong>lla<u>dz</u>iina yamkuruuna <strong>al</strong>ssayyi-<u>aa</u>ti lahum 'a<u>dzaa</u>bun syadiidun wamakru ul<u>aa</u>-ika huwa yabuur<strong>u</strong>"
}, {
  "ar" : "وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا ۚ وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
  "id" : "Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan). Dan tidak ada seorang perempuanpun mengandung dan tidak (pula) melahirkan melainkan dengan sepengetahuan-Nya. Dan sekali-kali tidak dipanjangkan umur seorang yang berumur panjang dan tidak pula dikurangi umurnya, melainkan (sudah ditetapkan) dalam Kitab (Lauh Mahfuzh). Sesungguhnya yang demikian itu bagi Allah adalah mudah.",
  "nomor" : "11",
  "tr" : "wa<strong>al</strong>l<u>aa</u>hu khalaqakum min tur<u>aa</u>bin tsumma min nu<u>th</u>fatin tsumma ja'alakum azw<u>aa</u>jan wam<u>aa</u> ta<u>h</u>milu min unts<u>aa</u> wal<u>aa</u> ta<u>dh</u>a'u ill<u>aa</u> bi'ilmihi wam<u>aa</u> yu'ammaru min mu'ammarin wal<u>aa</u> yunqa<u>sh</u>u min 'umurihi ill<u>aa</u> fii kit<u>aa</u>bin inna <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>"
}, {
  "ar" : "وَمَا يَسْتَوِي الْبَحْرَانِ هَٰذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
  "id" : "Dan tiada sama (antara) dua laut; yang ini tawar, segar, sedap diminum dan yang lain asin lagi pahit. Dan dari masing-masing laut itu kamu dapat memakan daging yang segar dan kamu dapat mengeluarkan perhiasan yang dapat kamu memakainya, dan pada masing-masingnya kamu lihat kapal-kapal berlayar membelah laut supaya kamu dapat mencari karunia-Nya dan supaya kamu bersyukur.",
  "nomor" : "12",
  "tr" : "wam<u>aa</u> yastawii <strong>a</strong>lba<u>h</u>r<u>aa</u>ni h<u>aadzaa</u> 'a<u>dz</u>bun fur<u>aa</u>tun s<u>aa</u>-ighun syar<u>aa</u>buhu wah<u>aadzaa</u> mil<u>h</u>un uj<u>aa</u>jun wamin kullin ta/kuluuna la<u>h</u>man <u>th</u>ariyyan watastakhrijuuna <u>h</u>ilyatan talbasuunah<u>aa</u> watar<u>aa</u> <strong>a</strong>lfulka fiihi maw<u>aa</u>khira litabtaghuu min fa<u>dh</u>lihi wala'allakum tasykuruun<strong>a</strong>"
}, {
  "ar" : "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۚ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ",
  "id" : "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Yang (berbuat) demikian itulah Allah Tuhanmu, kepunyaan-Nyalah kerajaan. Dan orang-orang yang kamu seru (sembah) selain Allah tiada mempunyai apa-apa walaupun setipis kulit ari.",
  "nomor" : "13",
  "tr" : "yuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri wayuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layli wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun yajrii li-ajalin musamman <u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbukum lahu <strong>a</strong>lmulku wa<strong>a</strong>lla<u>dz</u>iina tad'uuna min duunihi m<u>aa</u> yamlikuuna min qi<u>th</u>miir<strong>in</strong>"
}, {
  "ar" : "إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ ۖ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
  "id" : "Jika kamu menyeru mereka, mereka tiada mendengar seruanmu; dan kalau mereka mendengar, mereka tidak dapat memperkenankan permintaanmu. Dan dihari kiamat mereka akan mengingkari kemusyirikanmu dan tidak ada yang dapat memberi keterangan kepadamu sebagai yang diberikan oleh Yang Maha Mengetahui.",
  "nomor" : "14",
  "tr" : "in tad'uuhum l<u>aa</u> yasma'uu du'<u>aa</u>-akum walaw sami'uu m<u>aa</u> istaj<u>aa</u>buu lakum wayawma <strong>a</strong>lqiy<u>aa</u>mati yakfuruuna bisyirkikum wal<u>aa</u> yunabbi-uka mitslu khabiir<strong>in</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ ۖ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ",
  "id" : "Hai manusia, kamulah yang berkehendak kepada Allah; dan Allah Dialah Yang Maha Kaya (tidak memerlukan sesuatu) lagi Maha Terpuji.",
  "nomor" : "15",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su antumu <strong>a</strong>lfuqar<u>aa</u>u il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu huwa <strong>a</strong>lghaniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>"
}, {
  "ar" : "إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
  "id" : "Jika Dia menghendaki, niscaya Dia memusnahkan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu).",
  "nomor" : "16",
  "tr" : "in yasya/ yu<u>dz</u>hibkum waya/ti bikhalqin jadiid<strong>in</strong>"
}, {
  "ar" : "وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
  "id" : "Dan yang demikian itu sekali-kali tidak sulit bagi Allah.",
  "nomor" : "17",
  "tr" : "wam<u>aa</u> <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi bi'aziiz<strong>in</strong>"
}, {
  "ar" : "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ ۚ وَمَنْ تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِ ۚ وَإِلَى اللَّهِ الْمَصِيرُ",
  "id" : "Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang berat dosanya memanggil (orang lain) untuk memikul dosanya itu tiadalah akan dipikulkan untuknya sedikitpun meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesungguhnya yang dapat kamu beri peringatan hanya orang-orang yang takut kepada azab Tuhannya (sekalipun) mereka tidak melihatNya dan mereka mendirikan sembahyang. Dan barangsiapa yang mensucikan dirinya, sesungguhnya ia mensucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allahlah kembali(mu).",
  "nomor" : "18",
  "tr" : "wal<u>aa</u> taziru w<u>aa</u>ziratun wizra ukhr<u>aa</u> wa-in tad'u mutsqalatun il<u>aa</u> <u>h</u>imlih<u>aa</u> l<u>aa</u> yu<u>h</u>mal minhu syay-un walaw k<u>aa</u>na <u>dzaa</u> qurb<u>aa</u> innam<u>aa</u> tun<u>dz</u>iru <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta waman tazakk<u>aa</u> fa-innam<u>aa</u> yatazakk<u>aa</u> linafsihi wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ",
  "id" : "Dan tidaklah sama orang yang buta dengan orang yang melihat.",
  "nomor" : "19",
  "tr" : "wam<u>aa</u> yastawii <strong>a</strong>l-a'm<u>aa</u> wa<strong>a</strong>lba<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "وَلَا الظُّلُمَاتُ وَلَا النُّورُ",
  "id" : "dan tidak (pula) sama gelap gulita dengan cahaya,",
  "nomor" : "20",
  "tr" : "wal<u>aa</u> <strong>al</strong><u>zhzh</u>ulum<u>aa</u>tu wal<u>aa</u> <strong>al</strong>nnuur<strong>u</strong>"
}, {
  "ar" : "وَلَا الظِّلُّ وَلَا الْحَرُورُ",
  "id" : "dan tidak (pula) sama yang teduh dengan yang panas,",
  "nomor" : "21",
  "tr" : "wal<u>aa</u> <strong>al</strong><u>zhzh</u>illu wal<u>aa</u> <strong>a</strong>l<u>h</u>aruur<strong>u</strong>"
}, {
  "ar" : "وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ ۚ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ ۖ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ",
  "id" : "dan tidak (pula) sama orang-orang yang hidup dan orang-orang yang mati. Sesungguhnya Allah memberi pendengaran kepada siapa yang dikehendaki-Nya dan kamu sekali-kali tiada sanggup menjadikan orang yang didalam kubur dapat mendengar.",
  "nomor" : "22",
  "tr" : "wam<u>aa</u> yastawii <strong>a</strong>l-a<u>h</u>y<u>aa</u>u wal<u>aa</u> <strong>a</strong>l-amw<u>aa</u>tu inna <strong>al</strong>l<u>aa</u>ha yusmi'u man yasy<u>aa</u>u wam<u>aa</u> anta bimusmi'in man fii <strong>a</strong>lqubuur<strong>i</strong>"
}, {
  "ar" : "إِنْ أَنْتَ إِلَّا نَذِيرٌ",
  "id" : "Kamu tidak lain hanyalah seorang pemberi peringatan.",
  "nomor" : "23",
  "tr" : "in anta ill<u>aa</u> na<u>dz</u>iir<strong>un</strong>"
}, {
  "ar" : "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
  "id" : "Sesungguhnya Kami mengutus kamu dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada suatu umatpun melainkan telah ada padanya seorang pemberi peringatan.",
  "nomor" : "24",
  "tr" : "inn<u>aa</u> arsaln<u>aa</u>ka bi<strong>a</strong>l<u>h</u>aqqi basyiiran wana<u>dz</u>iiran wa-in min ummatin ill<u>aa</u> khal<u>aa</u> fiih<u>aa</u> na<u>dz</u>iir<strong>un</strong>"
}, {
  "ar" : "وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ",
  "id" : "Dan jika mereka mendustakan kamu, maka sesungguhnya orang-orang yang sebelum mereka telah mendustakan (rasul-rasulnya); kepada mereka telah datang rasul-rasulnya dengan membawa mu'jizat yang nyata, zubur, dan kitab yang memberi penjelasan yang sempurna.",
  "nomor" : "25",
  "tr" : "wa-in yuka<u>dzdz</u>ibuuka faqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim j<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti wabi<strong>al</strong>zzuburi wabi<strong>a</strong>lkit<u>aa</u>bi <strong>a</strong>lmuniir<strong>i</strong>"
}, {
  "ar" : "ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا ۖ فَكَيْفَ كَانَ نَكِيرِ",
  "id" : "Kemudian Aku azab orang-orang yang kafir; maka (lihatlah) bagaimana (hebatnya) akibat kemurkaan-Ku.",
  "nomor" : "26",
  "tr" : "tsumma akha<u>dz</u>tu <strong>al</strong>la<u>dz</u>iina kafaruu fakayfa k<u>aa</u>na nakiir<strong>i</strong>"
}, {
  "ar" : "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا ۚ وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ",
  "id" : "Tidakkah kamu melihat bahwasanya Allah menurunkan hujan dari langit lalu Kami hasilkan dengan hujan itu buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.",
  "nomor" : "27",
  "tr" : "alam tara anna <strong>al</strong>l<u>aa</u>ha anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fa-akhrajn<u>aa</u> bihi tsamar<u>aa</u>tin mukhtalifan <strong>a</strong>lw<u>aa</u>nuh<u>aa</u> wamina <strong>a</strong>ljib<u>aa</u>li judadun bii<u>dh</u>un wa<u>h</u>umrun mukhtalifun <strong>a</strong>lw<u>aa</u>nuh<u>aa</u> waghar<u>aa</u>biibu suud<strong>un</strong>"
}, {
  "ar" : "وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ۗ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ",
  "id" : "Dan demikian (pula) di antara manusia, binatang-binatang melata dan binatang-binatang ternak ada yang bermacam-macam warnanya (dan jenisnya). Sesungguhnya yang takut kepada Allah di antara hamba-hamba-Nya, hanyalah ulama. Sesungguhnya Allah Maha Perkasa lagi Maha Pengampun.",
  "nomor" : "28",
  "tr" : "wamina <strong>al</strong>nn<u>aa</u>si wa<strong>al</strong>ddaw<u>aa</u>bbi wa<strong>a</strong>l-an'<u>aa</u>mi mukhtalifun <strong>a</strong>lw<u>aa</u>nuhu ka<u>dzaa</u>lika innam<u>aa</u> yakhsy<u>aa</u> <strong>al</strong>l<u>aa</u>ha min 'ib<u>aa</u>dihi <strong>a</strong>l'ulam<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'aziizun ghafuur<strong>un</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ",
  "id" : "Sesungguhnya orang-orang yang selalu membaca kitab Allah dan mendirikan shalat dan menafkahkan sebahagian dari rezki yang Kami anugerahkan kepada mereka dengan diam-diam dan terang-terangan, mereka itu mengharapkan perniagaan yang tidak akan merugi,",
  "nomor" : "29",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina yatluuna kit<u>aa</u>ba <strong>al</strong>l<u>aa</u>hi wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa-anfaquu mimm<u>aa</u> razaqn<u>aa</u>hum sirran wa'al<u>aa</u>niyatan yarjuuna tij<u>aa</u>ratan lan tabuur<strong>a</strong>"
}, {
  "ar" : "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ ۚ إِنَّهُ غَفُورٌ شَكُورٌ",
  "id" : "agar Allah menyempurnakan kepada mereka pahala mereka dan menambah kepada mereka dari karunia-Nya. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.",
  "nomor" : "30",
  "tr" : "liyuwaffiyahum ujuurahum wayaziidahum min fa<u>dh</u>lihi innahu ghafuurun syakuur<strong>un</strong>"
}, {
  "ar" : "وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ ۗ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ",
  "id" : "Dan apa yang telah Kami wahyukan kepadamu yaitu Al Kitab (Al Qur'an) itulah yang benar, dengan membenarkan kitab-kitab yang sebelumnya. Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Melihat (keadaan) hamba-hamba-Nya.",
  "nomor" : "31",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>ii aw<u>h</u>ayn<u>aa</u> ilayka mina <strong>a</strong>lkit<u>aa</u>bi huwa <strong>a</strong>l<u>h</u>aqqu mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi inna <strong>al</strong>l<u>aa</u>ha bi'ib<u>aa</u>dihi lakhabiirun ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ۚ ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
  "id" : "Kemudian Kitab itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami, lalu di antara mereka ada yang menganiaya diri mereka sendiri dan di antara mereka ada yang pertengahan dan diantara mereka ada (pula) yang lebih dahulu berbuat kebaikan dengan izin Allah. Yang demikian itu adalah karunia yang amat besar.",
  "nomor" : "32",
  "tr" : "tsumma awratsn<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba <strong>al</strong>la<u>dz</u>iina i<u>sth</u>afayn<u>aa</u> min 'ib<u>aa</u>din<u>aa</u> faminhum <u>zhaa</u>limun linafsihi waminhum muqta<u>sh</u>idun waminhum s<u>aa</u>biqun bi<strong>a</strong>lkhayr<u>aa</u>ti bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika huwa <strong>a</strong>lfa<u>dh</u>lu <strong>a</strong>lkabiir<strong>u</strong>"
}, {
  "ar" : "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
  "id" : "(Bagi mereka) syurga 'Adn mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan dengan gelang-gelang dari emas, dan dengan mutiara, dan pakaian mereka didalamnya adalah sutera.",
  "nomor" : "33",
  "tr" : "jann<u>aa</u>tu 'adnin yadkhuluunah<u>aa</u> yu<u>h</u>allawna fiih<u>aa</u> min as<u>aa</u>wira min <u>dz</u>ahabin walu/lu-an walib<u>aa</u>suhum fiih<u>aa</u> <u>h</u>ariir<strong>un</strong>"
}, {
  "ar" : "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
  "id" : "Dan mereka berkata: \"Segala puji bagi Allah yang telah menghilangkan duka cita dari kami. Sesungguhnya Tuhan kami benar-benar Maha Pengampum lagi Maha Mensyukuri.",
  "nomor" : "34",
  "tr" : "waq<u>aa</u>luu <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii a<u>dz</u>haba 'ann<u>aa</u> <strong>a</strong>l<u>h</u>azana inna rabban<u>aa</u> laghafuurun syakuur<strong>un</strong>"
}, {
  "ar" : "الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
  "id" : "Yang menempatkan kami dalam tempat yang kekal (surga) dari karunia-Nya; didalamnya kami tiada merasa lelah dan tiada pula merasa lesu\".",
  "nomor" : "35",
  "tr" : "<strong>al</strong>la<u>dz</u>ii a<u>h</u>allan<u>aa</u> d<u>aa</u>ra <strong>a</strong>lmuq<u>aa</u>mati min fa<u>dh</u>lihi l<u>aa</u> yamassun<u>aa</u> fiih<u>aa</u> na<u>sh</u>abun wal<u>aa</u> yamassun<u>aa</u> fiih<u>aa</u> lughuub<strong>un</strong>"
}, {
  "ar" : "وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِي كُلَّ كَفُورٍ",
  "id" : "Dan orang-orang kafir bagi mereka neraka Jahannam. Mereka tidak dibinasakan sehingga mereka mati dan tidak (pula) diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir.",
  "nomor" : "36",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina kafaruu lahum n<u>aa</u>ru jahannama l<u>aa</u> yuq<u>daa</u> 'alayhim fayamuutuu wal<u>aa</u> yukhaffafu 'anhum min 'a<u>dzaa</u>bih<u>aa</u> ka<u>dzaa</u>lika najzii kulla kafuur<strong>in</strong>"
}, {
  "ar" : "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ۖ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ",
  "id" : "Dan mereka berteriak di dalam neraka itu : \"Ya Tuhan kami, keluarkanlah kami niscaya kami akan mengerjakan amal yang saleh berlainan dengan yang telah kami kerjakan\". Dan apakah Kami tidak memanjangkan umurmu dalam masa yang cukup untuk berfikir bagi orang yang mau berfikir, dan (apakah tidak) datang kepada kamu pemberi peringatan ? maka rasakanlah (azab Kami) dan tidak ada bagi orang-orang yang zalim seorang penolongpun.",
  "nomor" : "37",
  "tr" : "wahum ya<u>sth</u>arikhuuna fiih<u>aa</u> rabban<u>aa</u> akhrijn<u>aa</u> na'mal <u>shaa</u>li<u>h</u>an ghayra <strong>al</strong>la<u>dz</u>ii kunn<u>aa</u> na'malu awa lam nu'ammirkum m<u>aa</u> yata<u>dz</u>akkaru fiihi man ta<u>dz</u>akkara waj<u>aa</u>-akumu <strong>al</strong>nna<u>dz</u>iiru fa<u>dz</u>uuquu fam<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina min na<u>sh</u>iir<strong>in</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
  "id" : "Sesungguhnya Allah mengetahui yang tersembunyi di langit dan di bumi. Sesungguhnya Dia Maha Mengetahui segala isi hati.",
  "nomor" : "38",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha '<u>aa</u>limu ghaybi <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
}, {
  "ar" : "هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ ۚ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
  "id" : "Dia-lah yang menjadikan kamu khalifah-khalifah di muka bumi. Barangsiapa yang kafir, maka (akibat) kekafirannya menimpa dirinya sendiri. Dan kekafiran orang-orang yang kafir itu tidak lain hanyalah akan menambah kemurkaan pada sisi Tuhannya dan kekafiran orang-orang yang kafir itu tidak lain hanyalah akan menambah kerugian mereka belaka.",
  "nomor" : "39",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii ja'alakum khal<u>aa</u>-ifa fii <strong>a</strong>l-ar<u>dh</u>i faman kafara fa'alayhi kufruhu wal<u>aa</u> yaziidu <strong>a</strong>lk<u>aa</u>firiina kufruhum 'inda rabbihim ill<u>aa</u> maqtan wal<u>aa</u> yaziidu <strong>a</strong>lk<u>aa</u>firiina kufruhum ill<u>aa</u> khas<u>aa</u>r<u>aa</u><strong>n</strong>"
}, {
  "ar" : "قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِنْهُ ۚ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا",
  "id" : "Katakanlah: \"Terangkanlah kepada-Ku tentang sekutu-sekutumu yang kamu seru selain Allah. Perlihatkanlah kepada-Ku (bahagian) manakah dari bumi ini yang telah mereka ciptakan ataukah mereka mempunyai saham dalam (penciptaan) langit atau adakah Kami memberi kepada mereka sebuah Kitab sehingga mereka mendapat keterangan-keterangan yang jelas daripadanya? Sebenarnya orang-orang yang zalim itu sebahagian dari mereka tidak menjanjikan kepada sebahagian yang lain, melainkan tipuan belaka\".",
  "nomor" : "40",
  "tr" : "qul ara-aytum syurak<u>aa</u>-akumu <strong>al</strong>la<u>dz</u>iina tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi aruunii m<u>aatsaa</u> khalaquu mina <strong>a</strong>l-ar<u>dh</u>i am lahum syirkun fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti am <u>aa</u>tayn<u>aa</u>hum kit<u>aa</u>ban fahum 'al<u>aa</u> bayyinatin minhu bal in ya'idu <strong>al</strong><u>zhzhaa</u>limuuna ba'<u>dh</u>uhum ba'<u>dh</u>an ill<u>aa</u> ghuruur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا ۚ وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ ۚ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
  "id" : "Sesungguhnya Allah menahan langit dan bumi supaya jangan lenyap; dan sungguh jika keduanya akan lenyap tidak ada seorangpun yang dapat menahan keduanya selain Allah. Sesungguhnya Dia adalah Maha Penyantun lagi Maha Pengampun.",
  "nomor" : "41",
  "tr" : "inna <strong>al</strong>l<u>aa</u>ha yumsiku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a an tazuul<u>aa</u> wala-in z<u>aa</u>lat<u>aa</u> in amsakahum<u>aa</u> min a<u>h</u>adin min ba'dihi innahu k<u>aa</u>na <u>h</u>aliiman ghafuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى الْأُمَمِ ۖ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا",
  "id" : "Dan mereka bersumpah dengan nama Allah dengan sekuat-kuat sumpah; sesungguhnya jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat (yang lain). Tatkala datang kepada mereka pemberi peringatan, maka kedatangannya itu tidak menambah kepada mereka, kecuali jauhnya mereka dari (kebenaran),",
  "nomor" : "42",
  "tr" : "wa-aqsamuu bi<strong>al</strong>l<u>aa</u>hi jahda aym<u>aa</u>nihim la-in j<u>aa</u>-ahum na<u>dz</u>iirun layakuununna ahd<u>aa</u> min i<u>h</u>d<u>aa</u> <strong>a</strong>l-umami falamm<u>aa</u> j<u>aa</u>-ahum na<u>dz</u>iirun m<u>aa</u> z<u>aa</u>dahum ill<u>aa</u> nufuur<u>aa</u><strong>n</strong>"
}, {
  "ar" : "اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ ۚ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ ۚ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ ۚ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا ۖ وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا",
  "id" : "karena kesombongan (mereka) di muka bumi dan karena rencana (mereka) yang jahat. Rencana yang jahat itu tidak akan menimpa selain orang yang merencanakannya sendiri. Tiadalah yang mereka nanti-nantikan melainkan (berlakunya) sunnah (Allah yang telah berlaku) kepada orang-orang yang terdahuluka sekali-kali kamu tidak akan mendapat penggantian bagi sunnah Allah, dan sekali-kali tidak (pula) akan menemui penyimpangan bagi sunnah Allah itu.",
  "nomor" : "43",
  "tr" : "istikb<u>aa</u>ran fii <strong>a</strong>l-ar<u>dh</u>i wamakra <strong>al</strong>ssayyi-i wal<u>aa</u> ya<u>h</u>iiqu <strong>a</strong>lmakru <strong>al</strong>ssayyi-u ill<u>aa</u> bi-ahlihi fahal yan<u>zh</u>uruuna ill<u>aa</u> sunnata <strong>a</strong>l-awwaliina falan tajida lisunnati <strong>al</strong>l<u>aa</u>hi tabdiilan walan tajida lisunnati <strong>al</strong>l<u>aa</u>hi ta<u>h</u>wiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ ۚ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا",
  "id" : "Dan apakah mereka tidak berjalan di muka bumi, lalu melihat bagaimana kesudahan orang-orang yang sebelum mereka, sedangkan orang-orang itu adalah lebih besar kekuatannya dari mereka? Dan tiada sesuatupun yang dapat melemahkan Allah baik di langit maupun di bumi. Sesungguhnya Allah Maha Mengetahui lagi Maha Kuasa.",
  "nomor" : "44",
  "tr" : "awa lam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong>la<u>dz</u>iina min qablihim wak<u>aa</u>nuu asyadda minhum quwwatan wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liyu'jizahu min syay-in fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wal<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i innahu k<u>aa</u>na 'aliiman qadiir<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِنْ دَابَّةٍ وَلَٰكِنْ يُؤَخِّرُهُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۖ فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا",
  "id" : "Dan kalau sekiranya Allah menyiksa manusia disebabkan usahanya, niscaya Dia tidak akan meninggalkan di atas permukaan bumi suatu mahluk yang melatapun akan tetapi Allah menangguhkan (penyiksaan) mereka, sampai waktu yang tertentu; maka apabila datang ajal mereka, maka sesungguhnya Allah adalah Maha Melihat (keadaan) hamba-hamba-Nya.",
  "nomor" : "45",
  "tr" : "walaw yu-<u>aa</u>khi<u>dz</u>u <strong>al</strong>l<u>aa</u>hu <strong>al</strong>nn<u>aa</u>sa bim<u>aa</u> kasabuu m<u>aa</u> taraka 'al<u>aa</u> <u>zh</u>ahrih<u>aa</u> min d<u>aa</u>bbatin wal<u>aa</u>kin yu-akhkhiruhum il<u>aa</u> ajalin musamman fa-i<u>dzaa</u> j<u>aa</u>-a ajaluhum fa-inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na bi'ib<u>aa</u>dihi ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
} ]
