[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
  "id" : "Kitab (Al Quraan ini) diturunkan oleh Allah Yang Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "1",
  "tr" : "tanziilu <strong>a</strong>lkit<u>aa</u>bi mina <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>"
}, {
  "ar" : "إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ",
  "id" : "Sesunguhnya Kami menurunkan kepadamu Kitab (Al Quraan) dengan (membawa) kebenaran. Maka sembahlah Allah dengan memurnikan keta'atan kepada-Nya.",
  "nomor" : "2",
  "tr" : "inn<u>aa</u> anzaln<u>aa</u> ilayka <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi fa<strong>u</strong>'budi <strong>al</strong>l<u>aa</u>ha mukhli<u>sh</u>an lahu <strong>al</strong>ddiin<strong>a</strong>"
}, {
  "ar" : "أَلَا لِلَّهِ الدِّينُ الْخَالِصُ ۚ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ",
  "id" : "Ingatlah, hanya kepunyaan Allah-lah agama yang bersih (dari syirik). Dan orang-orang yang mengambil pelindung selain Allah (berkata): \"Kami tidak menyembah mereka melainkan supaya mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya\". Sesungguhnya Allah akan memutuskan di antara mereka tentang apa yang mereka berselisih padanya. Sesungguhnya Allah tidak menunjuki orang-orang yang pendusta dan sangat ingkar.",
  "nomor" : "3",
  "tr" : "al<u>aa</u> lill<u>aa</u>hi <strong>al</strong>ddiinu <strong>a</strong>lkh<u>aa</u>li<u>sh</u>u wa<strong>a</strong>lla<u>dz</u>iina ittakha<u>dz</u>uu min duunihi awliy<u>aa</u>-a m<u>aa</u> na'buduhum ill<u>aa</u> liyuqarribuun<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi zulf<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha ya<u>h</u>kumu baynahum fii m<u>aa</u> hum fiihi yakhtalifuuna inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii man huwa k<u>aadz</u>ibun kaff<u>aa</u>r<strong>un</strong>"
}, {
  "ar" : "لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ",
  "id" : "Kalau sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang dikehendaki-Nya di antara ciptaan-ciptaan yang telah diciptakan-Nya. Maha Suci Allah. Dialah Allah Yang Maha Esa lagi Maha Mengalahkan.",
  "nomor" : "4",
  "tr" : "law ar<u>aa</u>da <strong>al</strong>l<u>aa</u>hu an yattakhi<u>dz</u>a waladan la<strong>i</strong><u>sth</u>af<u>aa</u> mimm<u>aa</u> yakhluqu m<u>aa</u> yasy<u>aa</u>u sub<u>haa</u>nahu huwa <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lw<u>aah</u>idu <strong>a</strong>lqahh<u>aa</u>r<strong>u</strong>"
}, {
  "ar" : "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۖ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۗ أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ",
  "id" : "Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia menutupkan malam atas siang dan menutupkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah Dialah Yang Maha Perkasa lagi Maha Pengampun.",
  "nomor" : "5",
  "tr" : "khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi yukawwiru <strong>al</strong>layla 'al<u>aa</u> <strong>al</strong>nnah<u>aa</u>ri wayukawwiru <strong>al</strong>nnah<u>aa</u>ra 'al<u>aa</u> <strong>al</strong>layli wasakhkhara <strong>al</strong>sysyamsa wa<strong>a</strong>lqamara kullun yajrii li-ajalin musamman <strong>a</strong>l<u>aa</u> huwa <strong>a</strong>l'aziizu <strong>a</strong>lghaff<u>aa</u>r<strong>u</strong>"
}, {
  "ar" : "خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ ۚ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
  "id" : "Dia menciptakan kamu dari seorang diri kemudian Dia jadikan daripadanya isterinya dan Dia menurunkan untuk kamu delapan ekor yang berpasangan dari binatang ternak. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan. Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan Yang mempunyai kerajaan. Tidak ada Tuhan selain Dia; maka bagaimana kamu dapat dipalingkan?",
  "nomor" : "6",
  "tr" : "khalaqakum min nafsin w<u>aah</u>idatin tsumma ja'ala minh<u>aa</u> zawjah<u>aa</u> wa-anzala lakum mina <strong>a</strong>l-an'<u>aa</u>mi tsam<u>aa</u>niyata azw<u>aa</u>jin yakhluqukum fii bu<u>th</u>uuni ummah<u>aa</u>tikum khalqan min ba'di khalqin fii <u>zh</u>ulum<u>aa</u>tin tsal<u>aa</u>tsin <u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbukum lahu <strong>a</strong>lmulku l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa-ann<u>aa</u> tu<u>sh</u>rafuun<strong>a</strong>"
}, {
  "ar" : "إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ الْكُفْرَ ۖ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
  "id" : "Jika kamu kafir maka sesungguhnya Allah tidak memerlukan (iman)mu dan Dia tidak meridhai kekafiran bagi hamba-Nya; dan jika kamu bersyukur, niscaya Dia meridhai bagimu kesyukuranmu itu; dan seorang yang berdosa tidak akan memikul dosa orang lain. Kemudian kepada Tuhanmulah kembalimu lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan. Sesungguhnya Dia Maha Mengetahui apa yang tersimpan dalam (dada)mu.",
  "nomor" : "7",
  "tr" : "in takfuruu fa-inna <strong>al</strong>l<u>aa</u>ha ghaniyyun 'ankum wal<u>aa</u> yar<u>daa</u> li'ib<u>aa</u>dihi <strong>a</strong>lkufra wa-in tasykuruu yar<u>dh</u>ahu lakum wal<u>aa</u> taziru w<u>aa</u>ziratun wizra ukhr<u>aa</u> tsumma il<u>aa</u> rabbikum marji'ukum fayunabbi-ukum bim<u>aa</u> kuntum ta'maluuna innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
}, {
  "ar" : "وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَابِ النَّارِ",
  "id" : "Dan apabila manusia itu ditimpa kemudharatan, dia memohon (pertolongan) kepada Tuhannya dengan kembali kepada-Nya; kemudian apabila Tuhan memberikan ni'mat-Nya kepadanya lupalah dia akan kemudharatan yang pernah dia berdo'a (kepada Allah) untuk (menghilangkannya) sebelum itu, dan dia mengada-adakan sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah: \"Bersenang-senanglah dengan kekafiranmu itu sementara waktu; sesungguhnya kamu termasuk penghuni neraka\".",
  "nomor" : "8",
  "tr" : "wa-i<u>dzaa</u> massa <strong>a</strong>l-ins<u>aa</u>na <u>dh</u>urrun da'<u>aa</u> rabbahu muniiban ilayhi tsumma i<u>dzaa</u> khawwalahu ni'matan minhu nasiya m<u>aa</u> k<u>aa</u>na yad'uu ilayhi min qablu waja'ala lill<u>aa</u>hi and<u>aa</u>dan liyu<u>dh</u>illa 'an sabiilihi qul tamatta' bikufrika qaliilan innaka min a<u>sh</u>-<u>haa</u>bi <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ ۗ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ",
  "id" : "(Apakah kamu hai orang musyrik yang lebih beruntung) ataukah orang yang beribadat di waktu-waktu malam dengan sujud dan berdiri, sedang ia takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? Katakanlah: \"Adakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?\" Sesungguhnya orang yang berakallah yang dapat menerima pelajaran.",
  "nomor" : "9",
  "tr" : "amman huwa q<u>aa</u>nitun <u>aa</u>n<u>aa</u>-a <strong>al</strong>layli s<u>aa</u>jidan waq<u>aa</u>-iman ya<u>hts</u>aru <strong>a</strong>l-<u>aa</u>khirata wayarjuu ra<u>h</u>mata rabbihi qul hal yastawii <strong>al</strong>la<u>dz</u>iina ya'lamuuna wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> ya'lamuuna innam<u>aa</u> yata<u>dz</u>akkaru uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ اللَّهِ وَاسِعَةٌ ۗ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ",
  "id" : "Katakanlah: \"Hai hamba-hamba-Ku yang beriman. Bertakwalah kepada Tuhanmu\". Orang-orang yang berbuat baik di dunia ini memperoleh kebaikan. Dan bumi Allah itu adalah luas. Sesungguhnya hanya orang-orang yang bersabarlah Yang dicukupkan pahala mereka tanpa batas.",
  "nomor" : "10",
  "tr" : "qul y<u>aa</u> 'ib<u>aa</u>di <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu rabbakum lilla<u>dz</u>iina a<u>h</u>sanuu fii h<u>aadz</u>ihi <strong>al</strong>dduny<u>aa</u> <u>h</u>asanatun wa-ar<u>dh</u>u <strong>al</strong>l<u>aa</u>hi w<u>aa</u>si'atun innam<u>aa</u> yuwaff<u>aa</u> <strong>al</strong><u>shshaa</u>biruuna ajrahum bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
}, {
  "ar" : "قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ",
  "id" : "Katakanlah: \"Sesungguhnya aku diperintahkan supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama.",
  "nomor" : "11",
  "tr" : "qul innii umirtu an a'buda <strong>al</strong>l<u>aa</u>ha mukhli<u>sh</u>an lahu <strong>al</strong>ddiin<strong>a</strong>"
}, {
  "ar" : "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ",
  "id" : "Dan aku diperintahkan supaya menjadi orang yang pertama-tama berserah diri\".",
  "nomor" : "12",
  "tr" : "waumirtu li-an akuuna awwala <strong>a</strong>lmuslimiin<strong>a</strong>"
}, {
  "ar" : "قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ",
  "id" : "Katakanlah: \"Sesungguhnya aku takut akan siksaan hari yang besar jika aku durhaka kepada Tuhanku\".",
  "nomor" : "13",
  "tr" : "qul innii akh<u>aa</u>fu in 'a<u>sh</u>aytu rabbii 'a<u>dzaa</u>ba yawmin 'a<u>zh</u>iim<strong>in</strong>"
}, {
  "ar" : "قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي",
  "id" : "Katakanlah: \"Hanya Allah saja Yang aku sembah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agamaku\".",
  "nomor" : "14",
  "tr" : "quli <strong>al</strong>l<u>aa</u>ha a'budu mukhli<u>sh</u>an lahu diinii"
}, {
  "ar" : "فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ ۗ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ۗ أَلَا ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ",
  "id" : "Maka sembahlah olehmu (hai orang-orang musyrik) apa yang kamu kehendaki selain Dia. Katakanlah: \"Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari kiamat\". Ingatlah yang demikian itu adalah kerugian yang nyata.",
  "nomor" : "15",
  "tr" : "fa<strong>u</strong>'buduu m<u>aa</u> syi/tum min duunihi qul inna <strong>a</strong>lkh<u>aa</u>siriina <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum wa-ahliihim yawma <strong>a</strong>lqiy<u>aa</u>mati <strong>a</strong>l<u>aa</u> <u>dzaa</u>lika huwa <strong>a</strong>lkhusr<u>aa</u>nu <strong>a</strong>lmubiin<strong>u</strong>"
}, {
  "ar" : "لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ۚ ذَٰلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ ۚ يَا عِبَادِ فَاتَّقُونِ",
  "id" : "Bagi mereka lapisan-lapisan dari api di atas mereka dan di bawah merekapun lapisan-lapisan (dari api). Demikianlah Allah mempertakuti hamba-hamba-Nya dengan azab itu. Maka bertakwalah kepada-Ku hai hamba-hamba-Ku.",
  "nomor" : "16",
  "tr" : "lahum min fawqihim <u>zh</u>ulalun mina <strong>al</strong>nn<u>aa</u>ri wamin ta<u>h</u>tihim <u>zh</u>ulalun <u>dzaa</u>lika yukhawwifu <strong>al</strong>l<u>aa</u>hu bihi 'ib<u>aa</u>dahu y<u>aa</u> 'ib<u>aa</u>di fa<strong>i</strong>ttaquun<strong>i</strong>"
}, {
  "ar" : "وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ",
  "id" : "Dan orang-orang yang menjauhi thaghut (yaitu) tidak menyembahnya dan kembali kepada Allah, bagi mereka berita gembira; sebab itu sampaikanlah berita itu kepada hamba-hamba-Ku,",
  "nomor" : "17",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina ijtanabuu <strong>al</strong><u>ththaa</u>ghuuta an ya'buduuh<u>aa</u> wa-an<u>aa</u>buu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi lahumu <strong>a</strong>lbusyr<u>aa</u> fabasysyir 'ib<u>aa</u>d<strong>i</strong>"
}, {
  "ar" : "الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ ۚ أُولَٰئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ ۖ وَأُولَٰئِكَ هُمْ أُولُو الْأَلْبَابِ",
  "id" : "yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya. Mereka itulah orang-orang yang telah diberi Allah petunjuk dan mereka itulah orang-orang yang mempunyai akal.",
  "nomor" : "18",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yastami'uuna <strong>a</strong>lqawla fayattabi'uuna a<u>h</u>sanahu ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina had<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu waul<u>aa</u>-ika hum uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ",
  "id" : "Apakah (kamu hendak merobah nasib) orang-orang yang telah pasti ketentuan azab atasnya? Apakah kamu akan menyelamatkan orang yang berada dalam api neraka?",
  "nomor" : "19",
  "tr" : "afaman <u>h</u>aqqa 'alayhi kalimatu <strong>a</strong>l'a<u>dzaa</u>bi afa-anta tunqi<u>dz</u>u man fii <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "لَٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ وَعْدَ اللَّهِ ۖ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ",
  "id" : "Tetapi orang-orang yang bertakwa kepada Tuhannya mereka mendapat tempat-tempat yang tinggi, di atasnya dibangun pula tempat-tempat yang tinggi yang di bawahnya mengalir sungai-sungai. Allah telah berjanji dengan sebenar-benarnya. Allah tidak akan memungkiri janji-Nya.",
  "nomor" : "20",
  "tr" : "l<u>aa</u>kini <strong>al</strong>la<u>dz</u>iina ittaqaw rabbahum lahum ghurafun min fawqih<u>aa</u> ghurafun mabniyyatun tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru wa'da <strong>al</strong>l<u>aa</u>hi l<u>aa</u> yukhlifu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmii'<u>aa</u>d<strong>a</strong>"
}, {
  "ar" : "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا ۚ إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِأُولِي الْأَلْبَابِ",
  "id" : "Apakah kamu tidak memperhatikan, bahwa sesungguhnya Allah menurunkan air dari langit, maka diaturnya menjadi sumber-sumber air di bumi kemudian ditumbuhkan-Nya dengan air itu tanam-tanaman yang bermacam-macam warnanya, lalu menjadi kering lalu kamu melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berderai-derai. Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi orang-orang yang mempunyai akal.",
  "nomor" : "21",
  "tr" : "alam tara anna <strong>al</strong>l<u>aa</u>ha anzala mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an fasalakahu yan<u>aa</u>bii'a fii <strong>a</strong>l-ar<u>dh</u>i tsumma yukhriju bihi zar'an mukhtalifan <strong>a</strong>lw<u>aa</u>nuhu tsumma yahiiju fatar<u>aa</u>hu mu<u>sh</u>farran tsumma yaj'aluhu <u>h</u>u<u>th</u><u>aa</u>man inna fii <u>dzaa</u>lika la<u>dz</u>ikr<u>aa</u> li-ulii <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَىٰ نُورٍ مِنْ رَبِّهِ ۚ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ ۚ أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ",
  "id" : "Maka apakah orang-orang yang dibukakan Allah hatinya untuk (menerima) agama Islam lalu ia mendapat cahaya dari Tuhannya (sama dengan orang yang membatu hatinya)? Maka kecelakaan yang besarlah bagi mereka yang telah membatu hatinya untuk mengingat Allah. Mereka itu dalam kesesatan yang nyata.",
  "nomor" : "22",
  "tr" : "afaman syara<u>h</u>a <strong>al</strong>l<u>aa</u>hu <u>sh</u>adrahu lil-isl<u>aa</u>mi fahuwa 'al<u>aa</u> nuurin min rabbihi fawaylun lilq<u>aa</u>siyati quluubuhum min <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
}, {
  "ar" : "اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ ۚ ذَٰلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
  "id" : "Allah telah menurunkan perkataan yang paling baik (yaitu) Al Qur'an yang serupa (mutu ayat-ayatnya) lagi berulang-ulang, gemetar karenanya kulit orang-orang yang takut kepada Tuhannya, kemudian menjadi tenang kulit dan hati mereka di waktu mengingat Allah. Itulah petunjuk Allah, dengan kitab itu Dia menunjuki siapa yang dikehendaki-Nya. Dan barangsiapa yang disesatkan Allah, niscaya tak ada baginya seorang pemimpinpun.",
  "nomor" : "23",
  "tr" : "<strong>al</strong>l<u>aa</u>hu nazzala a<u>h</u>sana <strong>a</strong>l<u>h</u>adiitsi kit<u>aa</u>ban mutasy<u>aa</u>bihan mats<u>aa</u>niya taqsya'irru minhu juluudu <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum tsumma taliinu juluuduhum waquluubuhum il<u>aa</u> <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika hud<u>aa</u> <strong>al</strong>l<u>aa</u>hi yahdii bihi man yasy<u>aa</u>u waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min h<u>aa</u>d<strong>in</strong>"
}, {
  "ar" : "أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ",
  "id" : "Maka apakah orang-orang yang menoleh dengan mukanya menghindari azab yang buruk pada hari kiamat (sama dengan orang mu'min yang tidak kena azab)? Dan dikatakan kepada orang-orang yang zalim: \"Rasakanlah olehmu balasan apa yang telah kamu kerjakan\".",
  "nomor" : "24",
  "tr" : "afaman yattaqii biwajhihi suu-a <strong>a</strong>l'a<u>dzaa</u>bi yawma <strong>a</strong>lqiy<u>aa</u>mati waqiila li<strong>l</strong><u>zhzhaa</u>limiina <u>dz</u>uuquu m<u>aa</u> kuntum taksibuun<strong>a</strong>"
}, {
  "ar" : "كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
  "id" : "Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka.",
  "nomor" : "25",
  "tr" : "ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fa-at<u>aa</u>humu <strong>a</strong>l'a<u>dzaa</u>bu min <u>h</u>aytsu l<u>aa</u> yasy'uruun<strong>a</strong>"
}, {
  "ar" : "فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
  "id" : "Maka Allah merasakan kepada mereka kehinaan pada kehidupan dunia. Dan sesungguhnya azab pada hari akhirat lebih besar kalau mereka mengetahui.",
  "nomor" : "26",
  "tr" : "fa-a<u>dzaa</u>qahumu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lkhizya fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wala'a<u>dzaa</u>bu <strong>a</strong>l-<u>aa</u>khirati akbaru law k<u>aa</u>nuu ya'lamuun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ",
  "id" : "Sesungguhnya telah Kami buatkan bagi manusia dalam Al Quraan ini setiap macam perumpamaan supaya mereka dapat pelajaran.",
  "nomor" : "27",
  "tr" : "walaqad <u>dh</u>arabn<u>aa</u> li<strong>l</strong>nn<u>aa</u>si fii h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni min kulli matsalin la'allahum yata<u>dz</u>akkaruun<strong>a</strong>"
}, {
  "ar" : "قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ",
  "id" : "(Ialah) Al Quraan dalam bahasa Arab yang tidak ada kebengkokan (di dalamnya) supaya mereka bertakwa.",
  "nomor" : "28",
  "tr" : "qur-<u>aa</u>nan 'arabiyyan ghayra <u>dz</u>ii 'iwajin la'allahum yattaquun<strong>a</strong>"
}, {
  "ar" : "ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
  "id" : "Allah membuat perumpamaan (yaitu) seorang laki-laki (budak) yang dimiliki oleh beberapa orang yang berserikat yang dalam perselisihan dan seorang budak yang menjadi milik penuh dari seorang laki-laki (saja); Adakah kedua budak itu sama halnya? Segala puji bagi Allah tetapi kebanyakan mereka tidak mengetahui.",
  "nomor" : "29",
  "tr" : "<u>dh</u>araba <strong>al</strong>l<u>aa</u>hu matsalan rajulan fiihi syurak<u>aa</u>u mutasy<u>aa</u>kisuuna warajulan salaman lirajulin hal yastawiy<u>aa</u>ni matsalan <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi bal aktsaruhum l<u>aa</u> ya'lamuun<strong>a</strong>"
}, {
  "ar" : "إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ",
  "id" : "Sesungguhnya kamu akan mati dan sesungguhnya mereka akan mati (pula).",
  "nomor" : "30",
  "tr" : "innaka mayyitun wa-innahum mayyituun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ",
  "id" : "Kemudian sesungguhnya kamu pada hari kiamat akan berbantah-bantah di hadapan Tuhanmu.",
  "nomor" : "31",
  "tr" : "tsumma innakum yawma <strong>a</strong>lqiy<u>aa</u>mati 'inda rabbikum takhta<u>sh</u>imuun<strong>a</strong>"
}, {
  "ar" : "فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ",
  "id" : "Maka siapakah yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah dan mendustakan kebenaran ketika datang kepadanya? Bukankah di neraka Jahannam tersedia tempat tinggal bagi orang-orang yang kafir?",
  "nomor" : "32",
  "tr" : "faman a<u>zh</u>lamu mimman ka<u>dz</u>aba 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi waka<u>dzdz</u>aba bi<strong>al</strong><u>shsh</u>idqi i<u>dz</u> j<u>aa</u>-ahu alaysa fii jahannama matswan lilk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ۙ أُولَٰئِكَ هُمُ الْمُتَّقُونَ",
  "id" : "Dan orang yang membawa kebenaran (Muhammad) dan membenarkannya, mereka itulah orang-orang yang bertakwa.",
  "nomor" : "33",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>ii j<u>aa</u>-a bi<strong>al</strong><u>shsh</u>idqi wa<u>sh</u>addaqa bihi ul<u>aa</u>-ika humu <strong>a</strong>lmuttaquun<strong>a</strong>"
}, {
  "ar" : "لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ",
  "id" : "Mereka memperoleh apa yang mereka kehendaki pada sisi Tuhan mereka. Demikianlah balasan orang-orang yang berbuat baik,",
  "nomor" : "34",
  "tr" : "lahum m<u>aa</u> yasy<u>aa</u>uuna 'inda rabbihim <u>dzaa</u>lika jaz<u>aa</u>u <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ",
  "id" : "agar Allah akan menutupi (mengampuni) bagi mereka perbuatan yang paling buruk yang mereka kerjakan dan membalas mereka dengan upah yang lebih baik dari apa yang telah mereka kerjakan.",
  "nomor" : "35",
  "tr" : "liyukaffira <strong>al</strong>l<u>aa</u>hu 'anhum aswa-a <strong>al</strong>la<u>dz</u>ii 'amiluu wayajziyahum ajrahum bi-a<u>h</u>sani <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ ۖ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
  "id" : "Bukankah Allah cukup untuk melindungi hamba-hamba-Nya. Dan mereka mempertakuti kamu dengan (sembahan-sembahan) yang selain Allah? Dan siapa yang disesatkan Allah maka tidak seorangpun pemberi petunjuk baginya.",
  "nomor" : "36",
  "tr" : "alaysa <strong>al</strong>l<u>aa</u>hu bik<u>aa</u>fin 'abdahu wayukhawwifuunaka bi<strong>a</strong>lla<u>dz</u>iina min duunihi waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min h<u>aa</u>d<strong>in</strong>"
}, {
  "ar" : "وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ ۗ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ",
  "id" : "Dan barangsiapa yang diberi petunjuk oleh Allah, maka tidak seorangpun yang dapat menyesatkannya. Bukankah Allah Maha Perkasa lagi mempunyai (kekuasaan untuk) mengazab?",
  "nomor" : "37",
  "tr" : "waman yahdi <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min mu<u>dh</u>illin alaysa <strong>al</strong>l<u>aa</u>hu bi'aziizin <u>dz</u>ii intiq<u>aa</u>m<strong>in</strong>"
}, {
  "ar" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ۚ قُلْ حَسْبِيَ اللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ",
  "id" : "Dan sungguh jika kamu bertanya kepada mereka: \"Siapakah yang menciptakan langit dan bumi?\", niscaya mereka menjawab: \"Allah\". Katakanlah: \"Maka terangkanlah kepadaku tentang apa yang kamu seru selain Allah, jika Allah hendak mendatangkan kemudharatan kepadaku, apakah berhala-berhalamu itu dapat menghilangkan kemudharatan itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat menahan rahmatNya?. Katakanlah: \"Cukuplah Allah bagiku\". Kepada-Nyalah bertawakkal orang-orang yang berserah diri.",
  "nomor" : "38",
  "tr" : "wala-in sa-altahum man khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a layaquulunna <strong>al</strong>l<u>aa</u>hu qul afara-aytum m<u>aa</u> tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi in ar<u>aa</u>daniya <strong>al</strong>l<u>aa</u>hu bi<u>dh</u>urrin hal hunna k<u>aa</u>syif<u>aa</u>tu <u>dh</u>urrihi aw ar<u>aa</u>danii bira<u>h</u>matin hal hunna mumsik<u>aa</u>tu ra<u>h</u>matihi qul <u>h</u>asbiya <strong>al</strong>l<u>aa</u>hu 'alayhi yatawakkalu <strong>a</strong>lmutawakkiluun<strong>a</strong>"
}, {
  "ar" : "قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
  "id" : "Katakanlah: \"Hai kaumku, bekerjalah sesuai dengan keadaanmu, sesungguhnya aku akan bekerja (pula), maka kelak kamu akan mengetahui,",
  "nomor" : "39",
  "tr" : "qul y<u>aa</u> qawmi i'maluu 'al<u>aa</u> mak<u>aa</u>natikum innii '<u>aa</u>milun fasawfa ta'lamuun<strong>a</strong>"
}, {
  "ar" : "مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ",
  "id" : "siapa yang akan mendapat siksa yang menghinakannya dan lagi ditimpa oleh azab yang kekal\".",
  "nomor" : "40",
  "tr" : "man ya/tiihi 'a<u>dzaa</u>bun yukhziihi waya<u>h</u>illu 'alayhi 'a<u>dzaa</u>bun muqiim<strong>un</strong>"
}, {
  "ar" : "إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ ۖ فَمَنِ اهْتَدَىٰ فَلِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
  "id" : "Sesungguhnya Kami menurunkan kepadamu Al Kitab (Al Qur'an) untuk manusia dengan membawa kebenaran; siapa yang mendapat petunjuk maka (petunjuk itu) untuk dirinya sendiri, dan siapa yang sesat maka sesungguhnya dia semata-mata sesat buat (kerugian) dirinya sendiri, dan kamu sekali-kali bukanlah orang yang bertanggung jawab terhadap mereka.",
  "nomor" : "41",
  "tr" : "inn<u>aa</u> anzaln<u>aa</u> 'alayka <strong>a</strong>lkit<u>aa</u>ba li<strong>l</strong>nn<u>aa</u>si bi<strong>a</strong>l<u>h</u>aqqi famani ihtad<u>aa</u> falinafsihi waman <u>dh</u>alla fa-innam<u>aa</u> ya<u>dh</u>illu 'alayh<u>aa</u> wam<u>aa</u> anta 'alayhim biwakiil<strong>in</strong>"
}, {
  "ar" : "اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا ۖ فَيُمْسِكُ الَّتِي قَضَىٰ عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَىٰ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
  "id" : "Allah memegang jiwa (orang) ketika matinya dan (memegang) jiwa (orang) yang belum mati di waktu tidurnya; maka Dia tahanlah jiwa (orang) yang telah Dia tetapkan kematiannya dan Dia melepaskan jiwa yang lain sampai waktu yang ditetapkan. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang berfikir.",
  "nomor" : "42",
  "tr" : "<strong>al</strong>l<u>aa</u>hu yatawaff<u>aa</u> <strong>a</strong>l-anfusa <u>h</u>iina mawtih<u>aa</u> wa<strong>a</strong>llatii lam tamut fii man<u>aa</u>mih<u>aa</u> fayumsiku <strong>al</strong>latii qa<u>daa</u> 'alayh<u>aa</u> <strong>a</strong>lmawta wayursilu <strong>a</strong>l-ukhr<u>aa</u> il<u>aa</u> ajalin musamman inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yatafakkaruun<strong>a</strong>"
}, {
  "ar" : "أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ ۚ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ",
  "id" : "Bahkan mereka mengambil pemberi syafa'at selain Allah. Katakanlah: \"Dan apakah (kamu mengambilnya juga) meskipun mereka tidak memiliki sesuatupun dan tidak berakal?\"",
  "nomor" : "43",
  "tr" : "ami ittakha<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi syufa'<u>aa</u>-a qul awa law k<u>aa</u>nuu l<u>aa</u> yamlikuuna syay-an wal<u>aa</u> ya'qiluun<strong>a</strong>"
}, {
  "ar" : "قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا ۖ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
  "id" : "Katakanlah: \"Hanya kepunyaan Allah syafaat itu semuanya. Kepunyaan-Nya kerajaan langit dan bumi. Kemudian kepada-Nyalah kamu dikembalikan\"",
  "nomor" : "44",
  "tr" : "qul lill<u>aa</u>hi <strong>al</strong>sysyaf<u>aa</u>'atu jamii'an lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i tsumma ilayhi turja'uun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ ۖ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ",
  "id" : "Dan apabila hanya nama Allah saja disebut, kesallah hati orang-orang yang tidak beriman kepada kehidupan akhirat; dan apabila nama sembahan-sembahan selain Allah yang disebut, tiba-tiba mereka bergirang hati.",
  "nomor" : "45",
  "tr" : "wa-i<u>dzaa</u> <u>dz</u>ukira <strong>al</strong>l<u>aa</u>hu wa<u>h</u>dahu isyma-azzat quluubu <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>a</strong>l-<u>aa</u>khirati wa-i<u>dzaa</u> <u>dz</u>ukira <strong>al</strong>la<u>dz</u>iina min duunihi i<u>dzaa</u> hum yastabsyiruun<strong>a</strong>"
}, {
  "ar" : "قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ",
  "id" : "Katakanlah: \"Wahai Allah, Pencipta langit dan bumi, Yang mengetahui barang ghaib dan yang nyata, Engkaulah Yang memutuskan antara hamba-hamba-Mu tentang apa yang selalu mereka memperselisihkannya.\"",
  "nomor" : "46",
  "tr" : "quli <strong>al</strong>l<u>aa</u>humma f<u>aath</u>ira <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i '<u>aa</u>lima <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati anta ta<u>h</u>kumu bayna 'ib<u>aa</u>dika fii m<u>aa</u> k<u>aa</u>nuu fiihi yakhtalifuun<strong>a</strong>"
}, {
  "ar" : "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ",
  "id" : "Dan sekiranya orang-orang yang zalim mempunyai apa yang ada di bumi semuanya dan (ada pula) sebanyak itu besertanya, niscaya mereka akan menebus dirinya dengan itu dari siksa yang buruk pada hari kiamat. Dan jelaslah bagi mereka azab dari Allah yang belum pernah mereka perkirakan.",
  "nomor" : "47",
  "tr" : "walaw anna lilla<u>dz</u>iina <u>zh</u>alamuu m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i jamii'an wamitslahu ma'ahu la<strong>i</strong>ftadaw bihi min suu-i <strong>a</strong>l'a<u>dzaa</u>bi yawma <strong>a</strong>lqiy<u>aa</u>mati wabad<u>aa</u> lahum mina <strong>al</strong>l<u>aa</u>hi m<u>aa</u> lam yakuunuu ya<u>h</u>tasibuun<strong>a</strong>"
}, {
  "ar" : "وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
  "id" : "Dan (jelaslah) bagi mereka akibat buruk dari apa yang telah mereka perbuat dan mereka diliputi oleh pembalasan yang mereka dahulu selalu memperolok-olokkannya.",
  "nomor" : "48",
  "tr" : "wabad<u>aa</u> lahum sayyi-<u>aa</u>tu m<u>aa</u> kasabuu wa<u>haa</u>qa bihim m<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>"
}, {
  "ar" : "فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ ۚ بَلْ هِيَ فِتْنَةٌ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
  "id" : "Maka apabila manusia ditimpa bahaya ia menyeru Kami, kemudian apabila Kami berikan kepadanya ni'mat dari Kami ia berkata: \"Sesungguhnya aku diberi ni'mat itu hanyalah karena kepintaranku\". Sebenarnya itu adalah ujian, tetapi kebanyakan mereka itu tidak mengetahui.",
  "nomor" : "49",
  "tr" : "fa-i<u>dzaa</u> massa <strong>a</strong>l-ins<u>aa</u>na <u>dh</u>urrun da'<u>aa</u>n<u>aa</u> tsumma i<u>dzaa</u> khawwaln<u>aa</u>hu ni'matan minn<u>aa</u> q<u>aa</u>la innam<u>aa</u> uutiituhu 'al<u>aa</u> 'ilmin bal hiya fitnatun wal<u>aa</u>kinna aktsarahum l<u>aa</u> ya'lamuun<strong>a</strong>"
}, {
  "ar" : "قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
  "id" : "Sungguh orang-orang yang sebelum mereka (juga) telah mengatakan itu pula, maka tiadalah berguna bagi mereka apa yang dahulu mereka usahakan.",
  "nomor" : "50",
  "tr" : "qad q<u>aa</u>lah<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablihim fam<u>aa</u> aghn<u>aa</u> 'anhum m<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
}, {
  "ar" : "فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا ۚ وَالَّذِينَ ظَلَمُوا مِنْ هَٰؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ",
  "id" : "Maka mereka ditimpa oleh akibat buruk dari apa yang mereka usahakan. Dan orang-orang yang zalim di antara mereka akan ditimpa akibat buruk dari usahanya dan mereka tidak dapat melepaskan diri.",
  "nomor" : "51",
  "tr" : "fa-a<u>shaa</u>bahum sayyi-<u>aa</u>tu m<u>aa</u> kasabuu wa<strong>a</strong>lla<u>dz</u>iina <u>zh</u>alamuu min h<u>aa</u>ul<u>aa</u>-i sayu<u>sh</u>iibuhum sayyi-<u>aa</u>tu m<u>aa</u> kasabuu wam<u>aa</u> hum bimu'jiziin<strong>a</strong>"
}, {
  "ar" : "أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
  "id" : "Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezki dan menyempitkannya bagi siapa yang dikehendaki-Nya? Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang beriman.",
  "nomor" : "52",
  "tr" : "awa lam ya'lamuu anna <strong>al</strong>l<u>aa</u>ha yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u wayaqdiru inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin liqawmin yu/minuun<strong>a</strong>"
}, {
  "ar" : "قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ۚ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ",
  "id" : "Katakanlah: \"Hai hamba-hamba-Ku yang malampaui batas terhadap diri mereka sendiri, janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sesungguhnya Dia-lah Yang Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "53",
  "tr" : "qul y<u>aa</u> 'ib<u>aa</u>diya <strong>al</strong>la<u>dz</u>iina asrafuu 'al<u>aa</u> anfusihim l<u>aa</u> taqna<u>th</u>uu min ra<u>h</u>mati <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha yaghfiru <strong>al</strong><u>dzdz</u>unuuba jamii'an innahu huwa <strong>a</strong>lghafuuru <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
}, {
  "ar" : "وَأَنِيبُوا إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ",
  "id" : "Dan kembalilah kamu kepada Tuhanmu, dan berserah dirilah kepada-Nya sebelum datang azab kepadamu kemudian kamu tidak dapat ditolong (lagi).",
  "nomor" : "54",
  "tr" : "wa-aniibuu il<u>aa</u> rabbikum wa-aslimuu lahu min qabli an ya/tiyakumu <strong>a</strong>l'a<u>dzaa</u>bu tsumma l<u>aa</u> tun<u>sh</u>aruun<strong>a</strong>"
}, {
  "ar" : "وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ",
  "id" : "Dan ikutilah sebaik-baik apa yang telah diturunkan kepadamu dari Tuhanmu sebelum datang azab kepadamu dengan tiba-tiba, sedang kamu tidak menyadarinya,",
  "nomor" : "55",
  "tr" : "wa<strong>i</strong>ttabi'uu a<u>h</u>sana m<u>aa</u> unzila ilaykum min rabbikum min qabli an ya/tiyakumu <strong>a</strong>l'a<u>dzaa</u>bu baghtatan wa-antum l<u>aa</u> tasy'uruun<strong>a</strong>"
}, {
  "ar" : "أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَىٰ مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ",
  "id" : "supaya jangan ada orang yang mengatakan: \"Amat besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah, sedang aku sesungguhnya termasuk orang-orang yang memperolok-olokkan (agama Allah ),",
  "nomor" : "56",
  "tr" : "an taquula nafsun y<u>aa</u> <u>h</u>asrat<u>aa</u> 'al<u>aa</u> m<u>aa</u> farra<u>th</u>tu fii janbi <strong>al</strong>l<u>aa</u>hi wa-in kuntu lamina <strong>al</strong>ss<u>aa</u>khiriin<strong>a</strong>"
}, {
  "ar" : "أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ",
  "id" : "atau supaya jangan ada yang berkata: 'Kalau sekiranya Allah memberi petunjuk kepadaku tentulah aku termasuk orang-orang yang bertakwa'.",
  "nomor" : "57",
  "tr" : "aw taquula law anna <strong>al</strong>l<u>aa</u>ha had<u>aa</u>nii lakuntu mina <strong>a</strong>lmuttaqiin<strong>a</strong>"
}, {
  "ar" : "أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ",
  "id" : "Atau supaya jangan ada yang berkata ketika ia melihat azab 'Kalau sekiranya aku dapat kembali (ke dunia), niscaya aku akan termasuk orang-orang berbuat baik'.",
  "nomor" : "58",
  "tr" : "aw taquula <u>h</u>iina tar<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>ba law anna lii karratan fa-akuuna mina <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "بَلَىٰ قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ",
  "id" : "(Bukan demikian) sebenarya telah datang keterangan-keterangan-Ku kepadamu lalu kamu mendustakannya dan kamu menyombongkan diri dan adalah kamu termasuk orang-orang yang kafir\".",
  "nomor" : "59",
  "tr" : "bal<u>aa</u> qad j<u>aa</u>-atka <u>aa</u>y<u>aa</u>tii faka<u>dzdz</u>abta bih<u>aa</u> wa<strong>i</strong>stakbarta wakunta mina <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ",
  "id" : "Dan pada hari kiamat kamu akan melihat orang-orang yang berbuat dusta terhadap Allah, mukanya menjadi hitam. Bukankah dalam neraka Jahannam itu ada tempat bagi orang-orang yang menyombongkan diri?",
  "nomor" : "60",
  "tr" : "wayawma alqiy<u>aa</u>mati tar<u>aa</u> <strong>al</strong>la<u>dz</u>iina ka<u>dz</u>abuu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi wujuuhuhum muswaddatun alaysa fii jahannama matswan lilmutakabbiriin<strong>a</strong>"
}, {
  "ar" : "وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ",
  "id" : "Dan Allah menyelamatkan orang-orang yang bertakwa karena kemenangan mereka, mereka tiada disentuh oleh azab (neraka dan tidak pula) mereka berduka cita.",
  "nomor" : "61",
  "tr" : "wayunajjii <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina ittaqaw bimaf<u>aa</u>zatihim l<u>aa</u> yamassuhumu <strong>al</strong>ssuu-u wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
}, {
  "ar" : "اللَّهُ خَالِقُ كُلِّ شَيْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ",
  "id" : "Allah menciptakan segala sesuatu dan Dia memelihara segala sesuatu.",
  "nomor" : "62",
  "tr" : "<strong>al</strong>l<u>aa</u>hu kh<u>aa</u>liqu kulli syay-in wahuwa 'al<u>aa</u> kulli syay-in wakiil<strong>un</strong>"
}, {
  "ar" : "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
  "id" : "Kepunyaan-Nyalah kunci-kunci (perbendaharaan) langit dan bumi. Dan orang-orang yang kafir terhadap ayat-ayat Allah, mereka itulah orang-orang yang merugi.",
  "nomor" : "63",
  "tr" : "lahu maq<u>aa</u>liidu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>a</strong>lla<u>dz</u>iina kafaruu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
}, {
  "ar" : "قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ",
  "id" : "Katakanlah: \"Maka apakah kamu menyuruh aku menyembah selain Allah, hai orang-orang yang tidak berpengetahuan?\"",
  "nomor" : "64",
  "tr" : "qul afaghayra <strong>al</strong>l<u>aa</u>hi ta/muruunnii a'budu ayyuh<u>aa</u> <strong>a</strong>lj<u>aa</u>hiluun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ",
  "id" : "Dan sesungguhnya telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu. \"Jika kamu mempersekutukan (Tuhan), niscaya akan hapuslah amalmu dan tentulah kamu termasuk orang-orang yang merugi.",
  "nomor" : "65",
  "tr" : "walaqad uu<u>h</u>iya ilayka wa-il<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablika la-in asyrakta laya<u>h</u>ba<u>th</u>anna 'amaluka walatakuunanna mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ",
  "id" : "Karena itu, maka hendaklah Allah saja kamu sembah dan hendaklah kamu termasuk orang-orang yang bersyukur\".",
  "nomor" : "66",
  "tr" : "bali <strong>al</strong>l<u>aa</u>ha fa<strong>u</strong>'bud wakun mina <strong>al</strong>sysy<u>aa</u>kiriin<strong>a</strong>"
}, {
  "ar" : "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
  "id" : "Dan mereka tidak mengagungkan Allah dengan pengagungan yang semestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari kiamat dan langit digulung dengan tangan kanan-Nya. Maha Suci Tuhan dan Maha Tinggi Dia dari apa yang mereka persekutukan.",
  "nomor" : "67",
  "tr" : "wam<u>aa</u> qadaruu <strong>al</strong>l<u>aa</u>ha <u>h</u>aqqa qadrihi wa<strong>a</strong>l-ar<u>dh</u>u jamii'an qab<u>dh</u>atuhu yawma <strong>a</strong>lqiy<u>aa</u>mati wa<strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu ma<u>th</u>wiyy<u>aa</u>tun biyamiinihi sub<u>haa</u>nahu wata'<u>aa</u>l<u>aa</u> 'amm<u>aa</u> yusyrikuun<strong>a</strong>"
}, {
  "ar" : "وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ",
  "id" : "Dan ditiuplah sangkakala, maka matilah siapa yang di langit dan di bumi kecuali siapa yang dikehendaki Allah. Kemudian ditiup sangkakala itu sekali lagi maka tiba-tiba mereka berdiri menunggu (putusannya masing-masing).",
  "nomor" : "68",
  "tr" : "wanufikha fii <strong>al</strong><u>shsh</u>uuri fa<u>sh</u>a'iqa man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti waman fii <strong>a</strong>l-ar<u>dh</u>i ill<u>aa</u> man sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu tsumma nufikha fiihi ukhr<u>aa</u> fa-i<u>dzaa</u> hum qiy<u>aa</u>mun yan<u>zh</u>uruun<strong>a</strong>"
}, {
  "ar" : "وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
  "id" : "Dan terang benderanglah bumi (padang mahsyar) dengan cahaya (keadilan) Tuhannya; dan diberikanlah buku (perhitungan perbuatan masing-masing) dan didatangkanlah para nabi dan saksi-saksi dan diberi keputusan di antara mereka dengan adil, sedang mereka tidak dirugikan.",
  "nomor" : "69",
  "tr" : "wa-asyraqati <strong>a</strong>l-ar<u>dh</u>u binuuri rabbih<u>aa</u> wawu<u>dh</u>i'a <strong>a</strong>lkit<u>aa</u>bu wajii-a bi<strong>al</strong>nnabiyyiina wa<strong>al</strong>sysyuhad<u>aa</u>-i waqu<u>dh</u>iya baynahum bi<strong>a</strong>l<u>h</u>aqqi wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
}, {
  "ar" : "وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
  "id" : "Dan disempurnakan bagi tiap-tiap jiwa (balasan) apa yang telah dikerjakannya dan Dia lebih mengetahui apa yang mereka kerjakan.",
  "nomor" : "70",
  "tr" : "wawuffiyat kullu nafsin m<u>aa</u> 'amilat wahuwa a'lamu bim<u>aa</u> yaf'aluun<strong>a</strong>"
}, {
  "ar" : "وَسِيقَ الَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ",
  "id" : "Orang-orang kafir dibawa ke neraka Jahannam berombong-rombongan. Sehingga apabila mereka sampai ke neraka itu dibukakanlah pintu-pintunya dan berkatalah kepada mereka penjaga-penjaganya: \"Apakah belum pernah datang kepadamu rasul-rasul di antaramu yang membacakan kepadamu ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan dengan hari ini?\" Mereka menjawab: \"Benar (telah datang)\". Tetapi telah pasti berlaku ketetapan azab terhadap orang-orang yang kafir.",
  "nomor" : "71",
  "tr" : "wasiiqa <strong>al</strong>la<u>dz</u>iina kafaruu il<u>aa</u> jahannama zumaran <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>uuh<u>aa</u> futi<u>h</u>at abw<u>aa</u>buh<u>aa</u> waq<u>aa</u>la lahum khazanatuh<u>aa</u> alam ya/tikum rusulun minkum yatluuna 'alaykum <u>aa</u>y<u>aa</u>ti rabbikum wayun<u>dz</u>iruunakum liq<u>aa</u>-a yawmikum h<u>aadzaa</u> q<u>aa</u>luu bal<u>aa</u> wal<u>aa</u>kin <u>h</u>aqqat kalimatu al'a<u>dzaa</u>bi 'al<u>aa</u> alk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
  "id" : "Dikatakan (kepada mereka): \"Masukilah pintu-pintu neraka Jahannam itu, sedang kamu kekal di dalamnya\" Maka neraka Jahannam itulah seburuk-buruk tempat bagi orang-orang yang menyombongkan diri.",
  "nomor" : "72",
  "tr" : "qiila udkhuluu abw<u>aa</u>ba jahannama kh<u>aa</u>lidiina fiih<u>aa</u> fabi/sa matsw<u>aa</u> <strong>a</strong>lmutakabbiriin<strong>a</strong>"
}, {
  "ar" : "وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ",
  "id" : "Dan orang-orang yang bertakwa kepada Tuhan dibawa ke dalam syurga berombong-rombongan (pula). Sehingga apabila mereka sampai ke syurga itu sedang pintu-pintunya telah terbuka dan berkatalah kepada mereka penjaga-penjaganya: \"Kesejahteraan (dilimpahkan) atasmu. Berbahagialah kamu! maka masukilah syurga ini, sedang kamu kekal di dalamnya\".",
  "nomor" : "73",
  "tr" : "wasiiqa <strong>al</strong>la<u>dz</u>iina ittaqaw rabbahum il<u>aa</u> <strong>a</strong>ljannati zumaran <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>uuh<u>aa</u> wafuti<u>h</u>at abw<u>aa</u>buh<u>aa</u> waq<u>aa</u>la lahum khazanatuh<u>aa</u> sal<u>aa</u>mun 'alaykum <u>th</u>ibtum fa<strong>u</strong>dkhuluuh<u>aa</u> kh<u>aa</u>lidiin<strong>a</strong>"
}, {
  "ar" : "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ ۖ فَنِعْمَ أَجْرُ الْعَامِلِينَ",
  "id" : "Dan mereka mengucapkan: \"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah (memberi) kepada kami tempat ini sedang kami (diperkenankan) menempati tempat dalam syurga di mana saja yang kami kehendaki; maka syurga itulah sebaik-baik balasan bagi orang-orang yang beramal\".",
  "nomor" : "74",
  "tr" : "waq<u>aa</u>luu <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii <u>sh</u>adaqan<u>aa</u> wa'dahu wa-awratsan<u>aa</u> <strong>a</strong>l-ar<u>dh</u>a natabawwau mina <strong>a</strong>ljannati <u>h</u>aytsu nasy<u>aa</u>u fani'ma ajru <strong>a</strong>l'<u>aa</u>miliin<strong>a</strong>"
}, {
  "ar" : "وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
  "id" : "Dan kamu (Muhammad) akan melihat malaikat-mmlaikat berlingkar di sekeliling 'Arsy bertasbih sambil memuji Tuhannya; dan diberi putusan di antara hamba-hamba Allah dengan adil dan diucapkan: \"Segala puji bagi Allah, Tuhan semesta alam\".",
  "nomor" : "75",
  "tr" : "watar<u>aa</u> <strong>a</strong>lmal<u>aa</u>-ikata <u>haa</u>ffiina min <u>h</u>awli <strong>a</strong>l'arsyi yusabbi<u>h</u>uuna bi<u>h</u>amdi rabbihim waqu<u>dh</u>iya baynahum bi<strong>a</strong>l<u>h</u>aqqi waqiila <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
} ]
