[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ حم",
  "id" : "Haa Miim.",
  "nomor" : "1",
  "tr" : "<u>haa</u>-miim"
}, {
  "ar" : "تَنْزِيلٌ مِنَ الرَّحْمَٰنِ الرَّحِيمِ",
  "id" : "Diturunkan dari Tuhan Yang Maha Pemurah lagi Maha Penyayang.",
  "nomor" : "2",
  "tr" : "tanziilun mina <strong>al</strong>rra<u>h</u>m<u>aa</u>ni <strong>al</strong>rra<u>h</u>iim<strong>i</strong>"
}, {
  "ar" : "كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ",
  "id" : "Kitab yang dijelaskan ayat-ayatnya, yakni bacaan dalam bahasa Arab, untuk kaum yang mengetahui,",
  "nomor" : "3",
  "tr" : "kit<u>aa</u>bun fu<u>shsh</u>ilat <u>aa</u>y<u>aa</u>tuhu qur-<u>aa</u>nan 'arabiyyan liqawmin ya'lamuun<strong>a</strong>"
}, {
  "ar" : "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
  "id" : "yang membawa berita gembira dan yang membawa peringatan, tetapi kebanyakan mereka berpaling, tidak mau mendengarkan.",
  "nomor" : "4",
  "tr" : "basyiiran wana<u>dz</u>iiran fa-a'ra<u>dh</u>a aktsaruhum fahum l<u>aa</u> yasma'uun<strong>a</strong>"
}, {
  "ar" : "وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ",
  "id" : "Mereka berkata: \"Hati kami berada dalam tutupan (yang menutupi) apa yang kamu seru kami kepadanya dan telinga kami ada sumbatan dan antara kami dan kamu ada dinding, maka bekerjalah kamu; sesungguhnya kami bekerja (pula).\"",
  "nomor" : "5",
  "tr" : "waq<u>aa</u>luu quluubun<u>aa</u> fii akinnatin mimm<u>aa</u> tad'uun<u>aa</u> ilayhi wafii <u>aatsaa</u>nin<u>aa</u> waqrun wamin baynin<u>aa</u> wabaynika <u>h</u>ij<u>aa</u>bun fa<strong>i</strong>'mal innan<u>aa</u> '<u>aa</u>miluun<strong>a</strong>"
}, {
  "ar" : "قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِلْمُشْرِكِينَ",
  "id" : "Katakanlah: \"Bahwasanya aku hanyalah seorang manusia seperti kamu, diwahyukan kepadaku bahwasanya Tuhan kamu adalah Tuhan yang Maha Esa, maka tetaplah pada jalan yang lurus menuju kepadaNya dan mohonlah ampun kepadaNya. Dan kecelakaan besarlah bagi orang-orang yang mempersekutukan-Nya,",
  "nomor" : "6",
  "tr" : "qul innam<u>aa</u> an<u>aa</u> basyarun mitslukum yuu<u>haa</u> ilayya annam<u>aa</u> il<u>aa</u>hukum il<u>aa</u>hun w<u>aah</u>idun fa<strong>i</strong>staqiimuu ilayhi wa<strong>i</strong>staghfiruuhu wawaylun lilmusyrikiin<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ",
  "id" : "(yaitu) orang-orang yang tidak menunaikan zakat dan mereka kafir akan adanya (kehidupan) akhirat.",
  "nomor" : "7",
  "tr" : "<strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/tuuna <strong>al</strong>zzak<u>aa</u>ta wahum bi<strong>a</strong>l-<u>aa</u>khirati hum k<u>aa</u>firuun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
  "id" : "Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka mendapat pahala yang tiada putus-putusnya\".",
  "nomor" : "8",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum ajrun ghayru mamnuun<strong>in</strong>"
}, {
  "ar" : "قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ۚ ذَٰلِكَ رَبُّ الْعَالَمِينَ",
  "id" : "Katakanlah: \"Sesungguhnya patutkah kamu kafir kepada Yang menciptakan bumi dalam dua masa dan kamu adakan sekutu-sekutu bagiNya? (Yang bersifat) demikian itu adalah Rabb semesta alam\".",
  "nomor" : "9",
  "tr" : "qul a-innakum latakfuruuna bi<strong>a</strong>lla<u>dz</u>ii khalaqa <strong>a</strong>l-ar<u>dh</u>a fii yawmayni wataj'aluuna lahu and<u>aa</u>dan <u>dzaa</u>lika rabbu <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ",
  "id" : "Dan dia menciptakan di bumi itu gunung-gunung yang kokoh di atasnya. Dia memberkahinya dan Dia menentukan padanya kadar makanan-makanan (penghuni)nya dalam empat masa. (Penjelasan itu sebagai jawaban) bagi orang-orang yang bertanya.",
  "nomor" : "10",
  "tr" : "waja'ala fiih<u>aa</u> raw<u>aa</u>siya min fawqih<u>aa</u> wab<u>aa</u>raka fiih<u>aa</u> waqaddara fiih<u>aa</u> aqw<u>aa</u>tah<u>aa</u> fii arba'ati ayy<u>aa</u>min saw<u>aa</u>-an li<strong>l</strong>ss<u>aa</u>-iliin<strong>a</strong>"
}, {
  "ar" : "ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ",
  "id" : "Kemudian Dia menuju kepada penciptaan langit dan langit itu masih merupakan asap, lalu Dia berkata kepadanya dan kepada bumi: \"Datanglah kamu keduanya menurut perintah-Ku dengan suka hati atau terpaksa\". Keduanya menjawab: \"Kami datang dengan suka hati\".",
  "nomor" : "11",
  "tr" : "tsumma istaw<u>aa</u> il<u>aa</u> <strong>al</strong>ssam<u>aa</u>-i wahiya dukh<u>aa</u>nun faq<u>aa</u>la lah<u>aa</u> walil-ar<u>dh</u>i i/tiy<u>aa</u> <u>th</u>aw'an aw karhan q<u>aa</u>lat<u>aa</u> atayn<u>aa</u> <u>th</u><u>aa</u>-i'iin<strong>a</strong>"
}, {
  "ar" : "فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَىٰ فِي كُلِّ سَمَاءٍ أَمْرَهَا ۚ وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
  "id" : "Maka Dia menjadikannya tujuh langit dalam dua masa. Dia mewahyukan pada tiap-tiap langit urusannya. Dan Kami hiasi langit yang dekat dengan bintang-bintang yang cemerlang dan Kami memeliharanya dengan sebaik-baiknya. Demikianlah ketentuan Yang Maha Perkasa lagi Maha Mengetahui.",
  "nomor" : "12",
  "tr" : "faqa<u>daa</u>hunna sab'a sam<u>aa</u>w<u>aa</u>tin fii yawmayni wa-aw<u>haa</u> fii kulli sam<u>aa</u>-in amrah<u>aa</u> wazayyann<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a <strong>al</strong>dduny<u>aa</u> bima<u>shaa</u>bii<u>h</u>a wa<u>h</u>if<u>zh</u>an <u>dzaa</u>lika taqdiiru <strong>a</strong>l'aziizi <strong>a</strong>l'aliim<strong>i</strong>"
}, {
  "ar" : "فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ",
  "id" : "Jika mereka berpaling maka katakanlah: \"Aku telah memperingatkan kamu dengan petir, seperti petir yang menimpa kaum 'Aad dan Tsamud\".",
  "nomor" : "13",
  "tr" : "fa-in a'ra<u>dh</u>uu fuqul an<u>dz</u>artukum <u>shaa</u>'iqatan mitsla <u>shaa</u>'iqati '<u>aa</u>din watsamuud<strong>a</strong>"
}, {
  "ar" : "إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۖ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
  "id" : "Ketika para rasul datang kepada mereka dari depan dan belakang mereka (dengan menyerukan): \"Janganlah kamu menyembah selain Allah\". Mereka menjawab: \"Kalau Tuhan kami menghendaki tentu Dia akan menurunkan malaikat-malaikat-Nya, maka sesungguhnya kami kafir kepada wahyu yang kamu diutus membawanya\".",
  "nomor" : "14",
  "tr" : "i<u>dz</u> j<u>aa</u>-at-humu <strong>al</strong>rrusulu min bayni aydiihim wamin khalfihim <strong>al</strong>l<u>aa</u> ta'buduu ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha q<u>aa</u>luu law sy<u>aa</u>-a rabbun<u>aa</u> la-anzala mal<u>aa</u>-ikatan fa-inn<u>aa</u> bim<u>aa</u> ursiltum bihi k<u>aa</u>firuun<strong>a</strong>"
}, {
  "ar" : "فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ",
  "id" : "Adapun kaum 'Aad maka mereka menyombongkan diri di muka bumi tanpa alasan yang benar dan berkata: \"Siapakah yang lebih besar kekuatannya dari kami?\" Dan apakah mereka itu tidak memperhatikan bahwa Allah Yang menciptakan mereka adalah lebih besar kekuatan-Nya daripada mereka? Dan adalah mereka mengingkari tanda-tanda (kekuatan) Kami.",
  "nomor" : "15",
  "tr" : "fa-amm<u>aa</u> '<u>aa</u>dun fa<strong>i</strong>stakbaruu fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi waq<u>aa</u>luu man asyaddu minn<u>aa</u> quwwatan awa lam yaraw anna <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii khalaqahum huwa asyaddu minhum quwwatan wak<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>"
}, {
  "ar" : "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنْصَرُونَ",
  "id" : "Maka Kami meniupkan angin yang amat gemuruh kepada mereka dalam beberapa hari yang sial, karena Kami hendak merasakan kepada mereka itu siksaan yang menghinakan dalam kehidupan dunia. Dan Sesungguhnya siksa akhirat lebih menghinakan sedang mereka tidak diberi pertolongan.",
  "nomor" : "16",
  "tr" : "fa-arsaln<u>aa</u> 'alayhim rii<u>h</u>an <u>sh</u>ar<u>sh</u>aran fii ayy<u>aa</u>min na<u>h</u>is<u>aa</u>tin linu<u>dz</u>iiqahum 'a<u>dzaa</u>ba <strong>a</strong>lkhizyi fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wala'a<u>dzaa</u>bu <strong>a</strong>l-<u>aa</u>khirati akhz<u>aa</u> wahum l<u>aa</u> yun<u>sh</u>aruun<strong>a</strong>"
}, {
  "ar" : "وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ",
  "id" : "Dan adapun kaum Tsamud, maka mereka telah Kami beri petunjuk tetapi mereka lebih menyukai buta (kesesatan) daripada petunjuk, maka mereka disambar petir azab yang menghinakan disebabkan apa yang telah mereka kerjakan.",
  "nomor" : "17",
  "tr" : "wa-amm<u>aa</u> tsamuudu fahadayn<u>aa</u>hum fa<strong>i</strong>sta<u>h</u>abbuu <strong>a</strong>l'am<u>aa</u> 'al<u>aa</u> <strong>a</strong>lhud<u>aa</u> fa-akha<u>dz</u>at-hum <u>shaa</u>'iqatu <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>lhuuni bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
}, {
  "ar" : "وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
  "id" : "Dan Kami selamatkan orang-orang yang beriman dan mereka adalah orang-orang yang bertakwa.",
  "nomor" : "18",
  "tr" : "wanajjayn<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wak<u>aa</u>nuu yattaquun<strong>a</strong>"
}, {
  "ar" : "وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ",
  "id" : "Dan (ingatlah) hari (ketika) musuh-musuh Allah di giring ke dalam neraka, lalu mereka dikumpulkan semuanya.",
  "nomor" : "19",
  "tr" : "wayawma yu<u>h</u>syaru a'd<u>aa</u>u <strong>al</strong>l<u>aa</u>hi il<u>aa</u> <strong>al</strong>nn<u>aa</u>ri fahum yuuza'uun<strong>a</strong>"
}, {
  "ar" : "حَتَّىٰ إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ",
  "id" : "Sehingga apabila mereka sampai ke neraka, pendengaran, penglihatan dan kulit mereka menjadi saksi terhadap mereka tentang apa yang telah mereka kerjakan.",
  "nomor" : "20",
  "tr" : "<u>h</u>att<u>aa</u> i<u>dzaa</u> m<u>aa</u> j<u>aa</u>uuh<u>aa</u> syahida 'alayhim sam'uhum wa-ab<u>shaa</u>ruhum wajuluuduhum bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا ۖ قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
  "id" : "Dan mereka berkata kepada kulit mereka: \"Mengapa kamu menjadi saksi terhadap kami?\" Kulit mereka menjawab: \"Allah yang menjadikan segala sesuatu pandai berkata telah menjadikan kami pandai (pula) berkata, dan Dia-lah yang menciptakan kamu pada kali pertama dan hanya kepada-Nya lah kamu dikembalikan\".",
  "nomor" : "21",
  "tr" : "waq<u>aa</u>luu lijuluudihim lima syahidtum 'alayn<u>aa</u> q<u>aa</u>luu an<u>th</u>aqan<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii an<u>th</u>aqa kulla syay-in wahuwa khalaqakum awwala marratin wa-ilayhi turja'uun<strong>a</strong>"
}, {
  "ar" : "وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ",
  "id" : "Kamu sekali-sekali tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan dan kulitmu kepadamu bahkan kamu mengira bahwa Allah tidak mengetahui kebanyakan dari apa yang kamu kerjakan.",
  "nomor" : "22",
  "tr" : "wam<u>aa</u> kuntum tastatiruuna an yasyhada 'alaykum sam'ukum wal<u>aa</u> ab<u>shaa</u>rukum wal<u>aa</u> juluudukum wal<u>aa</u>kin <u>zh</u>anantum anna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> ya'lamu katsiiran mimm<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "وَذَٰلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ",
  "id" : "Dan yang demikian itu adalah prasangkamu yang telah kamu sangka kepada Tuhanmu, Dia telah membinasakan kamu, maka jadilah kamu termasuk orang-orang yang merugi.",
  "nomor" : "23",
  "tr" : "wa<u>dzaa</u>likum <u>zh</u>annukumu <strong>al</strong>la<u>dz</u>ii <u>zh</u>anantum birabbikum ard<u>aa</u>kum fa-a<u>sh</u>ba<u>h</u>tum mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ ۖ وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ",
  "id" : "Jika mereka bersabar (menderita azab) maka nerakalah tempat diam mereka dan jika mereka mengemukakan alasan-alasan, maka tidaklah mereka termasuk orang-orang yang diterima alasannya.",
  "nomor" : "24",
  "tr" : "fa-in ya<u>sh</u>biruu fa<strong>al</strong>nn<u>aa</u>ru matswan lahum wa-in yasta'tibuu fam<u>aa</u> hum mina <strong>a</strong>lmu'tabiin<strong>a</strong>"
}, {
  "ar" : "وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ ۖ إِنَّهُمْ كَانُوا خَاسِرِينَ",
  "id" : "Dan Kami tetapkan bagi mereka teman-teman yang menjadikan mereka memandang bagus apa yang ada di hadapan dan di belakang mereka dan tetaplah atas mereka keputusan azab pada umat-umat yang terdahulu sebelum mereka dari jinn dan manusia, sesungguhnya mereka adalah",
  "nomor" : "25",
  "tr" : "waqayya<u>dh</u>n<u>aa</u> lahum quran<u>aa</u>-a fazayyanuu lahum m<u>aa</u> bayna aydiihim wam<u>aa</u> khalfahum wa<u>h</u>aqqa 'alayhimu <strong>a</strong>lqawlu fii umamin qad khalat min qablihim mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi innahum k<u>aa</u>nuu kh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
  "id" : "Dan orang-orang yang kafir berkata: \"Janganlah kamu mendengar dengan sungguh-sungguh akan Al Quraan ini dan buatlah hiruk-pikuk terhadapnya, supaya kamu dapat mengalahkan mereka\".",
  "nomor" : "26",
  "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu l<u>aa</u> tasma'uu lih<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>ni wa<strong>i</strong>lghaw fiihi la'allakum taghlibuun<strong>a</strong>"
}, {
  "ar" : "فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ",
  "id" : "Maka sesungguhnya Kami akan merasakan azab yang keras kepada orang-orang kafir dan Kami akan memberi balasan kepada mereka dengan seburuk-buruk pembalasan bagi apa yang telah mereka kerjakan.",
  "nomor" : "27",
  "tr" : "falanu<u>dz</u>iiqanna <strong>al</strong>la<u>dz</u>iina kafaruu 'a<u>dzaa</u>ban syadiidan walanajziyannahum aswa-a <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "ذَٰلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ ۖ لَهُمْ فِيهَا دَارُ الْخُلْدِ ۖ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
  "id" : "Demikianlah balasan terhadap musuh-musuh Allah, (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.",
  "nomor" : "28",
  "tr" : "<u>dzaa</u>lika jaz<u>aa</u>u a'd<u>aa</u>-i <strong>al</strong>l<u>aa</u>hi <strong>al</strong>nn<u>aa</u>ru lahum fiih<u>aa</u> d<u>aa</u>ru <strong>a</strong>lkhuldi jaz<u>aa</u>-an bim<u>aa</u> k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>"
}, {
  "ar" : "وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ",
  "id" : "Dan orang-orang kafir berkata: \"Ya Rabb kami perlihatkanlah kepada kami dua jenis orang yang telah menyesatkan kami (yaitu) sebagian dari jinn dan manusia agar kami letakkan keduanya di bawah telapak kaki kami supaya kedua jenis itu menjadi orang-orang yang hina\".",
  "nomor" : "29",
  "tr" : "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu rabban<u>aa</u> arin<u>aa</u> <strong>al</strong>la<u>dz</u>ayni a<u>dh</u>all<u>aa</u>n<u>aa</u> mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi naj'alhum<u>aa</u> ta<u>h</u>ta aqd<u>aa</u>min<u>aa</u> liyakuun<u>aa</u> mina <strong>a</strong>l-asfaliin<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ",
  "id" : "Sesungguhnya orang-orang yang mengatakan: \"Tuhan kami ialah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat akan turun kepada mereka dengan mengatakan: \"Janganlah kamu takut dan janganlah merasa sedih; dan gembirakanlah mereka dengan jannah yang telah dijanjikan Allah kepadamu\".",
  "nomor" : "30",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu rabbun<u>aa</u> <strong>al</strong>l<u>aa</u>hu tsumma istaq<u>aa</u>muu tatanazzalu 'alayhimu <strong>a</strong>lmal<u>aa</u>-ikatu <strong>al</strong>l<u>aa</u> takh<u>aa</u>fuu wal<u>aa</u> ta<u>h</u>zanuu wa-absyiruu bi<strong>a</strong>ljannati <strong>al</strong>latii kuntum tuu'aduun<strong>a</strong>"
}, {
  "ar" : "نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
  "id" : "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya kamu memperoleh apa yang kamu inginkan dan memperoleh (pula) di dalamnya apa yang kamu minta.",
  "nomor" : "31",
  "tr" : "na<u>h</u>nu awliy<u>aa</u>ukum fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wafii <strong>a</strong>l-<u>aa</u>khirati walakum fiih<u>aa</u> m<u>aa</u> tasytahii anfusukum walakum fiih<u>aa</u> m<u>aa</u> tadda'uun<strong>a</strong>"
}, {
  "ar" : "نُزُلًا مِنْ غَفُورٍ رَحِيمٍ",
  "id" : "Sebagai hidangan (bagimu) dari Tuhan Yang Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "32",
  "tr" : "nuzulan min ghafuurin ra<u>h</u>iim<strong>in</strong>"
}, {
  "ar" : "وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ",
  "id" : "Siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah, mengerjakan amal yang saleh, dan berkata: \"Sesungguhnya aku termasuk orang-orang yang menyerah diri?\"",
  "nomor" : "33",
  "tr" : "waman a<u>h</u>sanu qawlan mimman da'<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa'amila <u>shaa</u>li<u>h</u>an waq<u>aa</u>la innanii mina <strong>a</strong>lmusl"
}, {
  "ar" : "وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ۚ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ",
  "id" : "Dan tidaklah sama kebaikan dan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, maka tiba-tiba orang yang antaramu dan antara dia ada permusuhan seolah-olah telah menjadi teman yang sangat setia.",
  "nomor" : "34",
  "tr" : "wal<u>aa</u> tastawii <strong>a</strong>l<u>h</u>asanatu wal<u>aa</u> <strong>al</strong>ssayyi-atu idfa' bi<strong>a</strong>llatii hiya a<u>h</u>sanu fa-i<u>dzaa</u> <strong>al</strong>la<u>dz</u>ii baynaka wabaynahu 'ad<u>aa</u>watun ka-annahu waliyyun <u>h</u>amiim<strong>un</strong>"
}, {
  "ar" : "وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ",
  "id" : "Sifat-sifat yang baik itu tidak dianugerahkan melainkan kepada orang-orang yang sabar dan tidak dianugerahkan melainkan kepada orang-orang yang mempunyai keuntungan yang besar.",
  "nomor" : "35",
  "tr" : "wam<u>aa</u> yulaqq<u>aa</u>h<u>aa</u> ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>sh</u>abaruu wam<u>aa</u> yulaqq<u>aa</u>h<u>aa</u> ill<u>aa</u> <u>dz</u>uu <u>h</u>a<u>zhzh</u>in 'a<u>zh</u>iim<strong>in</strong>"
}, {
  "ar" : "وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
  "id" : "Dan jika syetan mengganggumu dengan suatu gangguan, maka mohonlah perlindungan kepada Allah. Sesungguhnya Dia-lah yang Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "36",
  "tr" : "wa-imm<u>aa</u> yanzaghannaka mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni nazghun fa<strong>i</strong>sta'i<u>dz</u> bi<strong>al</strong>l<u>aa</u>hi innahu huwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong></strong>"
}, {
  "ar" : "وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ ۚ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
  "id" : "Dan di antara tanda-tanda kekuasaan-Nya ialah malam, siang, matahari dan bulan. Janganlah sembah matahari maupun bulan, tapi sembahlah Allah Yang menciptakannya, Jika Ialah yang kamu hendak sembah.",
  "nomor" : "37",
  "tr" : "wamin <u>aa</u>y<u>aa</u>tihi <strong>al</strong>laylu wa<strong>al</strong>nnah<u>aa</u>ru wa<strong>al</strong>sysyamsu wa<strong>a</strong>lqamaru l<u>aa</u> tasjuduu li<strong>l</strong>sysyamsi wal<u>aa</u> lilqamari wa<strong>u</strong>sjuduu lill<u>aa</u>hi ala<u>dz</u>ii khalaqahunna in kuntum iyy<u>aa</u>hu ta'buduun<strong>a</strong>"
}, {
  "ar" : "فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ ۩",
  "id" : "Jika mereka menyombongkan diri, maka mereka (malaikat) yang di sisi Tuhanmu bertasbih kepada-Nya di malam dan siang hari, sedang mereka tidak jemu-jemu.",
  "nomor" : "38",
  "tr" : "fa-ini istakbaruu fa<strong>a</strong>lla<u>dz</u>iina 'inda rabbika yusabbi<u>h</u>uuna lahu bi<strong>a</strong>llayli wa<strong>al</strong>nnah<u>aa</u>ri wahum l<u>aa</u> yas-amuun<strong>a</strong>"
}, {
  "ar" : "وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ ۚ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ ۚ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Dan di antara tanda-tanda-Nya (Ialah) bahwa kau lihat bumi kering dan gersang, maka apabila Kami turunkan air di atasnya, niscaya ia bergerak dan subur. Sesungguhnya Tuhan Yang menghidupkannya, Pastilah dapat menghidupkan yang mati. Sesungguhnya Dia Maha Kuasa atas segala sesuatu.",
  "nomor" : "39",
  "tr" : "wamin <u>aa</u>y<u>aa</u>tihi annaka tar<u>aa</u> <strong>a</strong>l-ar<u>dh</u>a kh<u>aa</u>syi'atan fa-i<u>dzaa</u> anzaln<u>aa</u> 'alayh<u>aa</u> <strong>a</strong>lm<u>aa</u>-a ihtazzat warabat inna <strong>al</strong>la<u>dz</u>ii a<u>h</u>y<u>aa</u>h<u>aa</u> lamu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> innahu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا ۗ أَفَمَنْ يُلْقَىٰ فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ۚ اعْمَلُوا مَا شِئْتُمْ ۖ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
  "id" : "Sesungguhnya orang-orang yang mengingkari ayat-ayat Kami, mereka tidak tersembunyi dari Kami. Maka apakah orang-orang yang dilemparkan ke dalam neraka lebih baik, ataukah orang-orang yang datang dengan aman sentosa pada hari Kiamat? Perbuatlah apa yang kamu kehendaki; Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan.",
  "nomor" : "40",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina yul<u>h</u>iduuna fii <u>aa</u>y<u>aa</u>tin<u>aa</u> l<u>aa</u> yakhfawna 'alayn<u>aa</u> afaman yulq<u>aa</u> fii <strong>al</strong>nn<u>aa</u>ri khayrun amman ya/tii <u>aa</u>minan yawma <strong>a</strong>lqiy<u>aa</u>mati i'maluu m<u>aa</u> syi/tum innahu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong></strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ ۖ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ",
  "id" : "Sesungguhnya orang-orang yang mengingkari Al Quraan ketika Al Quraan itu datang kepada mereka, (mereka itu pasti akan celaka), dan sesungguhnya Al Quraan itu adalah kitab yang mulia.",
  "nomor" : "41",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu bi<strong>al</strong><u>dzdz</u>ikri lamm<u>aa</u> j<u>aa</u>-ahum wa-innahu lakit<u>aa</u>bun 'aziiz<strong>un</strong>"
}, {
  "ar" : "لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ",
  "id" : "Yang tidak datang kepadanya (Al Quraan) kebatilan baik dari depan maupun dari belakangnya, yang diturunkan dari Rabb Yang Maha Bijaksana lagi Maha Terpuji.",
  "nomor" : "42",
  "tr" : "l<u>aa</u> ya/tiihi <strong>a</strong>lb<u>aath</u>ilu min bayni yadayhi wal<u>aa</u> min khalfihi tanziilun min <u>h</u>akiimin <u>h</u>amiid<strong>in</strong>"
}, {
  "ar" : "مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
  "id" : "Tidaklah ada yang dikatakan (oleh orang-orang kafir) kepadamu itu selain apa yang sesungguhnya telah dikatakan kepada rasul-rasul sebelum kamu. Sesungguhnya Rabb-mu benar-benar mempunyai ampunan dan hukuman yang pedih.",
  "nomor" : "43",
  "tr" : "m<u>aa</u> yuq<u>aa</u>lu laka ill<u>aa</u> m<u>aa</u> qad qiila li<strong>l</strong>rrusuli min qablika inna rabbaka la<u>dz</u>uu maghfiratin wa<u>dz</u>uu 'iq<u>aa</u>bin <strong>a</strong>liim<strong>in</strong>"
}, {
  "ar" : "وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ ۖ أَأَعْجَمِيٌّ وَعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ",
  "id" : "Dan jikalau Kami jadikan Al Quraan itu suatu bacaan dalam bahasa selain Arab, tentulah mereka mengatakan: \"Mengapa tidak dijelaskan ayat-ayatnya?\" Apakah (patut Al Quraan) dalam bahasa asing sedang (rasul adalah orang) Arab? Katakanlah: \"Al Quraan itu adalah petunjuk dan penawar bagi orang-orang mu'min. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, sedang Al Quraan itu suatu kegelapan bagi mereka. Mereka itu adalah (seperti) yang dipanggil dari tempat yang jauh\".",
  "nomor" : "44",
  "tr" : "walaw ja'aln<u>aa</u>hu qur-<u>aa</u>nan a'jamiyyan laq<u>aa</u>luu lawl<u>aa</u> fu<u>shsh</u>ilat <u>aa</u>y<u>aa</u>tuhu a-a'jamiyyun wa'arabiyyun qul huwa lilla<u>dz</u>iina <u>aa</u>manuu hudan wasyif<u>aa</u>un wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> yu/minuuna fii <u>aatsaa</u>nihim waqrun wahuwa 'alayhim 'aman ul<u>aa</u>-ika yun<u>aa</u>dawna min mak<u>aa</u>nin ba'iid<strong>in</strong>"
}, {
  "ar" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
  "id" : "",
  "nomor" : "45",
  "tr" : "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba fa<strong>i</strong>khtulifa fiihi walawl<u>aa</u> kalimatun sabaqat min rabbika laqu<u>dh</u>iya baynahum wa-innahum lafii syakkin minhu muriib<strong>in</strong>"
}, {
  "ar" : "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ",
  "id" : "Barangsiapa yang mengerjakan amal yang saleh maka (pahalanya) untuk dirinya sendiri dan barangsiapa mengerjakan perbuatan jahat, maka (dosanya) untuk dirinya sendiri; dan sekali-kali tidaklah Rabb-mu menganiaya hamba-hambaNya.",
  "nomor" : "46",
  "tr" : "man 'amila <u>shaa</u>li<u>h</u>an falinafsihi waman as<u>aa</u>-a fa'alayh<u>aa</u> wam<u>aa</u> rabbuka bi<u>zh</u>all<u>aa</u>min lil'abiid<strong>i</strong>"
}, {
  "ar" : "إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۚ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ",
  "id" : "Kepada-Nyalah dikembalikan pengetahuan tentang hari Kiamat. Dan tidak ada buah-buahan keluar dari kelopaknya dan tidak seorang perempuanpun mengandung dan tidak (pula) melahirkan, melainkan dengan sepengetahuan-Nya. Pada hari Tuhan memanggil mereka: \"Dimanakah sekutu-sekutu-Ku itu?\", mereka menjawab: \"Kami nyatakan kepada Engkau bahwa tidak ada seorangpun di antara kami yang memberi kesaksian (bahwa Engkau punya sekutu)\".",
  "nomor" : "47",
  "tr" : "ilayhi yuraddu 'ilmu <strong>al</strong>ss<u>aa</u>'ati wam<u>aa</u> takhruju min tsamar<u>aa</u>tin min akm<u>aa</u>mih<u>aa</u> wam<u>aa</u> ta<u>h</u>milu min unts<u>aa</u> wal<u>aa</u> ta<u>dh</u>a'u ill<u>aa</u> bi'ilmihi wayawma yun<u>aa</u>diihim ayna syurak<u>aa</u>-ii q<u>aa</u>luu <u>aadz</u>ann<u>aa</u>ka m<u>aa</u> minn<u>aa</u> min syahiid<strong>in</strong>"
}, {
  "ar" : "وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ ۖ وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ",
  "id" : "Dan hilang lenyaplah dari mereka apa yang selalu mereka sembah dahulu, dan mereka yakin bahwa tidak ada bagi mereka satu jalan keluarpun.",
  "nomor" : "48",
  "tr" : "wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yad'uuna min qablu wa<u>zh</u>annuu m<u>aa</u> lahum min ma<u>h</u>ii<u>sh</u><strong>in</strong>"
}, {
  "ar" : "لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ",
  "id" : "Manusia tidak jemu memohon kebaikan, dan jika mereka ditimpa malapetaka dia menjadi putus asa lagi putus harapan.",
  "nomor" : "49",
  "tr" : "l<u>aa</u> yas-amu <strong>a</strong>l-ins<u>aa</u>nu min du'<u>aa</u>-i <strong>a</strong>lkhayri wa-in massahu <strong>al</strong>sysyarru fayauusun qanuu<u>th</u><strong>u</strong>"
}, {
  "ar" : "وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ",
  "id" : "Dan jika Kami merasakan kepadanya sesuatu rahmat dari Kami sesudah dia ditimpa kesusahan, pastilah dia berkata: \"Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan datang. Dan jika aku dikembalikan kepada Tuhanku maka sesungguhnya aku akan memperoleh kebaikan pada sisiNya.\" Maka Kami benar-benar akan memberitakan kepada orang-orang kafir apa yang telah mereka kerjakan dan akan Kami rasakan kepada mereka azab yang keras.",
  "nomor" : "50",
  "tr" : "wala-in a<u>dz</u>aqn<u>aa</u>hu ra<u>h</u>matan minn<u>aa</u> min ba'di <u>dh</u>arr<u>aa</u>-a massat-hu layaquulanna h<u>aadzaa</u> lii wam<u>aa</u> a<u>zh</u>unnu <strong>al</strong>ss<u>aa</u>'ata q<u>aa</u>-imatan wala-in ruji'tu il<u>aa</u> rabbii inna lii 'indahu lal<u>h</u>usn<u>aa</u> falanunabbi-anna <strong>al</strong>la<u>dz</u>iina kafaruu bim<u>aa</u> 'amiluu walanu<u>dz</u>iiqannahum min 'a<u>dzaa</u>bin ghalii<u>zh</u><strong>in</strong>"
}, {
  "ar" : "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ",
  "id" : "Dan apabila Kami memberikan ni'mat kepada manusia, ia berpaling dan menjauhkan diri; tetapi apabila ia ditimpa malapetaka, maka ia banyak berdo'a.",
  "nomor" : "51",
  "tr" : "wa-i<u>dzaa</u> an'amn<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ins<u>aa</u>ni a'ra<u>dh</u>a wana<u>aa</u> bij<u>aa</u>nibihi wa-i<u>dzaa</u> massahu <strong>al</strong>sysyarru fa<u>dz</u>uu du'<u>aa</u>-in 'arii<u>dh</u><strong>in</strong>"
}, {
  "ar" : "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ",
  "id" : "Katakanlah: \"Bagaimana pendapatmu jika (Al Quraan) itu datang dari sisi Allah, kemudian kamu mengingkarinya. Siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh?\"",
  "nomor" : "52",
  "tr" : "qul ara-aytum in k<u>aa</u>na min 'indi <strong>al</strong>l<u>aa</u>hi tsumma kafartum bihi man a<u>dh</u>allu mimman huwa fii syiq<u>aa</u>qin ba'iid<strong>in</strong>"
}, {
  "ar" : "سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
  "id" : "Kami akan memperlihatkan kepada mereka tanda-tanda (kekuasaan) Kami di segala wilayah bumi dan pada diri mereka sendiri, hingga jelas bagi mereka bahwa Al Quraan itu adalah benar. Tiadakah cukup bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu?",
  "nomor" : "53",
  "tr" : "sanuriihim <u>aa</u>y<u>aa</u>tin<u>aa</u> fii <strong>a</strong>l-<u>aa</u>f<u>aa</u>qi wafii anfusihim <u>h</u>att<u>aa</u> yatabayyana lahum annahu <strong>a</strong>l<u>h</u>aqqu awa lam yakfi birabbika annahu 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>"
}, {
  "ar" : "أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ ۗ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ",
  "id" : "Ingatlah bahwa sesungguhnya mereka adalah dalam keraguan tentang pertemuan dengan Tuhan mereka. Ingatlah bahwa sesungguhnya Dia Maha Meliputi segala sesuatu.",
  "nomor" : "54",
  "tr" : "al<u>aa</u> innahum fii miryatin min liq<u>aa</u>-i rabbihim <strong>a</strong>l<u>aa</u> innahu bikulli syay-in mu<u>h</u>ii<u>th</u><strong>un</strong>"
} ]
