[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ حم",
  "id" : "Haa Miim.",
  "nomor" : "1",
  "tr" : "<u>haa</u>-miim"
}, {
  "ar" : "عسق",
  "id" : "'Ain Siin Qaaf.",
  "nomor" : "2",
  "tr" : "'ayn-siin-q<u>aa</u>f"
}, {
  "ar" : "كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Demikianlah Allah Yang Maha Perkasa lagi Maha Bijaksana, mewahyukan kepada kamu dan kepada orang-orang sebelum kamu.",
  "nomor" : "3",
  "tr" : "ka<u>dzaa</u>lika yuu<u>h</u>ii ilayka wa-il<u>aa</u> <strong>al</strong>la<u>dz</u>iina min qablika <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
  "id" : "Kepunyaan-Nya-lah apa yang ada di langit dan apa yang ada di bumi. Dan Dialah yang Maha Tinggi lagi Maha Besar.",
  "nomor" : "4",
  "tr" : "lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aliyyu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
}, {
  "ar" : "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ ۚ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ ۗ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ",
  "id" : "Hampir saja langit itu pecah dari sebelah atas (karena kebesaran Tuhan) dan malaikat-malaikat bertasbih serta memuji Tuhan-nya dan memohonkan ampun bagi orang-orang yang ada di bumi. Ingatlah, bahwa sesungguhnya Allah Dia-lah Yang Maha Pengampun lagi Penyayang.",
  "nomor" : "5",
  "tr" : "tak<u>aa</u>du <strong>al</strong>ssam<u>aa</u>w<u>aa</u>tu yatafa<u>ththh</u>arna min fawqihinna wa<strong>a</strong>lmal<u>aa</u>-ikatu yusabbi<u>h</u>uuna bi<u>h</u>amdi rabbihim wayastaghfiruuna liman fii <strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>l<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lghafuuru <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
}, {
  "ar" : "وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
  "id" : "Dan orang-orang yang mengambil pelindung-pelindung selain Allah, Allah mengawasi (perbuatan) mereka; dan kamu (ya Muhammad) bukanlah orang yang diserahi mengawasi mereka.",
  "nomor" : "6",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina ittakha<u>dz</u>uu min duunihi awliy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu <u>h</u>afii<u>zh</u>un 'alayhim wam<u>aa</u> anta 'alayhim biwakiil<strong>in</strong>"
}, {
  "ar" : "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ",
  "id" : "Demikianlah Kami wahyukan kepadamu Al Qur'an dalam bahasa Arab, supaya kamu memberi peringatan kepada ummul Qura (penduduk Mekah) dan penduduk (negeri-negeri) sekelilingnya serta memberi peringatan (pula) tentang hari berkumpul (kiamat) yang tidak ada keraguan padanya. Segolongan masuk surga, dan segolongan masuk Jahannam.",
  "nomor" : "7",
  "tr" : "waka<u>dzaa</u>lika aw<u>h</u>ayn<u>aa</u> ilayka qur-<u>aa</u>nan 'arabiyyan litun<u>dz</u>ira umma <strong>a</strong>lqur<u>aa</u> waman <u>h</u>awlah<u>aa</u> watun<u>dz</u>ira yawma <strong>a</strong>ljam'i l<u>aa</u> rayba fiihi fariiqun fii <strong>a</strong>ljannati wafariiqun fii <strong>al</strong>ssa'iir<strong>i</strong>"
}, {
  "ar" : "وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ ۚ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
  "id" : "Dan kalau Allah menghendaki niscaya Allah menjadikan mereka satu umat (saja), tetapi Dia memasukkan orang-orang yang dikehendaki-Nya ke dalam rahmat-Nya. Dan orang-orang yang zalim tidak ada bagi mereka seorang pelindungpun dan tidak pula seorang penolong.",
  "nomor" : "8",
  "tr" : "walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu laja'alahum ummatan w<u>aah</u>idatan wal<u>aa</u>kin yudkhilu man yasy<u>aa</u>u fii ra<u>h</u>matihi wa<strong>al</strong><u>zhzhaa</u>limuuna m<u>aa</u> lahum min waliyyin wal<u>aa</u> na<u>sh</u>iir<strong>in</strong>"
}, {
  "ar" : "أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ ۖ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي الْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Atau patutkah mereka mengambil pelindung-pelindung selain Allah? Maka Allah, Dialah pelindung (yang sebenarnya) dan Dia menghidupkan orang-orang yang mati, dan Dia adalah Maha Kuasa atas segala sesuatu.",
  "nomor" : "9",
  "tr" : "ami ittakha<u>dz</u>uu min duunihi awliy<u>aa</u>-a fa<strong>al</strong>l<u>aa</u>hu huwa <strong>a</strong>lwaliyyu wahuwa yu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ۚ ذَٰلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
  "id" : "Tentang sesuatu apapun kamu berselisih, maka putusannya (terserah) kepada Allah. (Yang mempunyai sifat-sifat demikian) itulah Allah Tuhanku. Kepada-Nya lah aku bertawakkal dan kepada-Nyalah aku kembali.",
  "nomor" : "10",
  "tr" : "wam<u>aa</u> ikhtalaftum fiihi min syay-in fa<u>h</u>ukmuhu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>likumu <strong>al</strong>l<u>aa</u>hu rabbii 'alayhi tawakkaltu wa-ilayhi uniib<strong>u</strong>"
}, {
  "ar" : "فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ ۚ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِ شَيْءٌ ۖ وَهُوَ السَّمِيعُ الْبَصِيرُ",
  "id" : "(Dia) Pencipta langit dan bumi. Dia menjadikan bagi kamu dari jenis kamu sendiri pasangan-pasangan dan dari jenis binatang ternak pasangan-pasangan (pula), dijadikan-Nya kamu berkembang biak dengan jalan itu. Tidak ada sesuatupun yang serupa dengan Dia, dan Dia-lah yang Maha Mendengar dan Melihat.",
  "nomor" : "11",
  "tr" : "f<u>aath</u>iru <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i ja'ala lakum min anfusikum azw<u>aa</u>jan wamina <strong>a</strong>l-an'<u>aa</u>mi azw<u>aa</u>jan ya<u>dz</u>raukum fiihi laysa kamitslihi syay-un wahuwa <strong>al</strong>ssamii'u <strong>a</strong>lba<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
  "id" : "Kepunyaan-Nya-lah perbendaharaan langit dan bumi; Dia melapangkan rezki bagi siapa yang dikehendaki-Nya dan menyempitkan(nya). Sesungguhnya Dia Maha Mengetahui segala sesuatu.",
  "nomor" : "12",
  "tr" : "lahu maq<u>aa</u>liidu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yabsu<u>th</u>u <strong>al</strong>rrizqa liman yasy<u>aa</u>u wayaqdiru innahu bikulli syay-in 'aliim<strong>un</strong>"
}, {
  "ar" : "شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَىٰ ۖ أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ۚ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ",
  "id" : "Dia telah mensyari'atkan bagi kamu tentang agama apa yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu : Tegakkanlah agama dan janganlah kamu berpecah belah tentangnya. Amat berat bagi orang-orang musyrik agama yang kamu seru mereka kepadanya. Allah menarik kepada agama itu orang yang dikehendaki-Nya dan memberi petunjuk kepada (agama)-Nya orang yang kembali (kepada-Nya).",
  "nomor" : "13",
  "tr" : "syara'a lakum mina <strong>al</strong>ddiini m<u>aa</u> wa<u>shshaa</u> bihi nuu<u>h</u>an wa<strong>a</strong>lla<u>dz</u>ii aw<u>h</u>ayn<u>aa</u> ilayka wam<u>aa</u> wa<u>shsh</u>ayn<u>aa</u> bihi ibr<u>aa</u>hiima wamuus<u>aa</u> wa'iis<u>aa</u> an aqiimuu <strong>al</strong>ddiina wal<u>aa</u> tatafarraquu fiihi kabura 'al<u>aa</u> <strong>a</strong>lmusyrikiina m<u>aa</u> tad'uuhum ilayhi <strong>al</strong>l<u>aa</u>hu yajtabii ilayhi man yasy<u>aa</u>u wayahdii ilayhi man yuniib<strong>u</strong>"
}, {
  "ar" : "وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَىٰ أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
  "id" : "Dan mereka (ahli kitab) tidak berpecah belah, kecuali setelah datang pada mereka ilmu pengetahuan, karena kedengkian di antara mereka. Kalau tidaklah karena sesuatu ketetapan yang telah ada dari Tuhanmu dahulunya (untuk menangguhkan azab) sampai kepada waktu yang ditentukan, pastilah mereka telah dibinasakan. Dan sesungguhnya orang-orang yang diwariskan kepada mereka Al-Kitab (Taurat dan Injil) sesudah mereka, benar-benar berada dalam keraguan yang menggoncangkan tentang kitab itu.",
  "nomor" : "14",
  "tr" : "wam<u>aa</u> tafarraquu ill<u>aa</u> min ba'di m<u>aa</u> j<u>aa</u>-ahumu <strong>a</strong>l'ilmu baghyan baynahum walawl<u>aa</u> kalimatun sabaqat min rabbika il<u>aa</u> ajalin musamman laqu<u>dh</u>iya baynahum wa-inna <strong>al</strong>la<u>dz</u>iina uuritsuu <strong>a</strong>lkit<u>aa</u>ba min ba'dihim lafii syakkin minhu muriib<strong>in</strong>"
}, {
  "ar" : "فَلِذَٰلِكَ فَادْعُ ۖ وَاسْتَقِمْ كَمَا أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ ۖ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ اللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ اللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ الْمَصِيرُ",
  "id" : "Maka karena itu serulah (mereka kepada agama ini) dan tetaplah sebagai mana diperintahkan kepadamu dan janganlah mengikuti hawa nafsu mereka dan katakanlah : \"Aku beriman kepada semua Kitab yang diturunkan Allah dan aku diperintahkan supaya berlaku adil diantara kamu. Allah-lah Tuhan kami dan Tuhan kamu. Bagi kami amal-amal kami dan bagi kamu amal-amal kamu. Tidak ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nyalah kembali (kita) \".",
  "nomor" : "15",
  "tr" : "fali<u>dzaa</u>lika fa<strong>u</strong>d'u wa<strong>i</strong>staqim kam<u>aa</u> umirta wal<u>aa</u> tattabi' ahw<u>aa</u>-ahum waqul <u>aa</u>mantu bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu min kit<u>aa</u>bin waumirtu li-a'dila baynakum <strong>al</strong>l<u>aa</u>hu rabbun<u>aa</u> warabbukum lan<u>aa</u> a'm<u>aa</u>lun<u>aa</u> walakum a'm<u>aa</u>lukum l<u>aa</u> <u>h</u>ujjata baynan<u>aa</u> wabaynakumu <strong>al</strong>l<u>aa</u>hu yajma'u baynan<u>aa</u> wa-ilayhi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
  "id" : "Dan orang-orang yang membantah (agama) Allah sesudah agama itu diterima maka bantahan mereka itu sia-sia saja, di sisi Tuhan mereka. Mereka mendapat kemurkaan (Allah) dan bagi mereka azab yang sangat keras.",
  "nomor" : "16",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yu<u>haa</u>jjuuna fii <strong>al</strong>l<u>aa</u>hi min ba'di m<u>aa</u> istujiiba lahu <u>h</u>ujjatuhum d<u>aah</u>i<u>dh</u>atun 'inda rabbihim wa'alayhim gha<u>dh</u>abun walahum 'a<u>dzaa</u>bun syadiid<strong>un</strong>"
}, {
  "ar" : "اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ",
  "id" : "Allah-lah yang menurunkan kitab dengan (membawa) kebenaran dan (menurunkan) neraca (keadilan). Dan tahukah kamu, boleh jadi hari kiamat itu (sudah) dekat ?",
  "nomor" : "17",
  "tr" : "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii anzala <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi wa<strong>a</strong>lmiiz<u>aa</u>ni wam<u>aa</u> yudriika la'alla <strong>al</strong>ss<u>aa</u>'ata qariib<strong>un</strong>"
}, {
  "ar" : "يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ ۗ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ",
  "id" : "Orang-orang yang tidak beriman kepada hari kiamat meminta supaya hari itu segera didatangkan dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya kiamat itu benar-benar dalam kesesatan yang jauh.",
  "nomor" : "18",
  "tr" : "yasta'jilu bih<u>aa</u> <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bih<u>aa</u> wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu musyfiquuna minh<u>aa</u> waya'lamuuna annah<u>aa</u> <strong>a</strong>l<u>h</u>aqqu <strong>a</strong>l<u>aa</u> inna <strong>al</strong>la<u>dz</u>iina yum<u>aa</u>ruuna fii <strong>al</strong>ss<u>aa</u>'ati lafii <u>dh</u>al<u>aa</u>lin ba'iid<strong>in</strong>"
}, {
  "ar" : "اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ ۖ وَهُوَ الْقَوِيُّ الْعَزِيزُ",
  "id" : "Allah Maha lembut terhadap hamba-hamba-Nya; Dia memberi rezki kepada yang di kehendaki-Nya dan Dialah Yang Maha Kuat lagi Maha Perkasa.",
  "nomor" : "19",
  "tr" : "<strong>al</strong>l<u>aa</u>hu la<u>th</u>iifun bi'ib<u>aa</u>dihi yarzuqu man yasy<u>aa</u>u wahuwa <strong>a</strong>lqawiyyu <strong>a</strong>l'aziiz<strong>u</strong>"
}, {
  "ar" : "مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ ۖ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ",
  "id" : "Barang siapa yang menghendaki keuntungan di akhirat akan Kami tambah keuntungan itu baginya dan barang siapa yang menghendaki keuntungan di dunia Kami berikan kepadanya sebagian dari keuntungan dunia dan tidak ada baginya suatu bahagianpun di akhirat.",
  "nomor" : "20",
  "tr" : "man k<u>aa</u>na yuriidu <u>h</u>artsa <strong>a</strong>l-<u>aa</u>khirati nazid lahu fii <u>h</u>artsihi waman k<u>aa</u>na yuriidu <u>h</u>artsa <strong>al</strong>dduny<u>aa</u> nu/tihi minh<u>aa</u> wam<u>aa</u> lahu fii <strong>a</strong>l-<u>aa</u>khirati min na<u>sh</u>iib<strong>in</strong>"
}, {
  "ar" : "أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ ۚ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
  "id" : "Apakah mereka mempunyai sembahan-sembahan selain Allah yang mensyariatkan untuk mereka agama yang tidak diizinkan Allah? Sekiranya tak ada ketetapan yang menentukan (dari Allah) tentulah mereka telah dibinasakan. Dan sesungguhnya orang-orang yang zalim itu akan memperoleh azab yang amat pedih.",
  "nomor" : "21",
  "tr" : "am lahum syurak<u>aa</u>u syara'uu lahum mina <strong>al</strong>ddiini m<u>aa</u> lam ya/<u>dz</u>an bihi <strong>al</strong>l<u>aa</u>hu walawl<u>aa</u> kalimatu <strong>a</strong>lfa<u>sh</u>li laqu<u>dh</u>iya baynahum wa-inna <strong>al</strong><u>zhzhaa</u>limiina lahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ ۗ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ ۖ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
  "id" : "Kamu lihat orang-orang yang zalim sangat ketakutan karena kejahatan-kejahatan yang telah mereka kerjakan, sedang siksaan menimpa mereka. Dan orang-orang yang beriman serta mengerjakan amal saleh (berada) di dalam taman-taman surga, mereka memperoleh apa yang mereka kehendaki di sisi Tuhan mereka. Yang demikian itu adalah karunia yang besar.",
  "nomor" : "22",
  "tr" : "tar<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiina musyfiqiina mimm<u>aa</u> kasabuu wahuwa w<u>aa</u>qi'un bihim wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti fii raw<u>daa</u>ti <strong>a</strong>ljann<u>aa</u>ti lahum m<u>aa</u> yasy<u>aa</u>uuna 'inda rabbihim <u>dzaa</u>lika huwa <strong>a</strong>lfa<u>dh</u>lu <strong>a</strong>lkabiir<strong>u</strong>"
}, {
  "ar" : "ذَٰلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۗ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ ۗ وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا ۚ إِنَّ اللَّهَ غَفُورٌ شَكُورٌ",
  "id" : "Itulah (karunia) yang (dengan itu) Allah menggembirakan hamba- hamba-Nya yang beriman dan mengerjakan amal yang saleh. Katakanlah: \"Aku tidak meminta kepadamu sesuatu upahpun atas seruanku kecuali kasih sayang dalam kekeluargaan\". Dan siapa yang mengerjakan kebaikan akan Kami tambahkan baginya kebaikan pada kebaikannya itu. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.",
  "nomor" : "23",
  "tr" : "<u>dzaa</u>lika <strong>al</strong>la<u>dz</u>ii yubasysyiru <strong>al</strong>l<u>aa</u>hu 'ib<u>aa</u>dahu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti qul l<u>aa</u> as-alukum 'alayhi ajran ill<u>aa</u> <strong>a</strong>lmawaddata fii <strong>a</strong>lqurb<u>aa</u> waman yaqtarif <u>h</u>asanatan nazid lahu fiih<u>aa</u> <u>h</u>usnan inna <strong>al</strong>l<u>aa</u>ha ghafuurun syakuur<strong>un</strong>"
}, {
  "ar" : "أَمْ يَقُولُونَ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا ۖ فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
  "id" : "Bahkan mereka mengatakan: \" Dia (Muhammad) telah mengada-adakan dusta terhadap Allah \". Maka jika Allah menghendaki niscaya Dia mengunci mati hatimu; dan Allah menghapuskan yang batil dan membenarkan yang hak dengan kalimat-kalimat-Nya (Al Qur'an). Sesungguhnya Dia Maha Mengetahui segala isi hati.",
  "nomor" : "24",
  "tr" : "am yaquuluuna iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban fa-in yasya-i <strong>al</strong>l<u>aa</u>hu yakhtim 'al<u>aa</u> qalbika wayam<u>h</u>u <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lb<u>aath</u>ila wayu<u>h</u>iqqu <strong>a</strong>l<u>h</u>aqqa bikalim<u>aa</u>tihi innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
}, {
  "ar" : "وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
  "id" : "Dan Dialah yang menerima taubat dari hamba-hamba-Nya dan memaafkan kesalahan-kesalahan dan mengetahui apa yang kamu kerjakan,",
  "nomor" : "25",
  "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii yaqbalu <strong>al</strong>ttawbata 'an 'ib<u>aa</u>dihi waya'fuu 'ani <strong>al</strong>ssayyi-ati waya'lamu m<u>aa</u> taf'aluun<strong>a</strong>"
}, {
  "ar" : "وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ ۚ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ",
  "id" : "dan Dia memperkenankan (doa) orang-orang yang beriman serta mengerjakan amal yang saleh dan menambah (pahala) kepada mereka dari karunia-Nya. Dan orang-orang yang kafir bagi mereka azab yang sangat keras.",
  "nomor" : "26",
  "tr" : "wayastajiibu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti wayaziiduhum min fa<u>dh</u>lihi wa<strong>a</strong>lk<u>aa</u>firuuna lahum 'a<u>dzaa</u>bun syadiid<strong>un</strong>"
}, {
  "ar" : "وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَٰكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ ۚ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ",
  "id" : "Dan jikalau Allah melapangkan rezki kepada hamba-hamba-Nya tentulah mereka akan melampaui batas di muka bumi, tetapi Allah menurunkan apa yang dikehendaki-Nya dengan ukuran. Sesungguhnya Dia Maha Mengetahui (keadaan) hamba-hamba-Nya lagi Maha Melihat.",
  "nomor" : "27",
  "tr" : "walaw basa<u>th</u>a <strong>al</strong>l<u>aa</u>hu <strong>al</strong>rrizqa li'ib<u>aa</u>dihi labaghaw fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u>kin yunazzilu biqadarin m<u>aa</u> yasy<u>aa</u>u innahu bi'ib<u>aa</u>dihi khabiirun ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ ۚ وَهُوَ الْوَلِيُّ الْحَمِيدُ",
  "id" : "Dan Dialah Yang menurunkan hujan sesudah mereka berputus asa dan menyebarkan rahmat-Nya. Dan Dialah Yang Maha Pelindung lagi Maha Terpuji.",
  "nomor" : "28",
  "tr" : "wahuwa <strong>al</strong>la<u>dz</u>ii yunazzilu <strong>a</strong>lghaytsa min ba'di m<u>aa</u> qana<u>th</u>uu wayansyuru ra<u>h</u>matahu wahuwa <strong>a</strong>lwaliyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>"
}, {
  "ar" : "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ ۚ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ",
  "id" : "Di antara (ayat-ayat) tanda-tanda-Nya ialah menciptakan langit dan bumi dan makhluk-makhluk yang melata Yang Dia sebarkan pada keduanya. Dan Dia Maha Kuasa mengumpulkan semuanya apabila dikehendaki-Nya.",
  "nomor" : "29",
  "tr" : "wamin <u>aa</u>y<u>aa</u>tihi khalqu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> batstsa fiihim<u>aa</u> min d<u>aa</u>bbatin wahuwa 'al<u>aa</u> jam'ihim i<u>dzaa</u> yasy<u>aa</u>u qadiir<strong>un</strong>"
}, {
  "ar" : "وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ",
  "id" : "Dan apa saja musibah yang menimpa kamu maka adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan sebagian besar (dari kesalahan-kesalahanmu).",
  "nomor" : "30",
  "tr" : "wam<u>aa</u> a<u>shaa</u>bakum min mu<u>sh</u>iibatin fabim<u>aa</u> kasabat aydiikum waya'fuu 'an katsiir<strong>in</strong>"
}, {
  "ar" : "وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ ۖ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
  "id" : "Dan kamu tidak dapat melepaskan diri (dari azab Allah) di muka bumi, dan kamu tidak memperoleh seorang pelindung dan tidak pula penolong selain Allah.",
  "nomor" : "31",
  "tr" : "wam<u>aa</u> antum bimu'jiziina fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> lakum min duuni <strong>al</strong>l<u>aa</u>hi min waliyyin wal<u>aa</u> na<u>sh</u>iir<strong>in</strong>"
}, {
  "ar" : "وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ",
  "id" : "Dan di antara tanda-tanda kekuasaan-Nya ialah kapal-kapal di tengah (yang berlayar) di laut seperti gunung-gunung.",
  "nomor" : "32",
  "tr" : "wamin <u>aa</u>y<u>aa</u>tihi <strong>a</strong>ljaw<u>aa</u>ri fii <strong>a</strong>lba<u>h</u>ri ka<strong>a</strong>l-a'l<u>aa</u>m<strong>i</strong>"
}, {
  "ar" : "إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
  "id" : "Jika Dia menghendaki, Dia akan menenangkan angin, maka jadilah kapal-kapal itu terhenti di permukaan laut. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaannya) bagi setiap orang yang banyak bersabar dan banyak bersyukur,",
  "nomor" : "33",
  "tr" : "in yasya/ yuskini <strong>al</strong>rrii<u>h</u>a faya<u>zh</u>lalna raw<u>aa</u>kida 'al<u>aa</u> <u>zh</u>ahrihi inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin likulli <u>sh</u>abb<u>aa</u>rin syakuur<strong>in</strong>"
}, {
  "ar" : "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ",
  "id" : "atau kapal-kapal itu dibinasakan-Nya karena perbuatan mereka atau Dia memberi maaf sebagian besar (dari mereka).",
  "nomor" : "34",
  "tr" : "aw yuubiqhunna bim<u>aa</u> kasabuu waya'fu 'an katsiir<strong>in</strong>"
}, {
  "ar" : "وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ",
  "id" : "Dan supaya orang-orang yang membantah ayat-ayat (kekuasaan) Kami mengetahui bahwa mereka sekali-kali tidak akan memperoleh jalan ke luar (dari siksaan).",
  "nomor" : "35",
  "tr" : "waya'lama <strong>al</strong>la<u>dz</u>iina yuj<u>aa</u>diluuna fii <u>aa</u>y<u>aa</u>tin<u>aa</u> m<u>aa</u> lahum min ma<u>h</u>ii<u>sh</u><strong>in</strong>"
}, {
  "ar" : "فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا ۖ وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ آمَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
  "id" : "Maka sesuatu yang diberikan kepadamu, itu adalah keni'matan hidup di dunia; dan yang ada pada sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka, mereka bertawakkal.",
  "nomor" : "36",
  "tr" : "fam<u>aa</u> uutiitum min syay-in famat<u>aa</u>'u <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> wam<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi khayrun wa-abq<u>aa</u> lilla<u>dz</u>iina <u>aa</u>manuu wa'al<u>aa</u> rabbihim yatawakkaluun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ",
  "id" : "Dan (bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah mereka memberi maaf.",
  "nomor" : "37",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yajtanibuuna kab<u>aa</u>-ira <strong>a</strong>l-itsmi wa<strong>a</strong>lfaw<u>aah</u>isya wa-i<u>dzaa</u> m<u>aa</u> gha<u>dh</u>ibuu hum yaghfiruun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
  "id" : "Dan (bagi) orang-orang yang menerima (mematuhi) seruan Tuhannya dan mendirikan shalat, sedang urusan mereka (diputuskan) dengan musyawarat antara mereka; dan mereka menafkahkan sebagian dari rezki yang Kami berikan kepada mereka.",
  "nomor" : "38",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina istaj<u>aa</u>buu lirabbihim wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa-amruhum syuur<u>aa</u> baynahum wamimm<u>aa</u> razaqn<u>aa</u>hum yunfiquun<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ",
  "id" : "Dan ( bagi) orang-orang yang apabila mereka diperlakukan dengan zalim mereka membela diri.",
  "nomor" : "39",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina i<u>dzaa</u> a<u>shaa</u>bahumu <strong>a</strong>lbaghyu hum yanta<u>sh</u>iruun<strong>a</strong>"
}, {
  "ar" : "وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ ۚ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ",
  "id" : "Dan balasan suatu kejahatan adalah kejahatan yang serupa, maka barang siapa mema'afkan dan berbuat baik maka pahalanya atas (tanggungan) Allah. Sesungguhnya Dia tidak menyukai orang-orang yang zalim.",
  "nomor" : "40",
  "tr" : "wajaz<u>aa</u>u sayyi-atin sayyi-atun mitsluh<u>aa</u> faman 'af<u>aa</u> wa-a<u>sh</u>la<u>h</u>a fa-ajruhu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi innahu l<u>aa</u> yu<u>h</u>ibbu <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَٰئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ",
  "id" : "Dan sesungguhnya orang-orang yang membela diri sesudah teraniaya, tidak ada satu dosapun terhadap mereka.",
  "nomor" : "41",
  "tr" : "walamani inta<u>sh</u>ara ba'da <u>zh</u>ulmihi faul<u>aa</u>-ika m<u>aa</u> 'alayhim min sabiil<strong>in</strong>"
}, {
  "ar" : "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
  "id" : "Sesungguhnya dosa itu atas orang-orang yang berbuat zalim kepada manusia dan melampaui batas di muka bumi tanpa hak. Mereka itu mendapat azab yang pedih.",
  "nomor" : "42",
  "tr" : "innam<u>aa</u> <strong>al</strong>ssabiilu 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina ya<u>zh</u>limuuna <strong>al</strong>nn<u>aa</u>sa wayabghuuna fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi ul<u>aa</u>-ika lahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ الْأُمُورِ",
  "id" : "Tetapi orang yang bersabar dan mema'afkan, sesungguhnya (perbuatan ) yang demikian itu termasuk hal-hal yang diutamakan.",
  "nomor" : "43",
  "tr" : "walaman <u>sh</u>abara waghafara inna <u>dzaa</u>lika lamin 'azmi <strong>a</strong>l-umuur<strong>i</strong>"
}, {
  "ar" : "وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ ۗ وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِنْ سَبِيلٍ",
  "id" : "Dan siapa yang disesatkan Allah maka tidak ada baginya seorang pemimpinpun sesudah itu. Dan kamu akan melihat orang-orang yang zalim ketika mereka melihat azab berkata: \" Adakah kiranya jalan untuk kembali (ke dunia)?\"",
  "nomor" : "44",
  "tr" : "waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min waliyyin min ba'dihi watar<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiina lamm<u>aa</u> ra-awuu <strong>a</strong>l'a<u>dzaa</u>ba yaquuluuna hal il<u>aa</u> maraddin min sabiil<strong>in</strong>"
}, {
  "ar" : "وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ ۗ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ۗ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ",
  "id" : "Dan kamu akan melihat mereka dihadapkan ke neraka dalam keadaan tunduk karena (merasa) hina, mereka melihat dengan pandangan yang lesu. Dan orang-orang yang beriman berkata: \"Sesungguhnya orang-orang yang merugi ialah orang-orang yang kehilangan diri mereka sendiri dan (kehilangan) keluarga mereka pada hari kiamat. Ingatlah, sesungguhnya orang-orang yang zalim itu berada dalam azab yang kekal.",
  "nomor" : "45",
  "tr" : "watar<u>aa</u>hum yu'ra<u>dh</u>uuna 'alayh<u>aa</u> kh<u>aa</u>syi'iina mina <strong>al</strong><u>dzdz</u>ulli yan<u>zh</u>uruuna min <u>th</u>arfin khafiyyin waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu inna <strong>a</strong>lkh<u>aa</u>siriina <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum wa-ahliihim yawma <strong>a</strong>lqiy<u>aa</u>mati <strong>a</strong>l<u>aa</u> inna <strong>al</strong><u>zhzhaa</u>limiina fii 'a<u>dzaa</u>bin muqiim<strong>in</strong>"
}, {
  "ar" : "وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ",
  "id" : "Dan mereka sekali-kali tidak mempunyai pelindung-pelindung yang dapat menolong mereka selain Allah. Dan siapa yang disesatkan Allah maka tidaklah ada baginya satu jalanpun (untuk mendapat petunjuk).",
  "nomor" : "46",
  "tr" : "wam<u>aa</u> k<u>aa</u>na lahum min awliy<u>aa</u>-a yan<u>sh</u>uruunahum min duuni <strong>al</strong>l<u>aa</u>hi waman yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fam<u>aa</u> lahu min sabiil<strong>in</strong>"
}, {
  "ar" : "اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۚ مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ",
  "id" : "Patuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak kedatangannya. Kamu tidak memperoleh tempat berlindung pada hari itu dan tidak (pula) dapat mengingkari (dosa-dosamu).",
  "nomor" : "47",
  "tr" : "istajiibuu lirabbikum min qabli an ya/tiya yawmun l<u>aa</u> maradda lahu mina <strong>al</strong>l<u>aa</u>hi m<u>aa</u> lakum min malja-in yawma-i<u>dz</u>in wam<u>aa</u> lakum min nakiir<strong>in</strong>"
}, {
  "ar" : "فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ ۗ وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ",
  "id" : "Jika mereka berpaling maka Kami tidak mengutus kamu sebagai pengawas bagi mereka. Kewajibanmu tidak lain hanyalah menyampaikan (risalah). Sesungguhnya apabila Kami merasakan kepada manusia sesuatu rahmat dari Kami dia bergembira ria karena rahmat itu. Dan jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri (niscaya mereka ingkar) karena sesungguhnya manusia itu amat ingkar (kepada nikmat).",
  "nomor" : "48",
  "tr" : "fa-in a'ra<u>dh</u>uu fam<u>aa</u> arsaln<u>aa</u>ka 'alayhim <u>h</u>afii<u>zh</u>an in 'alayka ill<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu wa-inn<u>aa</u> i<u>dzaa</u> a<u>dz</u>aqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na minn<u>aa</u> ra<u>h</u>matan fari<u>h</u>a bih<u>aa</u> wa-in tu<u>sh</u>ibhum sayyi-atun bim<u>aa</u> qaddamat aydiihim fa-inna <strong>a</strong>l-ins<u>aa</u>na kafuur<strong>un</strong>"
}, {
  "ar" : "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ يَخْلُقُ مَا يَشَاءُ ۚ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ",
  "id" : "Kepunyaan Allah-lah kerajaan langit dan bumi, Dia menciptakan apa yang Dia kehendaki. Dia memberikan anak-anak perempuan kepada siapa yang Dia kehendaki dan memberikan anak-anak lelaki kepada siapa yang Dia kehendaki,",
  "nomor" : "49",
  "tr" : "lill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yakhluqu m<u>aa</u> yasy<u>aa</u>u yahabu liman yasy<u>aa</u>u in<u>aa</u>tsan wayahabu liman yasy<u>aa</u>u <strong>al</strong><u>dzdz</u>ukuur<strong>a</strong>"
}, {
  "ar" : "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا ۖ وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا ۚ إِنَّهُ عَلِيمٌ قَدِيرٌ",
  "id" : "atau Dia menganugerahkan kedua jenis laki-laki dan perempuan (kepada siapa) yang dikehendaki-Nya, dan Dia menjadikan mandul siapa yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui lagi Maha Kuasa.",
  "nomor" : "50",
  "tr" : "aw yuzawwijuhum <u>dz</u>ukr<u>aa</u>nan wa-in<u>aa</u>tsan wayaj'alu man yasy<u>aa</u>u 'aqiiman innahu 'aliimun qadiir<strong>un</strong>"
}, {
  "ar" : "وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ ۚ إِنَّهُ عَلِيٌّ حَكِيمٌ",
  "id" : "Dan tidak mungkin bagi seorang manusiapun bahwa Allah berkata-kata dengan dia kecuali dengan perantaraan wahyu atau dibelakang tabir atau dengan mengutus seorang utusan (malaikat) lalu diwahyukan kepadanya dengan seizin-Nya apa yang Dia kehendaki. Sesungguhnya Dia Maha Tinggi lagi Maha Bijaksana.",
  "nomor" : "51",
  "tr" : "wam<u>aa</u> k<u>aa</u>na libasyarin an yukallimahu <strong>al</strong>l<u>aa</u>hu ill<u>aa</u> wa<u>h</u>yan aw min war<u>aa</u>-i <u>h</u>ij<u>aa</u>bin aw yursila rasuulan fayuu<u>h</u>iya bi-i<u>dz</u>nihi m<u>aa</u> yasy<u>aa</u>u innahu 'aliyyun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا ۚ مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَٰكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
  "id" : "Dan demikianlah Kami wahyukan kepadamu wahyu (Al Qur'an) dengan perintah Kami. Sebelumnya kamu tidaklah mengetahui apakah Al Kitab (Al Qur'an) dan tidak pula mengetahui apakah iman itu, tetapi Kami menjadikan Al Qur'an itu cahaya, yang Kami tunjuki dengan dia siapa yang kami kehendaki di antara hamba-hamba Kami. Dan sesungguhnya kamu benar-benar memberi petunjuk kepada jalan yang lurus.",
  "nomor" : "52",
  "tr" : "waka<u>dzaa</u>lika aw<u>h</u>ayn<u>aa</u> ilayka ruu<u>h</u>an min amrin<u>aa</u> m<u>aa</u> kunta tadrii m<u>aa</u> <strong>a</strong>lkit<u>aa</u>bu wal<u>aa</u> <strong>a</strong>l-iim<u>aa</u>nu wal<u>aa</u>kin ja'aln<u>aa</u>hu nuuran nahdii bihi man nasy<u>aa</u>u min 'ib<u>aa</u>din<u>aa</u> wa-innaka latahdii il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
}, {
  "ar" : "صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ",
  "id" : "(Yaitu) jalan Allah yang kepunyaan-Nya segala apa yang ada di langit dan apa yang ada di bumi. Ingatlah, bahwa kepada Allah-lah kembali semua urusan.",
  "nomor" : "53",
  "tr" : "<u>sh</u>ir<u>aath</u>i <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii lahu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>l<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi ta<u>sh</u>iiru <strong>a</strong>l-umuur<strong>u</strong>"
} ]
