[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ ۚ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ ۗ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ",
  "id" : "Hai orang-orang yang beriman, penuhilah aqad-aqad itu. Dihalalkan bagimu binatang ternak, kecuali yang akan dibacakan kepadamu. (Yang demikian itu) dengan tidak menghalalkan berburu ketika kamu sedang mengerjakan haji. Sesungguhnya Allah menetapkan hukum-hukum menurut yang dikehendaki-Nya.",
  "nomor" : "1",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu awfuu bi<strong>a</strong>l'uquudi u<u>h</u>illat lakum bahiimatu <strong>a</strong>l-an'<u>aa</u>mi ill<u>aa</u> m<u>aa</u> yutl<u>aa</u> 'alaykum ghayra mu<u>h</u>illii <strong>al</strong><u>shsh</u>aydi wa-antum <u>h</u>urumun inna <strong>al</strong>l<u>aa</u>ha ya<u>h</u>kumu m<u>aa</u> yuriid<strong>u</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا ۚ وَإِذَا حَلَلْتُمْ فَاصْطَادُوا ۚ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا ۘ وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ ۚ وَاتَّقُوا اللَّهَ ۖ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu melanggar syi'ar-syi'ar Allah, dan jangan melanggar kehormatan bulan-bulan haram, jangan (mengganggu) binatang-binatang had-ya, dan binatang-binatang qalaa-id, dan jangan (pula) mengganggu orang-orang yang mengunjungi Baitullah sedang mereka mencari kurnia dan keredhaan dari Tuhannya dan apabila kamu telah menyelesaikan ibadah haji, maka bolehlah berburu. Dan janganlah sekali-kali kebencian(mu) kepada sesuatu kaum karena mereka menghalang-halangi kamu dari Masjidilharam, mendorongmu berbuat aniaya (kepada mereka). Dan tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan pelanggaran. Dan bertakwalah kamu kepada Allah, sesungguhnya Allah amat berat siksa-Nya.",
  "nomor" : "2",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tu<u>h</u>illuu sya'<u>aa</u>-ira <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> <strong>al</strong>sysyahra <strong>a</strong>l<u>h</u>ar<u>aa</u>ma wal<u>aa</u> <strong>a</strong>lhadya wal<u>aa</u> <strong>a</strong>lqal<u>aa</u>-ida wal<u>aa</u> <u>aa</u>mmiina <strong>a</strong>lbayta <strong>a</strong>l<u>h</u>ar<u>aa</u>ma yabtaghuuna fa<u>dh</u>lan min rabbihim wari<u>dh</u>w<u>aa</u>nan wa-i<u>dzaa</u> <u>h</u>alaltum fa<strong>i</strong><u>staa</u>duu wal<u>aa</u> yajrimannakum syana<u>aa</u>nu qawmin an <u>sh</u>adduukum 'ani <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi an ta'taduu wata'<u>aa</u>wanuu 'al<u>aa</u> <strong>a</strong>lbirri wa<strong>al</strong>ttaqw<u>aa</u> wal<u>aa</u> ta'<u>aa</u>wanuu 'al<u>aa</u> <strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ۚ ذَٰلِكُمْ فِسْقٌ ۗ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ ۚ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا ۚ فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ ۙ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "Diharamkan bagimu (memakan) bangkai, darah, daging babi, (daging hewan) yang disembelih atas nama selain Allah, yang tercekik, yang terpukul, yang jatuh, yang ditanduk, dan diterkam binatang buas, kecuali yang sempat kamu menyembelihnya, dan (diharamkan bagimu) yang disembelih untuk berhala. Dan (diharamkan juga) mengundi nasib dengan anak panah, (mengundi nasib dengan anak panah itu) adalah kefasikan. Pada hari ini orang-orang kafir telah putus asa untuk (mengalahkan) agamamu, sebab itu janganlah kamu takut kepada mereka dan takutlah kepada-Ku. Pada hari ini telah Kusempurnakan untuk kamu agamamu, dan telah Ku-cukupkan kepadamu ni'mat-Ku, dan telah Ku-ridhai Islam itu jadi agama bagimu. Maka barang siapa terpaksa karena kelaparan tanpa sengaja berbuat dosa, sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "3",
  "tr" : "<u>h</u>urrimat 'alaykumu <strong>a</strong>lmaytatu wa<strong>al</strong>ddamu wala<u>h</u>mu <strong>a</strong>lkhinziiri wam<u>aa</u> uhilla lighayri <strong>al</strong>l<u>aa</u>hi bihi wa<strong>a</strong>lmunkhaniqatu wa<strong>a</strong>lmawquu<u>dz</u>atu wa<strong>a</strong>lmutaraddiyatu wa<strong>al</strong>nna<u>th</u>ii<u>h</u>atu wam<u>aa</u> akala <strong>al</strong>ssabu'u ill<u>aa</u> m<u>aa ts</u>akkaytum wam<u>aa</u> <u>dz</u>ubi<u>h</u>a 'al<u>aa</u> <strong>al</strong>nnu<u>sh</u>ubi wa-an tastaqsimuu bi<strong>a</strong>l-azl<u>aa</u>mi <u>dzaa</u>likum fisqun <strong>a</strong>lyawma ya-isa <strong>al</strong>la<u>dz</u>iina kafaruu min diinikum fal<u>aa</u> takhsyawhum wa<strong>i</strong>khsyawni <strong>a</strong>lyawma akmaltu lakum diinakum wa-atmamtu 'alaykum ni'matii wara<u>dh</u>iitu lakumu <strong>a</strong>l-isl<u>aa</u>ma diinan famani i<u>dth</u>urra fii makhma<u>sh</u>atin ghayra mutaj<u>aa</u>nifin li-itsmin fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ ۖ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ ۙ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ ۖ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
  "id" : "Mereka menanyakan kepadamu: \"Apakah yang dihalalkan bagi mereka?\". Katakanlah: \"Dihalalkan bagimu yang baik-baik dan (buruan yang ditangkap) oleh binatang buas yang telah kamu ajar dengan melatih nya untuk berburu; kamu mengajarnya menurut apa yang telah diajarkan Allah kepadamu. Maka makanlah dari apa yang ditangkapnya untukmu, dan sebutlah nama Allah atas binatang buas itu (waktu melepaskannya). Dan bertakwalah kepada Allah, sesungguhnya Allah amat cepat hisab-Nya.",
  "nomor" : "4",
  "tr" : "yas-aluunaka m<u>aatsaa</u> u<u>h</u>illa lahum qul u<u>h</u>illa lakumu <strong>al</strong><u>ththh</u>ayyib<u>aa</u>tu wam<u>aa</u> 'allamtum mina <strong>a</strong>ljaw<u>aa</u>ri<u>h</u>i mukallibiina tu'allimuunahunna mimm<u>aa</u> 'allamakumu <strong>al</strong>l<u>aa</u>hu fakuluu mimm<u>aa</u> amsakna 'alaykum wa<strong>u</strong><u>dz</u>kuruu isma <strong>al</strong>l<u>aa</u>hi 'alayhi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ ۖ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ ۖ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ ۗ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ",
  "id" : "Pada hari ini dihalalkan bagimu yang baik-baik. Makanan (sembelihan) orang-orang yang diberi Al Kitab itu halal bagimu, dan makanan kamu halal (pula) bagi mereka. (Dan dihalalkan mangawini) wanita yang menjaga kehormatan diantara wanita-wanita yang beriman dan wanita-wanita yang menjaga kehormatan di antara orang-orang yang diberi Al Kitab sebelum kamu, bila kamu telah membayar mas kawin mereka dengan maksud menikahinya, tidak dengan maksud berzina dan tidak (pula) menjadikannya gundik-gundik. Barangsiapa yang kafir sesudah beriman (tidak menerima hukum-hukum Islam) maka hapuslah amalannya dan ia di hari kiamat termasuk orang-orang merugi.",
  "nomor" : "5",
  "tr" : "alyawma u<u>h</u>illa lakumu <strong>al</strong><u>ththh</u>ayyib<u>aa</u>tu wa<u>th</u>a'<u>aa</u>mu <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba <u>h</u>illun lakum wa<u>th</u>a'<u>aa</u>mukum <u>h</u>illun lahum wa<strong>a</strong>lmu<u>hs</u>an<u>aa</u>tu mina <strong>a</strong>lmu/min<u>aa</u>ti wa<strong>a</strong>lmu<u>hs</u>an<u>aa</u>tu mina <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba min qablikum i<u>dzaa</u> <u>aa</u>taytumuuhunna ujuurahunna mu<u>hs</u>iniina ghayra mus<u>aa</u>fi<u>h</u>iina wal<u>aa</u> muttakhi<u>dz</u>ii akhd<u>aa</u>nin waman yakfur bi<strong>a</strong>l-iim<u>aa</u>ni faqad <u>h</u>abi<u>th</u>a 'amaluhu wahuwa fii <strong>a</strong>l-<u>aa</u>khirati mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ ۚ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا ۚ وَإِنْ كُنْتُمْ مَرْضَىٰ أَوْ عَلَىٰ سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ ۚ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَٰكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
  "id" : "Hai orang-orang yang beriman, apabila kamu hendak mengerjakan shalat, maka basuhlah mukamu dan tanganmu sampai dengan siku, dan sapulah kepalamu dan (basuh) kakimu sampai dengan kedua mata kaki, dan jika kamu junub maka mandilah, dan jika kamu sakit atau dalam perjalanan atau kembali dari tempat buang air (kakus) atau menyentuh perempuan, lalu kamu tidak memperoleh air, maka bertayammumlah dengan tanah yang baik (bersih); sapulah mukamu dan tanganmu dengan tanah itu. Allah tidak hendak menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan ni'mat-Nya bagimu, supaya kamu bersyukur.",
  "nomor" : "6",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> qumtum il<u>aa</u> <strong>al</strong><u>shsh</u>al<u>aa</u>ti fa<strong>i</strong>ghsiluu wujuuhakum wa-aydiyakum il<u>aa</u> <strong>a</strong>lmar<u>aa</u>fiqi wa<strong>i</strong>msa<u>h</u>uu biruuusikum wa-arjulakum il<u>aa</u> <strong>a</strong>lka'bayni wa-in kuntum junuban fa<strong>i</strong><u>ththh</u>ahharuu wa-in kuntum mar<u>daa</u> aw 'al<u>aa</u> safarin aw j<u>aa</u>-a a<u>h</u>adun minkum mina <strong>a</strong>lgh<u>aa</u>-i<u>th</u>i aw l<u>aa</u>mastumu <strong>al</strong>nnis<u>aa</u>-a falam tajiduu m<u>aa</u>-an fatayammamuu <u>sh</u>a'iidan <u>th</u>ayyiban fa<strong>i</strong>msa<u>h</u>uu biwujuuhikum wa-aydiikum minhu m<u>aa</u> yuriidu <strong>al</strong>l<u>aa</u>hu liyaj'ala 'alaykum min <u>h</u>arajin wal<u>aa</u>kin yuriidu liyu<u>th</u>ahhirakum waliyutimma ni'matahu 'alaykum la'allakum tasykuruun<strong>a</strong>"
}, {
  "ar" : "وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
  "id" : "Dan ingatlah karunia Allah kepadamu dan perjanjian-Nya yang telah diikat-Nya dengan kamu, ketika kamu mengatakan: \"Kami dengar dan kami ta'ati\". Dan bertakwalah kepada Allah, sesungguhnya Allah Mengetahui isi hati(mu).",
  "nomor" : "7",
  "tr" : "wa<strong>u</strong><u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum wamiits<u>aa</u>qahu <strong>al</strong>la<u>dz</u>ii w<u>aa</u>tsaqakum bihi i<u>dz</u> qultum sami'n<u>aa</u> wa-a<u>th</u>a'n<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ ۖ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَىٰ أَلَّا تَعْدِلُوا ۚ اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَىٰ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
  "id" : "Hai orang-orang yang beriman hendaklah kamu jadi orang-orang yang selalu menegakkan (kebenaran) karena Allah, menjadi saksi dengan adil. Dan janganlah sekali-kali kebencianmu terhadap sesuatu kaum, mendorong kamu untuk berlaku tidak adil. Berlaku adillah, karena adil itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan.",
  "nomor" : "8",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu kuunuu qaww<u>aa</u>miina lill<u>aa</u>hi syuhad<u>aa</u>-a bi<strong>a</strong>lqis<u>th</u>i wal<u>aa</u> yajrimannakum syana<u>aa</u>nu qawmin 'al<u>aa</u> <strong>al</strong>l<u>aa</u> ta'diluu i'diluu huwa aqrabu li<strong>l</strong>ttaqw<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۙ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
  "id" : "Allah telah menjanjikan kepada orang-orang yang beriman dan yang beramal saleh, (bahwa) untuk mereka ampunan dan pahala yang besar.",
  "nomor" : "9",
  "tr" : "wa'ada <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti lahum maghfiratun wa-ajrun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
  "id" : "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu adalah penghuni neraka.",
  "nomor" : "10",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>lja<u>h</u>iim<strong>i</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ ۖ وَاتَّقُوا اللَّهَ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
  "id" : "Hai orang-orang yang beriman, ingatlah kamu akan ni'mat Allah (yang diberikan-Nya) kepadamu, di waktu suatu kaum bermaksud hendak menggerakkan tangannya kepadamu (untuk berbuat jahat), maka Allah menahan tangan mereka dari kamu. Dan bertakwalah kepada Allah, dan hanya kepada Allah sajalah orang-orang mu'min itu harus bertawakkal.",
  "nomor" : "11",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum i<u>dz</u> hamma qawmun an yabsu<u>th</u>uu ilaykum aydiyahum fakaffa aydiyahum 'ankum wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>"
}, {
  "ar" : "وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا ۖ وَقَالَ اللَّهُ إِنِّي مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۚ فَمَنْ كَفَرَ بَعْدَ ذَٰلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ",
  "id" : "Dan sesungguhnya Allah telah mengambil perjanjian (dari) Bani Israil dan telah Kami angkat diantara mereka 12 orang pemimpin dan Allah berfirman: \"Sesungguhnya Aku beserta kamu, sesungguhnya jika kamu mendirikan shalat dan menunaikan zakat serta beriman kepada rasul-rasul-Ku dan kamu bantu mereka dan kamu pinjamkan kepada Allah pinjaman yang baik sesungguhnya Aku akan menutupi dosa-dosamu. Dan sesungguhnya kamu akan Kumasukkan ke dalam surga yang mengalir air didalamnya sungai-sungai. Maka barangsiapa yang kafir di antaramu sesudah itu, sesungguhnya ia telah tersesat dari jalan yang lurus.",
  "nomor" : "12",
  "tr" : "walaqad akha<u>dz</u>a <strong>al</strong>l<u>aa</u>hu miits<u>aa</u>qa banii isr<u>aa</u>-iila waba'atsn<u>aa</u> minhumu itsnay 'asyara naqiiban waq<u>aa</u>la <strong>al</strong>l<u>aa</u>hu innii ma'akum la-in aqamtumu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>taytumu <strong>al</strong>zzak<u>aa</u>ta wa<u>aa</u>mantum birusulii wa'azzartumuuhum wa-aqra<u>dh</u>tumu <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan laukaffiranna 'ankum sayyi-<u>aa</u>tikum walaudkhilannakum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru faman kafara ba'da <u>dzaa</u>lika minkum faqad <u>dh</u>alla saw<u>aa</u>-a <strong>al</strong>ssabiil<strong>i</strong>"
}, {
  "ar" : "فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً ۖ يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ ۙ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ ۖ فَاعْفُ عَنْهُمْ وَاصْفَحْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ",
  "id" : "(Tetapi) karena mereka melanggar janjinya, Kami kutuki mereka, dan Kami jadikan hati mereka keras membatu. Mereka suka merobah perkataan (Allah) dari tempat-tempatnya, dan mereka (sengaja) melupakan sebagian dari apa yang mereka telah diperingatkan dengannya, dan kamu (Muhammad) senantiasa akan melihat kekhianatan dari mereka kecuali sedikit diantara mereka (yang tidak berkhianat), maka maafkanlah mereka dan biarkan mereka, sesungguhnya Allah menyukai orang-orang yang berbuat baik.",
  "nomor" : "13",
  "tr" : "fabim<u>aa</u> naq<u>dh</u>ihim miits<u>aa</u>qahum la'ann<u>aa</u>hum waja'aln<u>aa</u> quluubahum q<u>aa</u>siyatan yu<u>h</u>arrifuuna <strong>a</strong>lkalima 'an maw<u>aad</u>i'ihi wanasuu <u>h</u>a<u>zhzh</u>an mimm<u>aa</u> <u>dz</u>ukkiruu bihi wal<u>aa</u> taz<u>aa</u>lu ta<u>ththh</u>ali'u 'al<u>aa</u> kh<u>aa</u>-inatin minhum ill<u>aa</u> qaliilan minhum fa<strong>u</strong>'fu 'anhum wa<strong>i</strong><u>sh</u>fa<u>h</u> inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَىٰ يَوْمِ الْقِيَامَةِ ۚ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ",
  "id" : "Dan diantara orang-orang yang mengatakan: \"Sesungguhnya kami ini orang-orang Nasrani\", ada yang telah kami ambil perjanjian mereka, tetapi mereka (sengaja) melupakan sebagian dari apa yang mereka telah diberi peringatan dengannya; maka Kami timbulkan di antara mereka permusuhan dan kebencian sampai hari kiamat. Dan kelak Allah akan memberitakan kepada mereka apa yang mereka kerjakan.",
  "nomor" : "14",
  "tr" : "wamina <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu inn<u>aa</u> na<u>shaa</u>r<u>aa</u> akha<u>dz</u>n<u>aa</u> miits<u>aa</u>qahum fanasuu <u>h</u>a<u>zhzh</u>an mimm<u>aa</u> <u>dz</u>ukkiruu bihi fa-aghrayn<u>aa</u> baynahumu <strong>a</strong>l'ad<u>aa</u>wata wa<strong>a</strong>lbagh<u>dhaa</u>-a il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati wasawfa yunabbi-uhumu <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> k<u>aa</u>nuu ya<u>sh</u>na'uun<strong>a</strong>"
}, {
  "ar" : "يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ ۚ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ",
  "id" : "Hai Ahli Kitab, sesungguhnya telah datang kepadamu Rasul Kami, menjelaskan kepadamu banyak dari isi Al Kitab yang kamu sembunyi kan, dan banyak (pula yang) dibiarkannya. Sesungguhnya telah datang kepadamu cahaya dari Allah, dan Kitab yang menerangkan.",
  "nomor" : "15",
  "tr" : "y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi qad j<u>aa</u>-akum rasuulun<u>aa</u> yubayyinu lakum katsiiran mimm<u>aa</u> kuntum tukhfuuna mina <strong>a</strong>lkit<u>aa</u>bi waya'fuu 'an katsiirin qad j<u>aa</u>-akum mina <strong>al</strong>l<u>aa</u>hi nuurun wakit<u>aa</u>bun mubiin<strong>un</strong>"
}, {
  "ar" : "يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
  "id" : "Dengan kitab itulah Allah menunjuki orang-orang yang mengikuti keredhaan-Nya ke jalan keselamatan, dan (dengan kitab itu pula) Allah mengeluarkan orang-orang itu dari gelap gulita kepada cahaya yang terang benderang dengan seizin-Nya, dan menunjuki mereka ke jalan yang lurus.",
  "nomor" : "16",
  "tr" : "yahdii bihi <strong>al</strong>l<u>aa</u>hu mani ittaba'a ri<u>dh</u>w<u>aa</u>nahu subula <strong>al</strong>ssal<u>aa</u>mi wayukhrijuhum mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri bi-i<u>dz</u>nihi wayahdiihim il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
}, {
  "ar" : "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ ۚ قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا ۗ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۚ يَخْلُقُ مَا يَشَاءُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Sesungguhnya telah kafirlah orang-orang yang berkata: \"Sesungguhnya Allah itu ialah Al Masih putera Maryam\". Katakanlah: \"Maka siapakah (gerangan) yang dapat menghalang-halangi kehendak Allah, jika Dia hendak membinasakan Al Masih putera Maryam itu beserta ibunya dan seluruh orang-orang yang berada di bumi kesemuanya?\". Kepunyaan Allahlah kerajaan langit dan bumi dan apa yang ada diantara keduanya; Dia menciptakan apa yang dikehendaki-Nya. Dan Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "17",
  "tr" : "laqad kafara <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lmasii<u>h</u>u ibnu maryama qul faman yamliku mina <strong>al</strong>l<u>aa</u>hi syay-an in ar<u>aa</u>da an yuhlika <strong>a</strong>lmasii<u>h</u>a ibna maryama waummahu waman fii <strong>a</strong>l-ar<u>dh</u>i jamii'an walill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> baynahum<u>aa</u> yakhluqu m<u>aa</u> yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "وَقَالَتِ الْيَهُودُ وَالنَّصَارَىٰ نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ ۚ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ ۖ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ ۚ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۚ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ وَإِلَيْهِ الْمَصِيرُ",
  "id" : "Orang-orang Yahudi dan Nasrani mengatakan: \"Kami ini adalah anak-anak Allah dan kekasih-kekasih-Nya\". Katakanlah: \"Maka mengapa Allah menyiksa kamu karena dosa-dosamu?\" (Kamu bukanlah anak-anak Allah dan kekasih-kekasih-Nya), tetapi kamu adalah manusia(biasa) diantara orang-orang yang diciptakan-Nya dan menyiksa siapa yang dikehendaki-Nya dan menyiksa siapa yang dikehendaki-Nya. Dan Kepunyaan Allah-lah kerajaan antara keduanya. Dan kepada Allah-lah kembali (segala sesuatu).",
  "nomor" : "18",
  "tr" : "waq<u>aa</u>lati <strong>a</strong>lyahuudu wa<strong>al</strong>nna<u>shaa</u>r<u>aa</u> na<u>h</u>nu abn<u>aa</u>u <strong>al</strong>l<u>aa</u>hi wa-a<u>h</u>ibb<u>aa</u>uhu qul falima yu'a<u>dzdz</u>ibukum bi<u>dz</u>unuubikum bal antum basyarun mimman khalaqa yaghfiru liman yasy<u>aa</u>u wayu'a<u>dzdz</u>ibu man yasy<u>aa</u>u walill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> baynahum<u>aa</u> wa-ilayhi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Hai Ahli Kitab, sesungguhnya telah datang kepada kamu Rasul Kami, menjelaskan (syari'at Kami) kepadamu ketika terputus (pengiriman) rasul-rasul agar kamu tidak mengatakan: \"Tidak ada datang kepada kami baik seorang pembawa berita gembira maupun seorang pemberi peringatan\". Sesungguhnya telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "19",
  "tr" : "y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi qad j<u>aa</u>-akum rasuulun<u>aa</u> yubayyinu lakum 'al<u>aa</u> fatratin mina <strong>al</strong>rrusuli an taquuluu m<u>aa</u> j<u>aa</u>-an<u>aa</u> min basyiirin wal<u>aa</u> na<u>dz</u>iirin faqad j<u>aa</u>-akum basyiirun wana<u>dz</u>iirun wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ",
  "id" : "Dan (ingatlah) ketika Musa berkata kepada kaumnya: \"Hai kaumku, ingatlah ni'mat Allah atasmu ketika Dia mengangkat nabi nabi diantaramu, dan dijadikan-Nya kamu orang-orang merdeka, dan diberikan-Nya kepadamu apa yang belum pernah diberikan-Nya kepada seorangpun diantara umat-umat yang lain\".",
  "nomor" : "20",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>la muus<u>aa</u> liqawmihi y<u>aa</u> qawmi u<u>dz</u>kuruu ni'mata <strong>al</strong>l<u>aa</u>hi 'alaykum i<u>dz</u> ja'ala fiikum anbiy<u>aa</u>-a waja'alakum muluukan wa<u>aa</u>t<u>aa</u>kum m<u>aa</u> lam yu/ti a<u>h</u>adan mina <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَىٰ أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ",
  "id" : "Hai kaumku, masuklah ke tanah suci (Palestina) yang telah ditentukan Allah bagimu, dan janganlah kamu lari kebelakang (karena takut kepada musuh), maka kamu menjadi orang-orang yang merugi.",
  "nomor" : "21",
  "tr" : "y<u>aa</u> qawmi udkhuluu <strong>a</strong>l-ar<u>dh</u>a <strong>a</strong>lmuqaddasata <strong>al</strong>latii kataba <strong>al</strong>l<u>aa</u>hu lakum wal<u>aa</u> tartadduu 'al<u>aa</u> adb<u>aa</u>rikum fatanqalibuu kh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "قَالُوا يَا مُوسَىٰ إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّىٰ يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ",
  "id" : "Mereka berkata: \"Hai Musa, sesungguhnya dalam negeri itu ada orang-orang yang gagah perkasa, sesungguhnya kami sekali-kali tidak akan memasukinya sebelum mereka ke luar daripadanya. Jika mereka ke luar daripadanya, pasti kami akan memasukinya\".",
  "nomor" : "22",
  "tr" : "q<u>aa</u>luu y<u>aa</u> muus<u>aa</u> inna fiih<u>aa</u> qawman jabb<u>aa</u>riina wa-inn<u>aa</u> lan nadkhulah<u>aa</u> <u>h</u>att<u>aa</u> yakhrujuu minh<u>aa</u> fa-in yakhrujuu minh<u>aa</u> fa-inn<u>aa</u> d<u>aa</u>khiluun<strong>a</strong>"
}, {
  "ar" : "قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ ۚ وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Berkatalah dua orang diantara orang-orang yang takut (kepada Allah) yang Allah telah memberi ni'mat atas keduanya: \"Serbulah mereka dengan melalui pintu gerbang (kota) itu, maka bila kamu memasukinya niscaya kamu akan menang. Dan hanya kepada Allah hendaknya kamu bertawakkal, jika kamu benar-benar orang yang beriman\".",
  "nomor" : "23",
  "tr" : "q<u>aa</u>la rajul<u>aa</u>ni mina <strong>al</strong>la<u>dz</u>iina yakh<u>aa</u>fuuna an'ama <strong>al</strong>l<u>aa</u>hu 'alayhim<u>aa</u> udkhuluu 'alayhimu <strong>a</strong>lb<u>aa</u>ba fa-i<u>dzaa</u> dakhaltumuuhu fa-innakum gh<u>aa</u>libuuna wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi fatawakkaluu in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "قَالُوا يَا مُوسَىٰ إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا ۖ فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ",
  "id" : "Mereka berkata: \"Hai Musa, kami sekali sekali tidak akan memasuki nya selama-lamanya, selagi mereka ada didalamnya, karena itu pergilah kamu bersama Tuhanmu, dan berperanglah kamu berdua, sesungguhnya kami hanya duduk menanti disini saja\".",
  "nomor" : "24",
  "tr" : "q<u>aa</u>luu y<u>aa</u> muus<u>aa</u> inn<u>aa</u> lan nadkhulah<u>aa</u> abadan m<u>aa</u> d<u>aa</u>muu fiih<u>aa</u> fa-i<u>dz</u>hab anta warabbuka faq<u>aa</u>til<u>aa</u> inn<u>aa</u> h<u>aa</u>hun<u>aa</u> q<u>aa</u>'iduun<strong>a</strong>"
}, {
  "ar" : "قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي ۖ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ",
  "id" : "Berkata Musa: \"Ya Tuhanku, aku tidak menguasai kecuali diriku sendiri dan saudaraku. Sebab itu pisahkanlah antara kami dengan orang-orang yang fasik itu\".",
  "nomor" : "25",
  "tr" : "q<u>aa</u>la rabbi innii l<u>aa</u> amliku ill<u>aa</u> nafsii wa-akhii fa<strong>u</strong>fruq baynan<u>aa</u> wabayna <strong>a</strong>lqawmi <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>"
}, {
  "ar" : "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ ۛ أَرْبَعِينَ سَنَةً ۛ يَتِيهُونَ فِي الْأَرْضِ ۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ",
  "id" : "Allah berfirman: \"(Jika demikian), maka sesungguhnya negeri itu diharamkan atas mereka selama empat puluh tahun, (selama itu) mereka akan berputar-putar kebingungan di bumi (padang Tiih) itu. Maka janganlah kamu bersedih hati (memikirkan nasib) orang-orang yang fasik itu.\"",
  "nomor" : "26",
  "tr" : "q<u>aa</u>la fa-innah<u>aa</u> mu<u>h</u>arramatun 'alayhim arba'iina sanatan yatiihuuna fii <strong>a</strong>l-ar<u>dh</u>i fal<u>aa</u> ta/sa 'al<u>aa</u> <strong>a</strong>lqawmi <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>"
}, {
  "ar" : "وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ ۖ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ",
  "id" : "Ceritakanlah kepada mereka kisah kedua putera Adam (Habil dan Qabil) menurut yang sebenarnya, ketika keduanya mempersembahkan korban, maka diterima dari salah seorang dari mereka berdua (Habil) dan tidak diterima dari yang lain (Qabil). Ia berkata (Qabil): \"Aku pasti membunuhmu!\". Berkata Habil: \"Sesungguhnya Allah hanya menerima (korban) dari orang-orang yang bertakwa\".",
  "nomor" : "27",
  "tr" : "wa<strong>u</strong>tlu 'alayhim naba-a ibnay <u>aa</u>dama bi<strong>a</strong>l<u>h</u>aqqi i<u>dz</u> qarrab<u>aa</u> qurb<u>aa</u>nan fatuqubbila min a<u>h</u>adihim<u>aa</u> walam yutaqabbal mina <strong>a</strong>l-<u>aa</u>khari q<u>aa</u>la la-aqtulannaka q<u>aa</u>la innam<u>aa</u> yataqabbalu <strong>al</strong>l<u>aa</u>hu mina <strong>a</strong>lmuttaqiin<strong>a</strong>"
}, {
  "ar" : "لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ ۖ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ",
  "id" : "\"Sungguh kalau kamu menggerakkan tanganmu kepadaku untuk membunuhku, aku sekali-kali tidak akan menggerakkan tanganku kepadamu untuk membunuhmu. Sesungguhnya aku takut kepada Allah, Tuhan seru sekalian alam.\"",
  "nomor" : "28",
  "tr" : "la-in basa<u>th</u>ta ilayya yadaka litaqtulanii m<u>aa</u> an<u>aa</u> bib<u>aa</u>si<u>th</u>in yadiya ilayka li-aqtulaka innii akh<u>aa</u>fu <strong>al</strong>l<u>aa</u>ha rabba <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ ۚ وَذَٰلِكَ جَزَاءُ الظَّالِمِينَ",
  "id" : "\"Sesungguhnya aku ingin agar kamu kembali dengan (membawa) dosa (membunuh)ku dan dosamu sendiri, maka kamu akan menjadi penghuni neraka, dan yang demikian itulah pembalasan bagi orang-orang yang zalim.\"",
  "nomor" : "29",
  "tr" : "innii uriidu an tabuu-a bi-itsmii wa-itsmika fatakuuna min a<u>sh</u>-<u>haa</u>bi <strong>al</strong>nn<u>aa</u>ri wa<u>dzaa</u>lika jaz<u>aa</u>u <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ",
  "id" : "Maka hawa nafsu Qabil menjadikannya menganggap mudah membunuh saudaranya, sebab itu dibunuhnyalah, maka jadilah ia seorang diantara orang-orang yang merugi.",
  "nomor" : "30",
  "tr" : "fa<u>th</u>awwa'at lahu nafsuhu qatla akhiihi faqatalahu fa-a<u>sh</u>ba<u>h</u>a mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ ۚ قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَٰذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي ۖ فَأَصْبَحَ مِنَ النَّادِمِينَ",
  "id" : "Kemudian Allah menyuruh seekor burung gagak menggali-gali di bumi untuk memperlihatkan kepadanya (Qabil) bagaimana seharusnya menguburkan mayat saudaranya. Berkata Qabil: \"Aduhai celaka aku, mengapa aku tidak mampu berbuat seperti burung gagak ini, lalu aku dapat menguburkan mayat saudaraku ini?\" Karena itu jadilah dia seorang diantara orang-orang yang menyesal.",
  "nomor" : "31",
  "tr" : "faba'atsa <strong>al</strong>l<u>aa</u>hu ghur<u>aa</u>ban yab<u>h</u>atsu fii <strong>a</strong>l-ar<u>dh</u>i liyuriyahu kayfa yuw<u>aa</u>rii saw-ata akhiihi q<u>aa</u>la y<u>aa</u> waylat<u>aa</u> a'ajaztu an akuuna mitsla h<u>aadzaa</u> <strong>a</strong>lghur<u>aa</u>bi fauw<u>aa</u>riya saw-ata akhii fa-a<u>sh</u>ba<u>h</u>a mina <strong>al</strong>nn<u>aa</u>dimiin<strong>a</strong>"
}, {
  "ar" : "مِنْ أَجْلِ ذَٰلِكَ كَتَبْنَا عَلَىٰ بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا ۚ وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَٰلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ",
  "id" : "Oleh karena itu Kami tetapkan (suatu hukum) bagi Bani Israil, bahwa: barangsiapa yang membunuh seorang manusia, bukan karena orang itu (membunuh) orang lain, atau bukan karena membuat kerusakan dimuka bumi, maka seakan-akan dia telah membunuh manusia seluruhnya. Dan barangsiapa yang memelihara kehidupan seorang manusia, maka seolah-olah dia telah memelihara kehidupan manusia semuanya. Dan sesungguhnya telah datang kepada mereka rasul-rasul Kami dengan (membawa) keterangan-keterangan yang jelas, kemudian banyak diantara mereka sesudah itu sungguh-sungguh melampaui batas dalam berbuat kerusakan dimuka bumi.",
  "nomor" : "32",
  "tr" : "min ajli <u>dzaa</u>lika katabn<u>aa</u> 'al<u>aa</u> banii isr<u>aa</u>-iila annahu man qatala nafsan bighayri nafsin aw fas<u>aa</u>din fii <strong>a</strong>l-ar<u>dh</u>i faka-annam<u>aa</u> qatala <strong>al</strong>nn<u>aa</u>sa jamii'an waman a<u>h</u>y<u>aa</u>h<u>aa</u> faka-annam<u>aa</u> a<u>h</u>y<u>aa</u> <strong>al</strong>nn<u>aa</u>sa jamii'an walaqad j<u>aa</u>-at-hum rusulun<u>aa</u> bi<strong>a</strong>lbayyin<u>aa</u>ti tsumma inna katsiiran minhum ba'da <u>dzaa</u>lika fii <strong>a</strong>l-ar<u>dh</u>i lamusrifuun<strong>a</strong>"
}, {
  "ar" : "إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ۚ ذَٰلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا ۖ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
  "id" : "Sesungguhnya pembalasan terhadap orang-orang yang memerangi Allah dan Rasul-Nya dan membuat kerusakan di muka bumi, hanyalah mereka dibunuh atau disalib, atau dipotong tangan dan kaki mereka dengan bertimbal balik, atau dibuang dari negeri (tempat kediamannya). Yang demikian itu (sebagai) suatu penghinaan untuk mereka didunia, dan di akhirat mereka beroleh siksaan yang besar,",
  "nomor" : "33",
  "tr" : "innam<u>aa</u> jaz<u>aa</u>u <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>ribuuna <strong>al</strong>l<u>aa</u>ha warasuulahu wayas'awna fii <strong>a</strong>l-ar<u>dh</u>i fas<u>aa</u>dan an yuqattaluu aw yu<u>sh</u>allabuu aw tuqa<u>ththh</u>a'a aydiihim wa-arjuluhum min khil<u>aa</u>fin aw yunfaw mina <strong>a</strong>l-ar<u>dh</u>i <u>dzaa</u>lika lahum khizyun fii <strong>al</strong>dduny<u>aa</u> walahum fii <strong>a</strong>l-<u>aa</u>khirati 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ ۖ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "kecuali orang-orang yang taubat (di antara mereka) sebelum kamu dapat menguasai (menangkap) mereka; maka ketahuilah bahwasanya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "34",
  "tr" : "ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina t<u>aa</u>buu min qabli an taqdiruu 'alayhim fa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ",
  "id" : "Hai orang-orang yang beriman, bertakwalah kepada Allah dan carilah jalan yang mendekatkan diri kepada-Nya, dan berjihadlah pada jalan-Nya, supaya kamu mendapat keberuntungan.",
  "nomor" : "35",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>btaghuu ilayhi <strong>a</strong>lwasiilata waj<u>aa</u>hiduu fii sabiilihi la'allakum tufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
  "id" : "Sesungguhnya orang-orang yang kafir sekiranya mereka mempunyai apa yang dibumi ini seluruhnya dan mempunyai yang sebanyak itu (pula) untuk menebusi diri mereka dengan itu dari azab hari kiamat, niscaya (tebusan itu) tidak akan diterima dari mereka, dan mereka beroleh azab yang pedih.",
  "nomor" : "36",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu law anna lahum m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i jamii'an wamitslahu ma'ahu liyaftaduu bihi min 'a<u>dzaa</u>bi yawmi <strong>a</strong>lqiy<u>aa</u>mati m<u>aa</u> tuqubbila minhum walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا ۖ وَلَهُمْ عَذَابٌ مُقِيمٌ",
  "id" : "Mereka ingin keluar dari neraka, padahal mereka sekali-kali tidak dapat keluar daripadanya, dan mereka beroleh azab yang kekal.",
  "nomor" : "37",
  "tr" : "yuriiduuna an yakhrujuu mina <strong>al</strong>nn<u>aa</u>ri wam<u>aa</u> hum bikh<u>aa</u>rijiina minh<u>aa</u> walahum 'a<u>dzaa</u>bun muqiim<strong>un</strong>"
}, {
  "ar" : "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
  "id" : "Laki-laki yang mencuri dan perempuan yang mencuri, potonglah tangan keduanya (sebagai) pembalasan bagi apa yang mereka kerjakan dan sebagai siksaan dari Allah. Dan Allah Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "38",
  "tr" : "wa<strong>al</strong>ss<u>aa</u>riqu wa<strong>al</strong>ss<u>aa</u>riqatu fa<strong>i</strong>q<u>th</u>a'uu aydiyahum<u>aa</u> jaz<u>aa</u>-an bim<u>aa</u> kasab<u>aa</u> nak<u>aa</u>lan mina <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ ۗ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "Maka barangsiapa bertaubat (di antara pencuri-pencuri itu) sesudah melakukan kejahatan itu dan memperbaiki diri, maka sesungguhnya Allah menerima taubatnya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "39",
  "tr" : "faman t<u>aa</u>ba min ba'di <u>zh</u>ulmihi wa-a<u>sh</u>la<u>h</u>a fa-inna <strong>al</strong>l<u>aa</u>ha yatuubu 'alayhi inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Tidakkah kamu tahu, sesungguhnya Allah-lah yang mempunyai kerajaan langit dan bumi, disiksa-Nya siapa yang dikehendaki-Nya dan diampuni-Nya bagi siapa yang dikehendaki-Nya. Dan Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "40",
  "tr" : "alam ta'lam anna <strong>al</strong>l<u>aa</u>ha lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yu'a<u>dzdz</u>ibu man yasy<u>aa</u>u wayaghfiru liman yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ ۛ وَمِنَ الَّذِينَ هَادُوا ۛ سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ ۖ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَٰذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا ۚ وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا ۚ أُولَٰئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ ۚ لَهُمْ فِي الدُّنْيَا خِزْيٌ ۖ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
  "id" : "Hari Rasul, janganlah hendaknya kamu disedihkan oleh orang-orang yang bersegera (memperlihatkan) kekafirannya, yaitu diantara orang-orang yang mengatakan dengan mulut mereka:\"Kami telah beriman\", padahal hati mereka belum beriman; dan (juga) di antara orang-orang Yahudi. (Orang-orang Yahudi itu) amat suka mendengar (berita-berita) bohong dan amat suka mendengar perkataan-perkataan orang lain yang belum pernah datang kepadamu; mereka merobah perkataan-perkataan (Taurat) dari tempat-tempatnya. Mereka mengatakan: \"Jika diberikan ini (yang sudah di robah-robah oleh mereka) kepada kamu, maka terimalah, dan jika kamu diberi yang bukan ini maka hati-hatilah\". Barangsiapa yang Allah menghendaki kesesatannya, maka sekali-kali kamu tidak akan mampu menolak sesuatupun (yang datang) daripada Allah. Mereka itu adalah orang-orang yang Allah tidak hendak mensucikan hati mereka. Mereka beroleh kehinaan di dunia dan di akhirat mereka beroleh siksaan yang besar.",
  "nomor" : "41",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>rrasuulu l<u>aa</u> ya<u>h</u>zunka <strong>al</strong>la<u>dz</u>iina yus<u>aa</u>ri'uuna fii <strong>a</strong>lkufri mina <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu <u>aa</u>mann<u>aa</u> bi-afw<u>aa</u>hihim walam tu/min quluubuhum wamina <strong>al</strong>la<u>dz</u>iina h<u>aa</u>duu samm<u>aa</u>'uuna lilka<u>dz</u>ibi samm<u>aa</u>'uuna liqawmin <u>aa</u>khariina lam ya/tuuka yu<u>h</u>arrifuuna <strong>a</strong>lkalima min ba'di maw<u>aad</u>i'ihi yaquuluuna in uutiitum h<u>aadzaa</u> fakhu<u>dz</u>uuhu wa-in lam tu/tawhu fa<strong>i</strong><u>hts</u>aruu waman yuridi <strong>al</strong>l<u>aa</u>hu fitnatahu falan tamlika lahu mina <strong>al</strong>l<u>aa</u>hi syay-an ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina lam yuridi <strong>al</strong>l<u>aa</u>hu an yu<u>th</u>ahhira quluubahum lahum fii <strong>al</strong>dduny<u>aa</u> khizyun walahum fii <strong>a</strong>l-<u>aa</u>khirati 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ ۚ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ۖ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا ۖ وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ",
  "id" : "Mereka itu adalah orang-orang yang suka mendengar berita bohong, banyak memakan yang haram. Jika mereka (orang Yahudi) datang kepadamu (untuk meminta putusan), maka putuskanlah (perkara itu) diantara mereka, atau berpalinglah dari mereka; jika kamu berpaling dari mereka maka mereka tidak akan memberi mudharat kepadamu sedikitpun. Dan jika kamu memutuskan perkara mereka, maka putuskanlah (perkara itu) diantara mereka dengan adil, sesungguhnya Allah menyukai orang-orang yang adil.",
  "nomor" : "42",
  "tr" : "samm<u>aa</u>'uuna lilka<u>dz</u>ibi akk<u>aa</u>luuna li<strong>l</strong>ssu<u>h</u>ti fa-in j<u>aa</u>uuka fa<strong>u</strong><u>h</u>kum baynahum aw a'ri<u>dh</u> 'anhum wa-in tu'ri<u>dh</u> 'anhum falan ya<u>dh</u>urruuka syay-an wa-in <u>h</u>akamta fa<strong>u</strong><u>h</u>kum baynahum bi<strong>a</strong>lqis<u>th</u>i inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmuqsi<u>th</u>iin<strong>a</strong>"
}, {
  "ar" : "وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَٰلِكَ ۚ وَمَا أُولَٰئِكَ بِالْمُؤْمِنِينَ",
  "id" : "Dan bagaimanakah mereka mengangkatmu menjadi hakim mereka, padahal mereka mempunyai Taurat yang didalamnya (ada) hukum Allah, kemudian mereka berpaling sesudah itu (dari putusanmu)? Dan mereka sungguh-sungguh bukan orang yang beriman.",
  "nomor" : "43",
  "tr" : "wakayfa yu<u>h</u>akkimuunaka wa'indahumu <strong>al</strong>ttawr<u>aa</u>tu fiih<u>aa</u> <u>h</u>ukmu <strong>al</strong>l<u>aa</u>hi tsumma yatawallawna min ba'di <u>dzaa</u>lika wam<u>aa</u> ul<u>aa</u>-ika bi<strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ ۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا ۚ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ",
  "id" : "Sesungguhnya Kami telah menurunkan Kitab Taurat di dalamnya (ada) petunjuk dan cahaya (yang menerangi), yang dengan Kitab itu diputuskan perkara orang-orang Yahudi oleh nabi-nabi yang menyerah diri kepada Allah, oleh orang-orang alim mereka dan pendeta-pendeta mereka, disebabkan mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. Karena itu janganlah kamu takut kepada manusia, (tetapi) takutlah kepada-Ku. Dan janganlah kamu menukar ayat-ayat-Ku dengan harga yang sedikit. Barangsiapa yang tidak memutuskan menurut apa yang diturunkan Allah, maka mereka itu adalah orang-orang yang kafir.",
  "nomor" : "44",
  "tr" : "inn<u>aa</u> anzaln<u>aa</u> <strong>al</strong>ttawr<u>aa</u>ta fiih<u>aa</u> hudan wanuurun ya<u>h</u>kumu bih<u>aa</u> <strong>al</strong>nnabiyyuuna <strong>al</strong>la<u>dz</u>iina aslamuu lilla<u>dz</u>iina h<u>aa</u>duu wa<strong>al</strong>rrabb<u>aa</u>niyyuuna wa<strong>a</strong>l-a<u>h</u>b<u>aa</u>ru bim<u>aa</u> istu<u>h</u>fi<u>zh</u>uu min kit<u>aa</u>bi <strong>al</strong>l<u>aa</u>hi wak<u>aa</u>nuu 'alayhi syuhad<u>aa</u>-a fal<u>aa</u> takhsyawuu <strong>al</strong>nn<u>aa</u>sa wa<strong>i</strong>khsyawni wal<u>aa</u> tasytaruu bi-<u>aa</u>y<u>aa</u>tii tsamanan qaliilan waman lam ya<u>h</u>kum bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu faul<u>aa</u>-ika humu <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>"
}, {
  "ar" : "وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ ۚ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ ۚ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
  "id" : "Dan Kami telah tetapkan terhadap mereka di dalamnya (At Taurat) bahwasanya jiwa (dibalas) dengan jiwa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka luka (pun) ada kisasnya. Barangsiapa yang melepaskan (hak kisas) nya, maka melepaskan hak itu (menjadi) penebus dosa baginya. Barangsiapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itu adalah orang-orang yang zalim.",
  "nomor" : "45",
  "tr" : "wakatabn<u>aa</u> 'alayhim fiih<u>aa</u> anna <strong>al</strong>nnafsa bi<strong>al</strong>nnafsi wa<strong>a</strong>l'ayna bi<strong>a</strong>l'ayni wa<strong>a</strong>l-anfa bi<strong>a</strong>l-anfi wa<strong>a</strong>lu<u>dz</u>una bi<strong>a</strong>lu<u>dz</u>uni wa<strong>al</strong>ssinna bi<strong>al</strong>ssinni wa<strong>a</strong>ljuruu<u>h</u>a qi<u>sas</u>un faman ta<u>sh</u>addaqa bihi fahuwa kaff<u>aa</u>ratun lahu waman lam ya<u>h</u>kum bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu faul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
}, {
  "ar" : "وَقَفَّيْنَا عَلَىٰ آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ ۖ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ",
  "id" : "Dan Kami iringkan jejak mereka (nabi nabi Bani Israil) dengan 'Isa putera Maryam, membenarkan Kitab yang sebelumnya, yaitu: Taurat. Dan Kami telah memberikan kepadanya Kitab Injil sedang didalamnya (ada) petunjuk dan dan cahaya (yang menerangi), dan membenarkan kitab yang sebelumnya, yaitu Kitab Taurat. Dan menjadi petunjuk serta pengajaran untuk orang-orang yang bertakwa.",
  "nomor" : "46",
  "tr" : "waqaffayn<u>aa</u> 'al<u>aa</u> <u>aa</u>ts<u>aa</u>rihim bi'iis<u>aa</u> ibni maryama mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi mina <strong>al</strong>ttawr<u>aa</u>ti wa<u>aa</u>tayn<u>aa</u>hu <strong>a</strong>l-injiila fiihi hudan wanuurun wamu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi mina <strong>al</strong>ttawr<u>aa</u>ti wahudan wamaw'i<u>zh</u>atan lilmuttaqiin<strong>a</strong>"
}, {
  "ar" : "وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ ۚ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
  "id" : "Dan hendaklah orang-orang pengikut Injil, memutuskan perkara menurut apa yang diturunkan Allah didalamnya. Barangsiapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itu adalah orang-orang yang fasik.",
  "nomor" : "47",
  "tr" : "walya<u>h</u>kum ahlu <strong>a</strong>l-injiili bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu fiihi waman lam ya<u>h</u>kum bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
}, {
  "ar" : "وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ ۖ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ ۚ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا ۚ وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ ۖ فَاسْتَبِقُوا الْخَيْرَاتِ ۚ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
  "id" : "Dan Kami telah turunkan kepadamu Al Qur'an dengan membawa kebenaran, membenarkan apa yang sebelumnya, yaitu kitab-kitab (yang diturunkan sebelumnya) dan batu ujian terhadap kitab-kitab yang lain itu; maka putuskanlah perkara mereka menurut apa yang Allah turunkan dan janganlah kamu mengikuti hawa nafsu mereka dengan meninggalkan kebenaran yang telah datang kepadamu. Untuk tiap-tiap umat diantara kamu, Kami berikan aturan dan jalan yang terang. Sekiranya Allah menghendaki, niscaya kamu dijadikan-Nya satu umat (saja), tetapi Allah hendak menguji kamu terhadap pemberian-Nya kepadamu, maka berlomba-lombalah berbuat kebajikan. Hanya kepada Allah-lah kembali kamu semuanya, lalu diberitahukan-Nya kepadamu apa yang telah kamu perselisihkan itu,",
  "nomor" : "48",
  "tr" : "wa-anzaln<u>aa</u> ilayka <strong>a</strong>lkit<u>aa</u>ba bi<strong>a</strong>l<u>h</u>aqqi mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi mina <strong>a</strong>lkit<u>aa</u>bi wamuhayminan 'alayhi fa<strong>u</strong><u>h</u>kum baynahum bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu wal<u>aa</u> tattabi' ahw<u>aa</u>-ahum 'amm<u>aa</u> j<u>aa</u>-aka mina <strong>a</strong>l<u>h</u>aqqi likullin ja'aln<u>aa</u> minkum syir'atan waminh<u>aa</u>jan walaw sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu laja'alakum ummatan w<u>aah</u>idatan wal<u>aa</u>kin liyabluwakum fiim<u>aa</u> <u>aa</u>t<u>aa</u>kum fa<strong>i</strong>stabiquu <strong>a</strong>lkhayr<u>aa</u>ti il<u>aa</u> <strong>al</strong>l<u>aa</u>hi marji'ukum jamii'an fayunabbi-ukum bim<u>aa</u> kuntum fiihi takhtalifuun<strong>a</strong>"
}, {
  "ar" : "وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ ۖ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ ۗ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ",
  "id" : "dan hendaklah kamu memutuskan perkara di antara mereka menurut apa yang diturunkan Allah, dan janganlah kamu mengikuti hawa nafsu mereka. Dan berhati-hatilah kamu terhadap mereka, supaya mereka tidak memalingkan kamu dari sebahagian apa yang telah diturunkan Allah kepadamu. Jika mereka berpaling (dari hukum yang telah diturunkan Allah), maka ketahuilah bahwa sesungguhnya Allah menghendaki akan menimpakan mushibah kepada mereka disebabkan sebahagian dosa-dosa mereka. Dan sesungguhnya kebanyakan manusia adalah orang-orang yang fasik.",
  "nomor" : "49",
  "tr" : "wa-ani u<u>h</u>kum baynahum bim<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu wal<u>aa</u> tattabi' ahw<u>aa</u>-ahum wa<strong>i</strong><u>hts</u>arhum an yaftinuuka 'an ba'<u>dh</u>i m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu ilayka fa-in tawallaw fa<strong>i</strong>'lam annam<u>aa</u> yuriidu <strong>al</strong>l<u>aa</u>hu an yu<u>sh</u>iibahum biba'<u>dh</u>i <u>dz</u>unuubihim wa-inna katsiiran mina <strong>al</strong>nn<u>aa</u>si laf<u>aa</u>siquun<strong>a</strong>"
}, {
  "ar" : "أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ ۚ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ",
  "id" : "Apakah hukum Jahiliyah yang mereka kehendaki, dan (hukum) siapakah yang lebih baik daripada (hukum) Allah bagi orang-orang yang yakin ?",
  "nomor" : "50",
  "tr" : "afa<u>h</u>ukma <strong>a</strong>lj<u>aa</u>hiliyyati yabghuuna waman a<u>h</u>sanu mina <strong>al</strong>l<u>aa</u>hu <u>h</u>ukman liqawmin yuuqinuun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَىٰ أَوْلِيَاءَ ۘ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ ۗ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu mengambil orang-orang Yahudi dan Nasrani menjadi pemimpin-pemimpin(mu); sebahagian mereka adalah pemimpin bagi sebahagian yang lain. Barangsiapa diantara kamu mengambil mereka menjadi pemimpin, maka sesungguhnya orang itu termasuk golongan mereka. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
  "nomor" : "51",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattakhi<u>dz</u>uu <strong>a</strong>lyahuuda wa<strong>al</strong>nna<u>shaa</u>r<u>aa</u> awliy<u>aa</u>-a ba'<u>dh</u>uhum awliy<u>aa</u>u ba'<u>dh</u>in waman yatawallahum minkum fa-innahu minhum inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰ أَنْ تُصِيبَنَا دَائِرَةٌ ۚ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَىٰ مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ",
  "id" : "Maka kamu akan melihat orang-orang yang ada penyakit dalam hatinya (orang-orang munafik) bersegera mendekati mereka (Yahudi dan Nasrani), seraya berkata: \"Kami takut akan mendapat bencana\". Mudah-mudahan Allah akan mendatangkan kemenangan (kepada Rasul-Nya), atau sesuatu keputusan dari sisi-Nya. Maka karena itu, mereka menjadi menyesal terhadap apa yang mereka rahasiakan dalam diri mereka.",
  "nomor" : "52",
  "tr" : "fatar<u>aa</u> <strong>al</strong>la<u>dz</u>iina fii quluubihim mara<u>dh</u>un yus<u>aa</u>ri'uuna fiihim yaquuluuna nakhsy<u>aa</u> an tu<u>sh</u>iiban<u>aa</u> d<u>aa</u>-iratun fa'as<u>aa</u> <strong>al</strong>l<u>aa</u>hu an ya/tiya bi<strong>a</strong>lfat<u>h</u>i aw amrin min 'indihi fayu<u>sh</u>bi<u>h</u>uu 'al<u>aa</u> m<u>aa</u> asarruu fii anfusihim n<u>aa</u>dimiin<strong>a</strong>"
}, {
  "ar" : "وَيَقُولُ الَّذِينَ آمَنُوا أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ۙ إِنَّهُمْ لَمَعَكُمْ ۚ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ",
  "id" : "Dan orang-orang yang beriman akan mengatakan: \"Inikah orang-orang yang bersumpah sungguh-sungguh dengan nama Allah, bahwasanya mereka benar-benar beserta kamu?\" Rusak binasalah segala amal mereka, lalu mereka menjadi orang-orang yang merugi.",
  "nomor" : "53",
  "tr" : "wayaquulu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ah<u>aa</u>ul<u>aa</u>-i <strong>al</strong>la<u>dz</u>iina aqsamuu bi<strong>al</strong>l<u>aa</u>hi jahda aym<u>aa</u>nihim innahum lama'akum <u>h</u>abi<u>th</u>at a'm<u>aa</u>luhum fa-a<u>sh</u>ba<u>h</u>uu kh<u>aa</u>siriin<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ۚ ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
  "id" : "Hai orang-orang yang beriman, barangsiapa di antara kamu yang murtad dari agamanya, maka kelak Allah akan mendatangkan suatu kaum yang Allah mencintai mereka dan merekapun mencintaiNya, yang bersikap lemah lembut terhadap orang yang mu'min, yang bersikap keras terhadap orang-orang kafir, yang berjihad dijalan Allah, dan yang tidak takut kepada celaan orang yang suka mencela. Itulah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya, dan Allah Maha Luas (pemberian-Nya), lagi Maha Mengetahui.",
  "nomor" : "54",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu man yartadda minkum 'an diinihi fasawfa ya/tii <strong>al</strong>l<u>aa</u>hu biqawmin yu<u>h</u>ibbuhum wayu<u>h</u>ibbuunahu a<u>dz</u>illatin 'al<u>aa</u> <strong>a</strong>lmu/miniina a'izzatin 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiina yuj<u>aa</u>hiduuna fii sabiili <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> yakh<u>aa</u>fuuna lawmata l<u>aa</u>-imin <u>dzaa</u>lika fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi yu/tiihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>"
}, {
  "ar" : "إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ",
  "id" : "Sesungguhnya penolong kamu hanyalah Allah, Rasul-Nya, dan orang-orang yang beriman, yang mendirikan shalat dan menunaikan zakat, seraya mereka tunduk (kepada Allah).",
  "nomor" : "55",
  "tr" : "innam<u>aa</u> waliyyukumu <strong>al</strong>l<u>aa</u>hu warasuuluhu wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu <strong>al</strong>la<u>dz</u>iina yuqiimuuna <strong>al</strong><u>shsh</u>al<u>aa</u>ta wayu/tuuna <strong>al</strong>zzak<u>aa</u>ta wahum r<u>aa</u>ki'uun<strong>a</strong>"
}, {
  "ar" : "وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ",
  "id" : "Dan barangsiapa mengambil Allah, Rasul-Nya dan orang-orang yang beriman menjadi penolongnya, maka sesungguhnya pengikut (agama) Allah itulah yang pasti menang.",
  "nomor" : "56",
  "tr" : "waman yatawalla <strong>al</strong>l<u>aa</u>ha warasuulahu wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu fa-inna <u>h</u>izba <strong>al</strong>l<u>aa</u>hi humu <strong>a</strong>lgh<u>aa</u>libuun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ ۚ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu mengambil jadi pemimpinmu, orang-orang yang membuat agamamu jadi buah ejekan dan permainan, (yaitu) di antara orang-orang yang telah diberi kitab sebelummu, dan orang-orang yang kafir (orang-orang musyrik). Dan bertakwalah kepada Allah jika kamu betul-betul orang-orang yang beriman.",
  "nomor" : "57",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattakhi<u>dz</u>uu <strong>al</strong>la<u>dz</u>iina ittakha<u>dz</u>uu diinakum huzuwan wala'iban mina <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba min qablikum wa<strong>a</strong>lkuff<u>aa</u>ra awliy<u>aa</u>-a wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ",
  "id" : "Dan apabila kamu menyeru (mereka) untuk (mengerjakan) sembahyang, mereka menjadikannya buah ejekan dan permainan. Yang demikian itu adalah karena mereka benar-benar kaum yang tidak mau mempergunakan akal.",
  "nomor" : "58",
  "tr" : "wa-i<u>dzaa</u> n<u>aa</u>daytum il<u>aa</u> <strong>al</strong><u>shsh</u>al<u>aa</u>ti ittakha<u>dz</u>uuh<u>aa</u> huzuwan wala'iban <u>dzaa</u>lika bi-annahum qawmun l<u>aa</u> ya'qiluun<strong>a</strong>"
}, {
  "ar" : "قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ",
  "id" : "Katakanlah: \"Hai Ahli Kitab, apakah kamu memandang kami salah, hanya lantaran kami beriman kepada Allah, kepada apa yang diturunkan kepada kami dan kepada apa yang diturunkan sebelumnya, sedang kebanyakan di antara kamu benar-benar orang-orang yang fasik ?",
  "nomor" : "59",
  "tr" : "qul y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi hal tanqimuuna minn<u>aa</u> ill<u>aa</u> an <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wam<u>aa</u> unzila ilayn<u>aa</u> wam<u>aa</u> unzila min qablu wa-anna aktsarakum f<u>aa</u>siquun<strong>a</strong>"
}, {
  "ar" : "قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَٰلِكَ مَثُوبَةً عِنْدَ اللَّهِ ۚ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ ۚ أُولَٰئِكَ شَرٌّ مَكَانًا وَأَضَلُّ عَنْ سَوَاءِ السَّبِيلِ",
  "id" : "Katakanlah: \"Apakah akan aku beritakan kepadamu tentang orang-orang yang lebih buruk pembalasannya dari (orang-orang fasik) itu disisi Allah, yaitu orang-orang yang dikutuki dan dimurkai Allah, di antara mereka (ada) yang dijadikan kera dan babi dan (orang yang) menyembah thaghut ?\". Mereka itu lebih buruk tempatnya dan lebih tersesat dari jalan yang lurus.",
  "nomor" : "60",
  "tr" : "qul hal unabbi-ukum bisyarrin min <u>dzaa</u>lika matsuubatan 'inda <strong>al</strong>l<u>aa</u>hi man la'anahu <strong>al</strong>l<u>aa</u>hu wagha<u>dh</u>iba 'alayhi waja'ala minhumu <strong>a</strong>lqiradata wa<strong>a</strong>lkhan<u>aa</u>ziira wa'abada <strong>al</strong><u>ththaa</u>ghuuti ul<u>aa</u>-ika syarrun mak<u>aa</u>nan wa-a<u>dh</u>allu 'an saw<u>aa</u>-i <strong>al</strong>ssabiil<strong>i</strong>"
}, {
  "ar" : "وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ ۚ وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ",
  "id" : "Dan apabila orang-orang (Yahudi atau munafik) datang kepadamu, mereka mengatakan: \"Kami telah beriman\", padahal mereka datang kepadamu dengan kekafirannya dan mereka pergi (daripada kamu) dengan kekafirannya (pula); dan Allah lebih mengetahui apa yang mereka sembunyikan.",
  "nomor" : "61",
  "tr" : "wa-i<u>dzaa</u> j<u>aa</u>uukum q<u>aa</u>luu <u>aa</u>mann<u>aa</u> waqad dakhaluu bi<strong>a</strong>lkufri wahum qad kharajuu bihi wa<strong>al</strong>l<u>aa</u>hu a'lamu bim<u>aa</u> k<u>aa</u>nuu yaktumuun<strong>a</strong>"
}, {
  "ar" : "وَتَرَىٰ كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ ۚ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ",
  "id" : "Dan kamu akan melihat kebanyakan dari mereka (orang-orang Yahudi) bersegera membuat dosa, permusuhan dan memakan yang haram.Sesungguhnya amat buruk apa yang mereka telah kerjakan itu.",
  "nomor" : "62",
  "tr" : "watar<u>aa</u> katsiiran minhum yus<u>aa</u>ri'uuna fii <strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wa-aklihimu <strong>al</strong>ssu<u>h</u>ta labi/sa m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ ۚ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ",
  "id" : "Mengapa orang-orang alim mereka, pendeta-pendeta mereka tidak melarang mereka mengucapkan perkataan bohong dan memakan yang haram ?. Sesungguhnya amat buruk apa yang telah mereka kerjakan itu.",
  "nomor" : "63",
  "tr" : "lawl<u>aa</u> yanh<u>aa</u>humu <strong>al</strong>rrabb<u>aa</u>niyyuuna wa<strong>a</strong>l-a<u>h</u>b<u>aa</u>ru 'an qawlihimu <strong>a</strong>l-itsma wa-aklihimu <strong>al</strong>ssu<u>h</u>ta labi/sa m<u>aa</u> k<u>aa</u>nuu ya<u>sh</u>na'uun<strong>a</strong>"
}, {
  "ar" : "وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا ۘ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ ۚ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا ۚ وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَىٰ يَوْمِ الْقِيَامَةِ ۚ كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ ۚ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا ۚ وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ",
  "id" : "Orang-orang Yahudi berkata: \"Tangan Allah terbelenggu\", sebenarnya tangan merekalah yang dibelenggu dan merekalah yang dila'nat disebabkan apa yang telah mereka katakan itu. (Tidak demikian), tetapi kedua-dua tangan Allah terbuka; Dia menafkahkan sebagaimana Dia kehendaki. Dan Al Qur'an yang diturunkan kepadamu dari Tuhanmu sungguh-sungguh akan menambah kedurhakaan dan kekafiran bagi kebanyakan di antara mereka. Dan Kami telah timbulkan permusuhan dan kebencian di antara mereka sampai hari kiamat. Setiap mereka menyalakan api peperangan Allah memadamkannya dan mereka berbuat kerusakan dimuka bumi dan Allah tidak menyukai orang-orang yang membuat kerusakan.",
  "nomor" : "64",
  "tr" : "waq<u>aa</u>lati <strong>a</strong>lyahuudu yadu <strong>al</strong>l<u>aa</u>hi maghluulatun ghullat aydiihim walu'inuu bim<u>aa</u> q<u>aa</u>luu bal yad<u>aa</u>hu mabsuu<u>th</u>at<u>aa</u>ni yunfiqu kayfa yasy<u>aa</u>u walayaziidanna katsiiran minhum m<u>aa</u> unzila ilayka min rabbika <u>th</u>ughy<u>aa</u>nan wakufran wa-alqayn<u>aa</u> baynahumu <strong>a</strong>l'ad<u>aa</u>wata wa<strong>a</strong>lbagh<u>dhaa</u>-a il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati kullam<u>aa</u> awqaduu n<u>aa</u>ran lil<u>h</u>arbi a<u>th</u>fa-ah<u>aa</u> <strong>al</strong>l<u>aa</u>hu wayas'awna fii <strong>a</strong>l-ar<u>dh</u>i fas<u>aa</u>dan wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmufsidiin<strong>a</strong>"
}, {
  "ar" : "وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ",
  "id" : "Dan sekiranya Ahli Kitab beriman dan bertakwa, tentulah Kami tutup (hapus) kesalahan-kesalahan mereka dan tentulah Kami masukkan mereka kedalam surga-surga yang penuh kenikmatan.",
  "nomor" : "65",
  "tr" : "walaw anna ahla <strong>a</strong>lkit<u>aa</u>bi <u>aa</u>manuu wa<strong>i</strong>ttaqaw lakaffarn<u>aa</u> 'anhum sayyi-<u>aa</u>tihim wala-adkhaln<u>aa</u>hum jann<u>aa</u>ti <strong>al</strong>nna'iim<strong>i</strong>"
}, {
  "ar" : "وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ ۚ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ ۖ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ",
  "id" : "Dan sekiranya mereka sungguh-sungguh menjalankan (hukum) Taurat dan Injil dan (Al Qur\\rquote an) yang diturunkan kepada mereka dari Tuhannya, niscaya mereka akan mendapat makanan dari atas dan dari bawah kaki mereka. Diantara mereka ada golongan yang pertengahan. Dan alangkah buruknya apa yang dikerjakan oleh kebanyakan mereka.",
  "nomor" : "66",
  "tr" : "walaw annahum aq<u>aa</u>muu <strong>al</strong>ttawr<u>aa</u>ta wa<strong>a</strong>l-injiila wam<u>aa</u> unzila ilayhim min rabbihim la-akaluu min fawqihim wamin ta<u>h</u>ti arjulihim minhum ummatun muqta<u>sh</u>idatun wakatsiirun minhum s<u>aa</u>-a m<u>aa</u> ya'maluun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ ۖ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ ۗ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
  "id" : "Hai Rasul, sampaikanlah apa yang diturunkan kepadamu dari Tuhanmu. Dan jika tidak kamu kerjakan (apa yang diperintahkan itu, berarti) kamu tidak menyampaikan amanat-Nya. Allah memelihara kamu dari (gangguan) manusia. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang kafir.",
  "nomor" : "67",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>rrasuulu balligh m<u>aa</u> unzila ilayka min rabbika wa-in lam taf'al fam<u>aa</u> ballaghta ris<u>aa</u>latahu wa<strong>al</strong>l<u>aa</u>hu ya'<u>sh</u>imuka mina <strong>al</strong>nn<u>aa</u>si inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَىٰ شَيْءٍ حَتَّىٰ تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ ۗ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا ۖ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ",
  "id" : "Katakanlah: \"Hai Ahli Kitab, kamu tidak dipandang beragama sedikitpun hingga kamu menegakkan ajaran-ajaran Taurat, Injil, dan Al Qur'an yang diturunkan kepadamu dari Tuhanmu\". Sesungguhnya apa yang diturunkan kepadamu (Muhammad) dari Tuhanmu akan menambah kedurhakaan dan kekafiran kepada kebanyakan dari mereka; maka janganlah kamu bersedih hati terhadap orang-orang yang kafir itu.",
  "nomor" : "68",
  "tr" : "qul y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi lastum 'al<u>aa</u> syay-in <u>h</u>att<u>aa</u> tuqiimuu <strong>al</strong>ttawr<u>aa</u>ta wa<strong>a</strong>l-injiila wam<u>aa</u> unzila ilaykum min rabbikum walayaziidanna katsiiran minhum m<u>aa</u> unzila ilayka min rabbika <u>th</u>ughy<u>aa</u>nan wakufran fal<u>aa</u> ta/sa 'al<u>aa</u> <strong>a</strong>lqawmi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَىٰ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
  "id" : "Sesungguhnya orang-orang mu'min, orang-orang Yahudi, Shabiin dan orang-orang Nasrani, siapa saja (diantara mereka) yang benar-benar saleh, maka tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati.",
  "nomor" : "69",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa<strong>a</strong>lla<u>dz</u>iina h<u>aa</u>duu wa<strong>al</strong><u>shshaa</u>bi-uuna wa<strong>al</strong>nna<u>shaa</u>r<u>aa</u> man <u>aa</u>mana bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wa'amila <u>shaa</u>li<u>h</u>an fal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
}, {
  "ar" : "لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلًا ۖ كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَىٰ أَنْفُسُهُمْ فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ",
  "id" : "Sesungguhnya Kami telah mengambil perjanjian dari Bani Israil, dan telah Kami utus kepada mereka rasul-rasul. Tetapi setiap datang seorang rasul kepada mereka dengan membawa apa yang yang tidak diingini oleh hawa nafsu mereka, (maka) sebagian dari rasul-rasul itu mereka dustakan dan sebagian yang lain mereka bunuh.",
  "nomor" : "70",
  "tr" : "laqad akha<u>dz</u>n<u>aa</u> miits<u>aa</u>qa banii isr<u>aa</u>-iila wa-arsaln<u>aa</u> ilayhim rusulan kullam<u>aa</u> j<u>aa</u>-ahum rasuulun bim<u>aa</u> l<u>aa</u> tahw<u>aa</u> anfusuhum fariiqan ka<u>dzdz</u>abuu wafariiqan yaqtuluun<strong>a</strong>"
}, {
  "ar" : "وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ ۚ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ",
  "id" : "Dan mereka mengira bahwa tidak akan terjadi suatu bencanapun (terhadap mereka dengan membunuh nabi-nabi itu), maka (karena itu) mereka menjadi buta dan pekak, kemudian Allah menerima taubat mereka, kemudian kebanyakan dari mereka buta dan tuli (lagi). Dan Allah Maha Melihat apa yang mereka kerjakan.",
  "nomor" : "71",
  "tr" : "wa<u>h</u>asibuu <strong>al</strong>l<u>aa</u> takuuna fitnatun fa'amuu wa<u>sh</u>ammuu tsumma t<u>aa</u>ba <strong>al</strong>l<u>aa</u>hu 'alayhim tsumma 'amuu wa<u>sh</u>ammuu katsiirun minhum wa<strong>al</strong>l<u>aa</u>hu ba<u>sh</u>iirun bim<u>aa</u> ya'maluun<strong>a</strong>"
}, {
  "ar" : "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ ۖ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ ۖ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ ۖ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
  "id" : "Sesungguhnya telah kafirlah orang-orang yang berkata: \"Sesungguhnya Allah ialah Al Masih putera Maryam\", padahal Al Masih (sendiri) berkata: \"Hai Bani Israil, sembahlah Allah Tuhanku dan Tuhanmu\". Sesungguhnya orang yang mempersekutukan (sesuatu dengan) Allah, maka pasti Allah mengharamkan kepadanya surga, dan tempatnya ialah neraka, tidaklah ada bagi orang-orang zalim itu seorang penolongpun.",
  "nomor" : "72",
  "tr" : "laqad kafara <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lmasii<u>h</u>u ibnu maryama waq<u>aa</u>la <strong>a</strong>lmasii<u>h</u>u y<u>aa</u> banii isr<u>aa</u>-iila u'buduu <strong>al</strong>l<u>aa</u>ha rabbii warabbakum innahu man yusyrik bi<strong>al</strong>l<u>aa</u>hi faqad <u>h</u>arrama <strong>al</strong>l<u>aa</u>hu 'alayhi <strong>a</strong>ljannata wama/w<u>aa</u>hu <strong>al</strong>nn<u>aa</u>ru wam<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina min an<u>shaa</u>r<strong>in</strong>"
}, {
  "ar" : "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ ۘ وَمَا مِنْ إِلَٰهٍ إِلَّا إِلَٰهٌ وَاحِدٌ ۚ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ",
  "id" : "Sesungguhnya kafirlah orang0orang yang mengatakan: \"Bahwasanya Allah salah seorang dari yang tiga\", padahal sekali-kali tidak ada Tuhan selain dari Tuhan Yang Esa. Jika mereka tidak berhenti dari apa yang mereka katakan itu, pasti orang-orang yang kafir diantara mereka akan ditimpa siksaan yang pedih.",
  "nomor" : "73",
  "tr" : "laqad kafara <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu inna <strong>al</strong>l<u>aa</u>ha ts<u>aa</u>litsu tsal<u>aa</u>tsatin wam<u>aa</u> min il<u>aa</u>hin ill<u>aa</u> il<u>aa</u>hun w<u>aah</u>idun wa-in lam yantahuu 'amm<u>aa</u> yaquuluuna layamassanna <strong>al</strong>la<u>dz</u>iina kafaruu minhum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
  "id" : "Maka mengapa mereka tidak bertaubat kepada Allah dan memohon ampun kepada-Nya ?. Dan Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "74",
  "tr" : "afal<u>aa</u> yatuubuuna il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wayastaghfiruunahu wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ ۖ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ثُمَّ انْظُرْ أَنَّىٰ يُؤْفَكُونَ",
  "id" : "Al Masih putera Maryam itu hanyalah seorang Rasul yang sesungguhnya telah berlalu sebelumnya beberapa rasul, dan ibunya seorang yang sangat benar, kedua-duanya biasa memakan makanan. Perhatikan bagaimana Kami menjelaskan kepada mereka (ahli kitab) tanda-tanda kekuasaan (Kami), kemudian perhatikanlah bagaimana mereka berpaling (dari memperhatikan ayat-ayat Kami itu).",
  "nomor" : "75",
  "tr" : "m<u>aa</u> <strong>a</strong>lmasii<u>h</u>u ibnu maryama ill<u>aa</u> rasuulun qad khalat min qablihi <strong>al</strong>rrusulu waummuhu <u>sh</u>iddiiqatun k<u>aa</u>n<u>aa</u> ya/kul<u>aa</u>ni <strong>al</strong><u>ththh</u>a'<u>aa</u>ma un<u>zh</u>ur kayfa nubayyinu lahumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti tsumma un<u>zh</u>ur ann<u>aa</u> yu/fakuun<strong>a</strong>"
}, {
  "ar" : "قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا ۚ وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
  "id" : "Katakanlah: \"Mengapa kamu menyembah selain daripada Allah, sesuatu yang tidak dapat memberi mudharat kepadamu dan tidak (pula) memberi manfa'at ?\" Dan Allah-lah Yang Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "76",
  "tr" : "qul ata'buduuna min duuni <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> yamliku lakum <u>dh</u>arran wal<u>aa</u> naf'an wa<strong>al</strong>l<u>aa</u>hu huwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>"
}, {
  "ar" : "قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ",
  "id" : "Katakanlah: \"Hai Ahli Kitab, janganlah kamu berlebih-lebihan (melampaui batas) dengan cara tidak benar dalam agamamu. Dan janganlah kamu mengikuti hawa nafsu orang-orang yang telah sesat dahulunya (sebelum kedatangan Muhammad) dan mereka telah menyesatkan kebanyakan (manusia), dan mereka tersesat dari jalan yang lurus\".",
  "nomor" : "77",
  "tr" : "qul y<u>aa</u> ahla <strong>a</strong>lkit<u>aa</u>bi l<u>aa</u> taghluu fii diinikum ghayra <strong>a</strong>l<u>h</u>aqqi wal<u>aa </u>tattabi'uu ahw<u>aa</u>-a qawmin qad <u>dh</u>alluu min qablu wa-a<u>dh</u>alluu katsiiran wa<u>dh</u>alluu 'an saw<u>aa</u>-i <strong>al</strong>ssabiil<strong>i</strong>"
}, {
  "ar" : "لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَىٰ لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ۚ ذَٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ",
  "id" : "Telah dila'nati orang-orang kafir dari Bani Israil dengan lisan Daud dan 'Isa putera Maryam. Yang demikian itu, disebabkan mereka durhaka dan selalu melampaui batas.",
  "nomor" : "78",
  "tr" : "lu'ina <strong>al</strong>la<u>dz</u>iina kafaruu min banii isr<u>aa</u>-iila 'al<u>aa</u> lis<u>aa</u>ni d<u>aa</u>wuuda wa'iis<u>aa</u> ibni maryama <u>dzaa</u>lika bim<u>aa</u> 'a<u>sh</u>aw wak<u>aa</u>nuu ya'taduun<strong>a</strong>"
}, {
  "ar" : "كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ ۚ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ",
  "id" : "Mereka satu sama lain selalu tidak melarang tindakan munkar yang mereka perbuat. Sesungguhnya amat buruklah apa yang selalu mereka perbuat itu.",
  "nomor" : "79",
  "tr" : "k<u>aa</u>nuu l<u>aa</u> yatan<u>aa</u>hawna 'an munkarin fa'aluuhu labi/sa m<u>aa</u> k<u>aa</u>nuu yaf'aluun<strong>a</strong>"
}, {
  "ar" : "تَرَىٰ كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا ۚ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ",
  "id" : "Kamu melihat kebanyakan dari mereka tolong-menolong dengan orang-orang yang kafir (musyrik). Sesungguhnya amat buruklah apa yang mereka sediakan untuk diri mereka, yaitu kemurkaan Allah kepada mereka; dan mereka akan kekal dalam siksaan.",
  "nomor" : "80",
  "tr" : "tar<u>aa</u> katsiiran minhum yatawallawna <strong>al</strong>la<u>dz</u>iina kafaruu labi/sa m<u>aa </u>qaddamat lahum anfusuhum an sakhi<u>th</u>a <strong>al</strong>l<u>aa</u>hu 'alayhim wafii <strong>a</strong>l'a<u>dzaa</u>bi hum kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَٰكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ",
  "id" : "Sekiranya mereka beriman kepada Allah, kepada Nabi (Musa) dan kepada apa yang diturunkan kepadanya (Nabi), niscaya mereka tidak akan mengambil orang-orang musyrikin itu menjadi penolong-penolong, tapi kebanyakan dari mereka adalah orang-orang yang fasik.",
  "nomor" : "81",
  "tr" : "walaw k<u>aa</u>nuu yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>nnabiyyi wam<u>aa</u> unzila ilayhi m<u>aa</u> ittakha<u>dz</u>uuhum awliy<u>aa</u>-a wal<u>aa</u>kinna katsiiran minhum f<u>aa</u>siquun<strong>a</strong>"
}, {
  "ar" : "لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا ۖ وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ ۚ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
  "id" : "Sesungguhnya kamu dapati orang-orang yang paling keras permusuhannya terhadap orang-orang yang beriman ialah orang-orang Yahudi dan orang-orang musyrik. Dan sesungguhnya kamu dapati yang paling dekat persahabatannya dengan orang-orang yang beriman ialah orang-orang yang berkata: \"Sesungguhnya kami ini orang Nasrani\". Yang demikian itu disebabkan karena di antara mereka itu (orang-orang Nasrani) terdapat pendeta-pendeta dan rahib-rahib, (juga) karena sesungguhnya mereka tidak menymbongkan diri.",
  "nomor" : "82",
  "tr" : "latajidanna asyadda <strong>al</strong>nn<u>aa</u>si 'ad<u>aa</u>watan lilla<u>dz</u>iina <u>aa</u>manuu <strong>a</strong>lyahuuda wa<strong>a</strong>lla<u>dz</u>iina asyrakuu walatajidanna aqrabahum mawaddatan lilla<u>dz</u>iina <u>aa</u>manuu <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu inn<u>aa</u> na<u>shaa</u>r<u>aa</u> <u>dzaa</u>lika bi-anna minhum qissiisiina waruhb<u>aa</u>nan wa-annahum l<u>aa</u> yastakbiruun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَىٰ أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ ۖ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
  "id" : "Dan apabila mereka mendengarkan apa yang diturunkan kepada Rasul (Muhammad), kamu lihat mata mereka mencucurkan air mata disebabkan kebenaran (Al Qur'an) yang telah mereka ketahui (dari kitab-kitab mereka sendiri); seraya berkata: \"Ya Tuhan kami, kami telah beriman, maka catatlah kami bersama orang-orang yang menjadi saksi (atas kebenaran Al Qur'an dan kenabian Muhammad s.a.w.).",
  "nomor" : "83",
  "tr" : "wa-i<u>dzaa</u> sami'uu m<u>aa</u> unzila il<u>aa</u> <strong>al</strong>rrasuuli tar<u>aa</u> a'yunahum tafii<u>dh</u>u mina <strong>al</strong>ddam'i mimm<u>aa</u> 'arafuu mina <strong>a</strong>l<u>h</u>aqqi yaquuluuna rabban<u>aa</u> <u>aa</u>mann<u>aa</u> fa<strong>u</strong>ktubn<u>aa</u> ma'a <strong>al</strong>sysy<u>aa</u>hidiin<strong>a</strong>"
}, {
  "ar" : "وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ",
  "id" : "Mengapa kami tidak akan beriman kepada Allah dan kepada kebenaran yang datang kepada kami, padahal kami sangat ingin agar Tuhan kami memasukkan kami ke dalam golongan orang-orang yang saleh ?\".",
  "nomor" : "84",
  "tr" : "wam<u>aa</u> lan<u>aa</u> l<u>aa</u> nu/minu bi<strong>al</strong>l<u>aa</u>hi wam<u>aa</u> j<u>aa</u>-an<u>aa</u> mina <strong>a</strong>l<u>h</u>aqqi wana<u>th</u>ma'u an yudkhilan<u>aa</u> rabbun<u>aa</u> ma'a <strong>a</strong>lqawmi <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ",
  "id" : "Maka Allah memberi mereka pahala terhadap perkataan yang mereka ucapkan, (yaitu) surga yang mengalir sungai-sungai di dalamnya, sedang mereka kekal di dalamnya. Dan itulah balasan (bagi) orang-orang yang berbuat kebaikan (yang ikhlas keimanannya).",
  "nomor" : "85",
  "tr" : "fa-ats<u>aa</u>bahumu <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> q<u>aa</u>luu jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> wa<u>dzaa</u>lika jaz<u>aa</u>u <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
  "id" : "Dan orang-orang kafir serta mendustakan ayat-ayat Kami, mereka itulah penghuni neraka.",
  "nomor" : "86",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>lja<u>h</u>iim<strong>i</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu haramkan apa-apa yang baik yang telah Allah halalkan bagi kamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.",
  "nomor" : "87",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tu<u>h</u>arrimuu <u>th</u>ayyib<u>aa</u>ti m<u>aa</u> a<u>h</u>alla <strong>al</strong>l<u>aa</u>hu lakum wal<u>aa</u> ta'taduu inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmu'tadiin<strong>a</strong>"
}, {
  "ar" : "وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا ۚ وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ",
  "id" : "Dan makanlah makanan yang halal lagi baik dari apa yang Allah telah rezekikan kepadamu, dan bertakwalah kepada Allah yang kamu beriman kepada-Nya.",
  "nomor" : "88",
  "tr" : "wakuluu mimm<u>aa</u> razaqakumu <strong>al</strong>l<u>aa</u>hu <u>h</u>al<u>aa</u>lan <u>th</u>ayyiban wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii antum bihi mu/minuun<strong>a</strong>"
}, {
  "ar" : "لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَٰكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ ۖ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ ۖ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ ۚ وَاحْفَظُوا أَيْمَانَكُمْ ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ",
  "id" : "Allah tidak menghukum kamu disebabkan sumpah-sumpahmu yang tidak dimaksud (untuk bersumpah), tetapi Dia menghukum kamu disebabkan sumpah-sumpah yang kamu sengaja, maka kaffarat (melanggar) sumpah itu, ialah memberi makan sepuluh orang miskin, yaitu dari makanan yang biasa kamu berikan kepada keluargamu, atau memberi pakaian kepada mereka atau memerdekakan seorang budak. Barang siapa tidak sanggup melakukan yang demikian, maka kaffaratnya puasa selama tiga hari. Yang demikian itu adalah kaffarat sumpah-sumpahmu bila kamu bersumpah (dan kamu langgar). Dan jagalah sumpahmu. Demikianlah Allah menerangkan kepadamu hukum-hukum-Nya agar kamu bersyukur (kepada-Nya).",
  "nomor" : "89",
  "tr" : "l<u>aa</u> yu-<u>aa</u>khi<u>dz</u>ukumu <strong>al</strong>l<u>aa</u>hu bi<strong>a</strong>llaghwi fii aym<u>aa</u>nikum wal<u>aa</u>kin yu-<u>aa</u>khi<u>dz</u>ukum bim<u>aa</u> 'aqqadtumu <strong>a</strong>l-aym<u>aa</u>na fakaff<u>aa</u>ratuhu i<u>th</u>'<u>aa</u>mu 'asyarati mas<u>aa</u>kiina min awsa<u>th</u>i m<u>aa</u> tu<u>th</u>'imuuna ahliikum aw kiswatuhum aw ta<u>h</u>riiru raqabatin faman lam yajid fa<u>sh</u>iy<u>aa</u>mu tsal<u>aa</u>tsati ayy<u>aa</u>min <u>dzaa</u>lika kaff<u>aa</u>ratu aym<u>aa</u>nikum i<u>dzaa</u> <u>h</u>alaftum wa<strong>i</strong><u>h</u>fa<u>zh</u>uu aym<u>aa</u>nakum ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakum <u>aa</u>y<u>aa</u>tihi la'allakum tasykuruun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
  "id" : "Hai orang-orang yang beriman, sesungguhnya (meminum) khamar, berjudi, (berkorban untuk) berhala, mengundi nasib dengan panah, adalah termasuk perbuatan syaitan. Maka jauhilah perbuatan-perbuatan itu agar kamu mendapat keberuntungan.",
  "nomor" : "90",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu innam<u>aa</u> <strong>a</strong>lkhamru wa<strong>a</strong>lmaysiru wa<strong>a</strong>l-an<u>shaa</u>bu wa<strong>a</strong>l-azl<u>aa</u>mu rijsun min 'amali <strong>al</strong>sysyay<u>th</u><u>aa</u>ni fa<strong>i</strong>jtanibuuhu la'allakum tufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ ۖ فَهَلْ أَنْتُمْ مُنْتَهُونَ",
  "id" : "Sesungguhnya syaitan itu bermaksud hendak menimbulkan permusuhan dan kebencian di antara kamu lantaran (meminum) khamar dan berjudi itu, dan menghalangi kamu dari mengingat Allah dan sembahyang; maka berhentilah kamu (dari mengerjakan pekerjaan itu).",
  "nomor" : "91",
  "tr" : "innam<u>aa</u> yuriidu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu an yuuqi'a baynakumu <strong>a</strong>l'ad<u>aa</u>wata wa<strong>a</strong>lbagh<u>dhaa</u>-a fii <strong>a</strong>lkhamri wa<strong>a</strong>lmaysiri waya<u>sh</u>uddakum 'an <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wa'ani <strong>al</strong><u>shsh</u>al<u>aa</u>ti fahal antum muntahuun<strong>a</strong>"
}, {
  "ar" : "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا ۚ فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَىٰ رَسُولِنَا الْبَلَاغُ الْمُبِينُ",
  "id" : "Dan ta'atlah kamu kepada Allah dan ta'atlah kamu kepada Rasul-(Nya) dan berhati-hatilah. Jika kamu berpaling, maka ketahuilah bahwa sesungguhnya kewajiban Rasul Kami, hanyalah menyampaikan (amanat Allah) dengan terang.",
  "nomor" : "92",
  "tr" : "wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula wa<strong>i</strong><u>hts</u>aruu fa-in tawallaytum fa<strong>i</strong>'lamuu annam<u>aa</u> 'al<u>aa</u> rasuulin<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu <strong>a</strong>lmubiin<strong>u</strong>"
}, {
  "ar" : "لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا ۗ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
  "id" : "Tidak ada dosa bagi orang-orang yang beriman dan mengerjakan amalan yang saleh karena memakan makanan yang telah mereka makan dahulu, apabila mereka bertakwa serta beriman, dan mengerjakan amalan-amalan yang saleh, kemudian mereka tetap bertakwa dan beriman, kemudian mereka (tetap juga) bertakwa dan berbuat kebajikan. Dan Allah menyukai orang-orang yang berbuat kebajikan.",
  "nomor" : "93",
  "tr" : "laysa 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti jun<u>aah</u>un fiim<u>aa</u> <u>th</u>a'imuu i<u>dzaa</u> m<u>aa</u> ittaqaw wa<u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti tsumma ittaqaw wa<u>aa</u>manuu tsumma ittaqaw wa-a<u>h</u>sanuu wa<strong>al</strong>l<u>aa</u>hu yu<u>h</u>ibbu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ ۚ فَمَنِ اعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُ عَذَابٌ أَلِيمٌ",
  "id" : "Hai orang-orang yang beriman, sesungguhnya Allah akan menguji kamu dengan sesuatu dari binatang buruan yang mudah didapat oleh tangan dan tombakmu supaya Allah mengetahui orang yang takut kepada-Nya, biarpun ia tidak dapat melihat-Nya. Barang siapa yang melanggar batas sesudah itu, maka baginya azab yang pedih.",
  "nomor" : "94",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu layabluwannakumu <strong>al</strong>l<u>aa</u>hu bisyay-in mina <strong>al</strong><u>shsh</u>aydi tan<u>aa</u>luhu aydiikum warim<u>aah</u>ukum liya'lama <strong>al</strong>l<u>aa</u>hu man yakh<u>aa</u>fuhu bi<strong>a</strong>lghaybi famani i'tad<u>aa</u> ba'da <u>dzaa</u>lika falahu 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ ۚ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ ۗ عَفَا اللَّهُ عَمَّا سَلَفَ ۚ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ ۗ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu membunuh binatang buruan, ketika kamu sedang ihram. Barangsiapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan binatang ternak seimbang dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai had-yad yang dibawa sampai ke Ka'bah atau (dendanya) membayar kaffarat dengan memberi makan orang-orang miskin atau berpuasa seimbang dengan makanan yang dikeluarkan itu, supaya dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan apa yang telah lalu. Dan barangsiapa yang kembali mengerjakannya, niscaya Allah akan menyiksanya. Allah Maha Kuasa lagi mempunyai (kekuasaan untuk) menyiksa.",
  "nomor" : "95",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> taqtuluu <strong>al</strong><u>shsh</u>ayda wa-antum <u>h</u>urumun waman qatalahu minkum muta'ammidan fajaz<u>aa</u>un mitslu m<u>aa</u> qatala mina <strong>al</strong>nna'ami ya<u>h</u>kumu bihi <u>dz</u>aw<u>aa</u> 'adlin minkum hadyan b<u>aa</u>ligha <strong>a</strong>lka'bati aw kaff<u>aa</u>ratun <u>th</u>a'<u>aa</u>mu mas<u>aa</u>kiina aw 'adlu <u>dzaa</u>lika <u>sh</u>iy<u>aa</u>man liya<u>dz</u>uuqa wab<u>aa</u>la amrihi 'af<u>aa</u> <strong>al</strong>l<u>aa</u>hu 'amm<u>aa</u> salafa waman '<u>aa</u>da fayantaqimu <strong>al</strong>l<u>aa</u>hu minhu wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>dz</u>uu intiq<u>aa</u>m<strong>in</strong>"
}, {
  "ar" : "أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
  "id" : "Dihalalkan bagimu binatang buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan; dan diharamkan atasmu (menangkap) binatang buruan darat, selama kamu dalam ihram. Dan bertakwalah kepada Allah Yang kepada-Nyalah kamu akan dikumpulkan.",
  "nomor" : "96",
  "tr" : "u<u>h</u>illa lakum <u>sh</u>aydu <strong>a</strong>lba<u>h</u>ri wa<u>th</u>a'<u>aa</u>muhu mat<u>aa</u>'an lakum wali<strong>l</strong>ssayy<u>aa</u>rati wa<u>h</u>urrima 'alaykum <u>sh</u>aydu <strong>a</strong>lbarri m<u>aa</u> dumtum <u>h</u>uruman wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii ilayhi tu<u>h</u>syaruun<strong>a</strong>"
}, {
  "ar" : "جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ ۚ ذَٰلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
  "id" : "Allah telah menjadikan Ka'bah, rumah suci itu sebagai pusat (peribadatan dan urusan dunia) bagi manusia, dan (demikian pula) bulan Haram, had-ya, qalaid. (Allah menjadikan yang) demikian itu agar kamu tahu, bahwa sesungguhnya Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan bahwa sesungguhnya Allah Maha Mengetahui segala sesuatu.",
  "nomor" : "97",
  "tr" : "ja'ala <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lka'bata <strong>a</strong>lbayta <strong>a</strong>l<u>h</u>ar<u>aa</u>ma qiy<u>aa</u>man li<strong>l</strong>nn<u>aa</u>si wa<strong>al</strong>sysyahra <strong>a</strong>l<u>h</u>ar<u>aa</u>ma wa<strong>a</strong>lhadya wa<strong>a</strong>lqal<u>aa</u>-ida <u>dzaa</u>lika lita'lamuu anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa-anna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>"
}, {
  "ar" : "اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "Ketahuilah, bahwa sesungguhnya Allah amat berat siksa-Nya dan bahwa sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "98",
  "tr" : "i'lamuu anna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>bi wa-anna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ ۗ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
  "id" : "Kewajiban Rasul tidak lain hanyalah menyampaikan, dan Allah mengetahui apa yang kamu lahirkan dan apa yang kamu sembunyikan.",
  "nomor" : "99",
  "tr" : "m<u>aa</u> 'al<u>aa</u> <strong>al</strong>rrasuuli ill<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> tubduuna wam<u>aa</u> taktumuun<strong>a</strong>"
}, {
  "ar" : "قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ ۚ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ",
  "id" : "Katakanlah: \"Tidak sama yang buruk dengan yang baik, meskipun banyaknya yang buruk itu menarik hatimu, maka bertakwalah kepada Allah hai orang-orang berakal, agar kamu mendapat keberuntungan.\"",
  "nomor" : "100",
  "tr" : "qul l<u>aa</u> yastawii <strong>a</strong>lkhabiitsu wa<strong>al</strong><u>ththh</u>ayyibu walaw a'jabaka katsratu <strong>a</strong>lkhabiitsi fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha y<u>aa</u> ulii <strong>a</strong>l-alb<u>aa</u>bi la'allakum tufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا ۗ وَاللَّهُ غَفُورٌ حَلِيمٌ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu akan menyusahkan kamu dan jika kamu menanyakan di waktu Al Qur'an itu diturunkan, niscaya akan diterangkan kepadamu, Allah mema'afkan (kamu) tentang hal-hal itu. Allah Maha Pengampun lagi Maha Penyantun.",
  "nomor" : "101",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tas-aluu 'an asyy<u>aa</u>-a in tubda lakum tasu/kum wa-in tas-aluu 'anh<u>aa</u> <u>h</u>iina yunazzalu <strong>a</strong>lqur-<u>aa</u>nu tubda lakum 'af<u>aa</u> <strong>al</strong>l<u>aa</u>hu 'anh<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu ghafuurun <u>h</u>aliim<strong>un</strong>"
}, {
  "ar" : "قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ",
  "id" : "Sesungguhnya telah ada segolongsn manusia sebelum kamu menanyakan hal-hal yang serupa itu (kepada Nabi mereka), kemudian mereka tidak percaya kepadanya.",
  "nomor" : "102",
  "tr" : "qad sa-alah<u>aa</u> qawmun min qablikum tsumma a<u>sh</u>ba<u>h</u>uu bih<u>aa</u> k<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ ۙ وَلَٰكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ ۖ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
  "id" : "Allah sekali-kali tidak pernah mensyari'atkan adanya bahiirah, saaibah, washiilah dan haam. Akan tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti.",
  "nomor" : "103",
  "tr" : "m<u>aa</u> ja'ala <strong>al</strong>l<u>aa</u>hu min ba<u>h</u>iiratin wal<u>aa</u> s<u>aa</u>-ibatin wal<u>aa</u> wa<u>sh</u>iilatin wal<u>aa</u> <u>haa</u>min wal<u>aa</u>kinna <strong>al</strong>la<u>dz</u>iina kafaruu yaftaruuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lka<u>dz</u>iba wa-aktsaruhum l<u>aa</u> ya'qiluun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَىٰ مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا ۚ أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ",
  "id" : "Apabila dikatakan kepada mereka: \"Marilah mengikuti apa yang diturunkan Allah dan mengikuti Rasul\". Mereka menjawab: \"Cukuplah untuk kami apa yang kami dapati bapak-bapak kami mengerjakannya\". Dan apakah mereka itu akan mengikuti nenek moyang mereka walaupun nenek moyang mereka itu tidak mengetahui apa-apa dan tidak (pula) mendapat petunjuk ?.",
  "nomor" : "104",
  "tr" : "wa-i<u>dzaa</u> qiila lahum ta'<u>aa</u>law il<u>aa</u> m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu wa-il<u>aa</u> <strong>al</strong>rrasuuli q<u>aa</u>luu <u>h</u>asbun<u>aa</u> m<u>aa</u> wajadn<u>aa</u> 'alayhi <u>aa</u>b<u>aa</u>-an<u>aa</u> awa law k<u>aa</u>na <u>aa</u>b<u>aa</u>uhum l<u>aa</u> ya'lamuuna syay-an wal<u>aa</u> yahtaduun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ ۖ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ ۚ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
  "id" : "Hai orang-orang yang beriman, jagalah dirimu; tiadalah orang yang sesat itu akan memberi mudharat kepadamu apabila kamu telah mendapat petunjuk. Hanya kepada Allah kamu kembali semuanya, maka Dia akan menerangkan kepadamu apa yang telah kamu kerjakan.",
  "nomor" : "105",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu 'alaykum anfusakum l<u>aa</u> ya<u>dh</u>urrukum man <u>dh</u>alla i<u>dz</u>a ihtadaytum il<u>aa</u> <strong>al</strong>l<u>aa</u>hi marji'ukum jamii'an fayunabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ ۚ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَىٰ ۙ وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ",
  "id" : "Hai orang-orang yang beriman, apabila salah seorang kamu menghadapi kematian, sedang dia akan berwasiat, maka hendaklah (wasiat itu) disaksikan oleh dua orang yang adil di antara kamu, atau dua orang yang berlainan agama dengan kamu, jika kamu dalam perjalanan dimuka bumi lalu kamu ditimpa bahaya kematian. Kamu tahan kedua saksi itu sesudah sembahyang (untuk bersumpah), lalu mereka keduanya bersumpah dengan nama Allah, jika kamu ragu-ragu: \"(Demi Allah) kami tidak akan membeli dengan sumpah ini harga yang sedikit (untuk kepentingan seseorang), walaupun dia karib kerabat, dan tidak (pula) kami menyembunyikan persaksian Allah; sesungguhnya kami kalau demikian tentulah termasuk orang-orang yang berdosa\".",
  "nomor" : "106",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu syah<u>aa</u>datu baynikum i<u>dzaa</u> <u>h</u>a<u>dh</u>ara a<u>h</u>adakumu <strong>a</strong>lmawtu <u>h</u>iina <strong>a</strong>lwa<u>sh</u>iyyati itsn<u>aa</u>ni <u>dz</u>aw<u>aa</u> 'adlin minkum aw <u>aa</u>khar<u>aa</u>ni min ghayrikum in antum <u>dh</u>arabtum fii <strong>a</strong>l-ar<u>dh</u>i fa-a<u>shaa</u>batkum mu<u>sh</u>iibatu <strong>a</strong>lmawti ta<u>h</u>bisuunahum<u>aa</u> min ba'di <strong>al</strong><u>shsh</u>al<u>aa</u>ti fayuqsim<u>aa</u>ni bi<strong>al</strong>l<u>aa</u>hi ini irtabtum l<u>aa</u> nasytarii bihi tsamanan walaw k<u>aa</u>na <u>dzaa</u> qurb<u>aa</u> wal<u>aa</u> naktumu syah<u>aa</u>data <strong>al</strong>l<u>aa</u>hi inn<u>aa</u> i<u>dz</u>an lamina <strong>a</strong>l-<u>aa</u>tsimiin<strong>a</strong>"
}, {
  "ar" : "فَإِنْ عُثِرَ عَلَىٰ أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ",
  "id" : "Jika diketahui bahwa kedua (saksi itu) membuat dosa, maka dua orang yang lain di antara ahli waris yang berhak yang lebih dekat kepada orang yang meninggal (memajukan tuntutan) untuk menggantikannya, lalu keduanya bersumpah dengan nama Allah: \"Sesungguhnya persaksian kami labih layak diterima daripada persaksian kedua saksi itu, dan kami tidak melanggar batas, sesungguhnya kami kalau demikian tentulah termasuk orang yang menganiaya diri sendiri\".",
  "nomor" : "107",
  "tr" : "fa-in 'utsira 'al<u>aa</u> annahum<u>aa</u> ista<u>h</u>aqq<u>aa</u> itsman fa<u>aa</u>khara<u>n</u>i yaquum<u>aa</u>ni maq<u>aa</u>mahum<u>aa</u> mina <strong>al</strong>la<u>dz</u>iina ista<u>h</u>aqqa 'alayhimu <strong>a</strong>l-awlay<u>aa</u>ni fayuqsim<u>aa</u>ni bi<strong>al</strong>l<u>aa</u>hi lasyah<u>aa</u>datun<u>aa</u> a<u>h</u>aqqu min syah<u>aa</u>datihim<u>aa</u> wam<u>aa</u> i'tadayn<u>aa</u> inn<u>aa</u> i<u>dz</u>an lamina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "ذَٰلِكَ أَدْنَىٰ أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَىٰ وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ ۗ وَاتَّقُوا اللَّهَ وَاسْمَعُوا ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
  "id" : "Itu lebih dekat untuk (menjadikan para saksi) mengemukakan persaksiannya menurut apa yang sebenarnya, dan (lebih dekat untuk menjadikan mereka) merasa takut akan dikembalikan sumpahnya (kepada ahli waris) sesudah mereka bersumpah. Dan bertakwalah kepada Allah dan dengarkanlah (perintah-Nya). Allah tidak memberi petunjuk kepada orang-orang yang fasik.",
  "nomor" : "108",
  "tr" : "<u>dzaa</u>lika adn<u>aa</u> an ya/tuu bi<strong>al</strong>sysyah<u>aa</u>dati 'al<u>aa</u> wajhih<u>aa</u> aw yakh<u>aa</u>fuu an turadda aym<u>aa</u>nun ba'da aym<u>aa</u>nihim wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>sma'uu wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>"
}, {
  "ar" : "يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ ۖ قَالُوا لَا عِلْمَ لَنَا ۖ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ",
  "id" : "(Ingatlah), hari di waktu Allah mengumpulkan para rasul lalu Allah bertanya (kepada mereka): \"Apa jawaban kaummu terhadap (seruan)mu ?\". Para rasul menjawab: \"Tidak ada pengetahuan kami (tentang itu); sesungguhnya Engkau-lah yang mengetahui perkara yang ghaib\".",
  "nomor" : "109",
  "tr" : "yawma yajma'u <strong>al</strong>l<u>aa</u>hu <strong>al</strong>rrusula fayaquulu m<u>aatsaa</u> ujibtum q<u>aa</u>luu l<u>aa</u> 'ilma lan<u>aa</u> innaka anta 'all<u>aa</u>mu <strong>a</strong>lghuyuub<strong>i</strong>"
}, {
  "ar" : "إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَىٰ وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا ۖ وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ ۖ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي ۖ وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي ۖ وَإِذْ تُخْرِجُ الْمَوْتَىٰ بِإِذْنِي ۖ وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
  "id" : "(Ingatlah), ketika Allah mengatakan: \"Hai 'Isa putra Maryam, ingatlah ni'mat-Ku kepadamu dan kepada ibumu di waktu Aku menguatkan kamu dengan ruhul qudus. Kamu dapat berbicara dengan manusia di waktu masih dalam buaian dan sesudah dewasa; dan (ingatlah) di waktu Aku mengajar kamu menulis, hikmah, Taurat dan Injil, dan (ingatlah pula) diwaktu kamu membentuk dari tanah (suatu bentuk) yang berupa burung dengan ijin-Ku, kemudian kamu meniup kepadanya, lalu bentuk itu menjadi burung (yang sebenarnya) dengan seizin-Ku. Dan (ingatlah) di waktu kamu menyembuhkan orang yang buta sejak dalam kandungan ibu dan orang yang berpenyakit sopak dengan seizin-Ku, dan (ingatlah) di waktu kamu mengeluarkan orang mati dari kubur (menjadi hidup) dengan seizin-Ku, dan (ingatlah) di waktu Aku menghalangi Bani Israil (dari keinginan mereka membunuh kamu) di kala kamu mengemukakan kepada mereka keterangan-keterangan yang nyata, lalu orang-orang kafir diantara mereka berkata: \"Ini tidak lain melainkan sihir yang nyata\".",
  "nomor" : "110",
  "tr" : "i<u>dz</u> q<u>aa</u>la <strong>al</strong>l<u>aa</u>hu y<u>aa</u> 'iis<u>aa</u> ibna maryama u<u>dz</u>kur ni'matii 'alayka wa'al<u>aa</u> w<u>aa</u>lidatika i<u>dz</u> ayyadtuka biruu<u>h</u>i <strong>a</strong>lqudusi tukallimu <strong>al</strong>nn<u>aa</u>sa fii <strong>a</strong>lmahdi wakahlan wa-i<u>dz</u> 'allamtuka <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>l<u>h</u>ikmata wa<strong>al</strong>ttawr<u>aa</u>ta wa<strong>a</strong>l-injiila wa-i<u>dz</u> takhluqu mina <strong>al</strong><u>ththh</u>iini kahay-ati <strong>al</strong><u>ththh</u>ayri bi-i<u>dz</u>nii fatanfukhu fiih<u>aa</u> fatakuunu <u>th</u>ayran bi-i<u>dz</u>nii watubri-u <strong>a</strong>l-akmaha wa<strong>a</strong>l-abra<u>sh</u>a bi-i<u>dz</u>nii wa-i<u>dz</u> tukhriju <strong>a</strong>lmawt<u>aa</u> bi-i<u>dz</u>nii wa-i<u>dz</u> kafaftu banii isr<u>aa</u>-iila 'anka i<u>dz</u> ji/tahum bi<strong>a</strong>lbayyin<u>aa</u>ti faq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu minhum in h<u>aadzaa</u> ill<u>aa</u> si<u>h</u>run mubiin<strong>un</strong>"
}, {
  "ar" : "وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ",
  "id" : "Dan (ingatlah), ketika Aku ilhamkan kepada pengikut 'Isa yang setia: \"Berimanlah kamu kepada-Ku dan kepada rasul-Ku\". Mereka menjawab: Kami telah beriman dan saksikanlah (wahai rasul) bahwa sesungguhnya kami adalah orang-orang yang patuh (kepada seruanmu)\".",
  "nomor" : "111",
  "tr" : "wa-i<u>dz</u> aw<u>h</u>aytu il<u>aa</u> <strong>a</strong>l<u>h</u>aw<u>aa</u>riyyiina an <u>aa</u>minuu bii wabirasuulii q<u>aa</u>luu <u>aa</u>mann<u>aa</u> wa<strong>i</strong>syhad bi-annan<u>aa</u> muslimuun<strong>a</strong>"
}, {
  "ar" : "إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ ۖ قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "(Ingatlah), ketika pengikut-pengikut 'Isa berkata: \"Hai 'Isa putera Maryam, sanggupkah Tuhanmu menurunkan hidangan dari langit kepada kami ?\". 'Isa menjawab: \"Bertakwalah kepada Allah jika kamu betul-betul orang yang beriman\".",
  "nomor" : "112",
  "tr" : "i<u>dz</u> q<u>aa</u>la <strong>a</strong>l<u>h</u>aw<u>aa</u>riyyuuna y<u>aa</u> 'iis<u>aa</u> ibna maryama hal yasta<u>th</u>ii'u rabbuka an yunazzila 'alayn<u>aa</u> m<u>aa</u>-idatan mina <strong>al</strong>ssam<u>aa</u>-i q<u>aa</u>la ittaquu <strong>al</strong>l<u>aa</u>ha in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ",
  "id" : "Mereka berkata: \"Kami ingin memakan hidangan itu dan supaya tenteram hati kami dan supaya kami yakin bahwa kamu telah berkata benar kepada kami, dan kami menjadi orang-orang yang menyaksikan hidangan itu\".",
  "nomor" : "113",
  "tr" : "q<u>aa</u>luu nuriidu an na/kula minh<u>aa</u> wata<u>th</u>ma-inna quluubun<u>aa</u> wana'lama an qad <u>sh</u>adaqtan<u>aa</u> wanakuuna 'alayh<u>aa</u> mina <strong>al</strong>sysy<u>aa</u>hidiin<strong>a</strong>"
}, {
  "ar" : "قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ ۖ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ",
  "id" : "Isa putera Maryam berdo'a: \"Ya Tuhan kami turunkanlah kiranya kepada kami suatu hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami yaitu orang-orang yang bersama kami dan yang datang sesudah kami, dan menjadi tanda bagi kekuasaan Engkau; beri rzekilah kami, dan Engkaulah pemberi rezki Yang Paling Utama\".",
  "nomor" : "114",
  "tr" : "q<u>aa</u>la 'iis<u>aa</u> ibnu maryama <strong>al</strong>l<u>aa</u>humma rabban<u>aa</u> anzil 'alayn<u>aa</u> m<u>aa</u>-idatan mina <strong>al</strong>ssam<u>aa</u>-i takuunu lan<u>aa</u> 'iidan li-awwalin<u>aa</u> wa<u>aa</u>khirin<u>aa</u> wa<u>aa</u>yatan minka wa<strong>u</strong>rzuqn<u>aa</u> wa-anta khayru <strong>al</strong>rr<u>aa</u>ziqiin<strong>a</strong>"
}, {
  "ar" : "قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ ۖ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ",
  "id" : "Allah berfirman: \"Sesungguhnya Aku akan menurunkan hidangan itu kepadamu, barangsiapa yang kafir di antaramu sesudah (turun hidangan itu), maka sesungguhnya Aku akan menyiksanya dengan siksaan yang tidak pernah Aku timpakan kepada seorangpun di antara umat manusia\".",
  "nomor" : "115",
  "tr" : "q<u>aa</u>la <strong>al</strong>l<u>aa</u>hu innii munazziluh<u>aa</u> 'alaykum faman yakfur ba'du minkum fa-innii u'a<u>dzdz</u>ibuhu 'a<u>dzaa</u>ban l<u>aa</u> u'a<u>dzdz</u>ibuhu a<u>h</u>adan mina <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
}, {
  "ar" : "وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِنْ دُونِ اللَّهِ ۖ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ ۚ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ ۚ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ ۚ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ",
  "id" : "Dan (ingatlah) ketika Allah berfirman: \"Hai 'Isa putera Maryam, adakah kamu mengatakan kepada manusia: \"Jadikanlah aku dan ibuku dua orang tuhan selain Allah ?\". 'Isa menjawab: \"Maha Suci Engkau, tidaklah patut bagiku mengatakan apa yang bukan hakku (mengatakannya). Jika aku pernah mengatakan maka tentulah Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada diri Engkau. Sesungguhnya Engkau Maha Mengetahui perkara yang ghaib-ghaib\".",
  "nomor" : "116",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>la <strong>al</strong>l<u>aa</u>hu y<u>aa</u> 'iis<u>aa</u> ibna maryama a-anta qulta li<strong>l</strong>nn<u>aa</u>si ittakhi<u>dz</u>uunii waummiya il<u>aa</u>hayni min duuni <strong>al</strong>l<u>aa</u>hi q<u>aa</u>la sub<u>haa</u>naka m<u>aa</u> yakuunu lii an aquula m<u>aa</u> laysa lii bi<u>h</u>aqqin in kuntu qultuhu faqad 'alimtahu ta'lamu m<u>aa</u> fii nafsii wal<u>aa</u> a'lamu m<u>aa</u> fii nafsika innaka anta 'all<u>aa</u>mu <strong>a</strong>lghuyuub<strong>i</strong>"
}, {
  "ar" : "مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ ۚ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ ۖ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ ۚ وَأَنْتَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
  "id" : "Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (mengatakan)nya yaitu: \"Sembahlah Allah, Tuhanku dan Tuhanmu\", dan adalah aku menjadi saksi terhadap mereka, selama aku berada di antara mereka. Maka setelah Engkau wafatkan aku, Engkau-lah yang mengawasi mereka. Dan Engkau adalah Maha Menyaksikan atas segala sesuatu.",
  "nomor" : "117",
  "tr" : "m<u>aa</u> qultu lahum ill<u>aa</u> m<u>aa</u> amartanii bihi ani u'buduu <strong>al</strong>l<u>aa</u>ha rabbii warabbakum wakuntu 'alayhim syahiidan m<u>aa</u> dumtu fiihim falamm<u>aa</u> tawaffaytanii kunta anta <strong>al</strong>rraqiiba 'alayhim wa-anta 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>"
}, {
  "ar" : "إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Jika Engkau menyiksa mereka, maka sesungguhnya mereka adalah hamba-hamba Engkau, dan jika Engkau mengampuni mereka, maka sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "118",
  "tr" : "in tu'a<u>dzdz</u>ibhum fa-innahum 'ib<u>aa</u>duka wa-in taghfir lahum fa-innaka anta <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "قَالَ اللَّهُ هَٰذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ ۚ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۚ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
  "id" : "Allah berfirman: \"Ini adalah suatu hari yang bermanfa'at bagi orang-orang yang benar kebenaran mereka. Bagi mereka surga yang dibawahnya mengalir sungai-sungai; mereka kekal di dalamnya selama-lamanya; Allah ridha terhadapNya. Itulah keberuntungan yang paling besar\".",
  "nomor" : "119",
  "tr" : "q<u>aa</u>la <strong>al</strong>l<u>aa</u>hu h<u>aadzaa</u> yawmu yanfa'u <strong>al</strong><u>shshaa</u>diqiina <u>sh</u>idquhum lahum jann<u>aa</u>tun tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> abadan ra<u>dh</u>iya <strong>al</strong>l<u>aa</u>hu 'anhum wara<u>dh</u>uu 'anhu <u>dzaa</u>lika <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
}, {
  "ar" : "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ ۚ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Kepunyaan Allah-lah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Maha Kuasa atas segala sesuatu.",
  "nomor" : "120",
  "tr" : "lill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> fiihinna wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
} ]
