[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ ق ۚ وَالْقُرْآنِ الْمَجِيدِ",
  "id" : "Qaaf Demi Al Quran yang sangat mulia.",
  "nomor" : "1",
  "tr" : "q<u>aa</u>f wa<strong>a</strong>lqur-<u>aa</u>ni <strong>a</strong>lmajiid<strong>i</strong>"
}, {
  "ar" : "بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَٰذَا شَيْءٌ عَجِيبٌ",
  "id" : "(Mereka tidak menerimanya) bahkan mereka tercengang karena telah datang kepada mereka seorang pemberi peringatan dari (kalangan) mereka sendiri, maka berkatalah orang-orang kafir : \"Ini adalah suatu yang amat ajaib\".",
  "nomor" : "2",
  "tr" : "bal 'ajibuu an j<u>aa</u>-ahum mun<u>dz</u>irun minhum faq<u>aa</u>la <strong>a</strong>lk<u>aa</u>firuuna h<u>aadzaa</u> syay-un 'ajiib<strong>un</strong>"
}, {
  "ar" : "أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ۖ ذَٰلِكَ رَجْعٌ بَعِيدٌ",
  "id" : "Apakah kami setelah mati dan setelah menjadi tanah (kami akan kembali lagi) ?, itu adalah suatu pengembalian yang tidak mungkin.",
  "nomor" : "3",
  "tr" : "a-i<u>dzaa</u> mitn<u>aa</u> wakunn<u>aa</u> tur<u>aa</u>ban <u>dzaa</u>lika raj'un ba'iid<strong>un</strong>"
}, {
  "ar" : "قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ ۖ وَعِنْدَنَا كِتَابٌ حَفِيظٌ",
  "id" : "Sesungguhnya Kami telah mengetahui apa yang dihancurkan oleh bumi dari (tubuh-tubuh) mereka, dan pada sisi Kamipun ada kitab yang memelihara (mencatat).",
  "nomor" : "4",
  "tr" : "qad 'alimn<u>aa</u> m<u>aa</u> tanqu<u>sh</u>u <strong>a</strong>l-ar<u>dh</u>u minhum wa'indan<u>aa</u> kit<u>aa</u>bun <u>h</u>afii<u>zh</u><strong>un</strong>"
}, {
  "ar" : "بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ",
  "id" : "Sebenarnya, mereka telah mendustakan kebenaran tatkala kebenaran itu datang kepada mereka, maka mereka berada dalam keadaan kacau balau.",
  "nomor" : "5",
  "tr" : "bal ka<u>dzdz</u>abuu bi<strong>a</strong>l<u>h</u>aqqi lamm<u>aa</u> j<u>aa</u>-ahum fahum fii amrin mariij<strong>in</strong>"
}, {
  "ar" : "أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ",
  "id" : "Maka apakah mereka tidak melihat akan langit yang ada di atas mereka, bagaimana Kami meninggikannya dan menghiasinya dan langit itu tidak mempunyai retak-retak sedikitpun ?",
  "nomor" : "6",
  "tr" : "afalam yan<u>zh</u>uruu il<u>aa</u> <strong>al</strong>ssam<u>aa</u>-i fawqahum kayfa banayn<u>aa</u>h<u>aa</u> wazayyann<u>aa</u>h<u>aa</u> wam<u>aa</u> lah<u>aa</u> min furuuj<strong>in</strong>"
}, {
  "ar" : "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ",
  "id" : "Dan Kami hamparkan bumi itu dan Kami letakkan padanya gunung-gunung yang kokoh dan Kami tumbuhkan padanya segala macam tanaman yang indah dipandang mata,",
  "nomor" : "7",
  "tr" : "wa<strong>a</strong>l-ar<u>dh</u>a madadn<u>aa</u>h<u>aa</u> wa-alqayn<u>aa</u> fiih<u>aa</u> raw<u>aa</u>siya wa-anbatn<u>aa</u> fiih<u>aa</u> min kulli zawjin bahiij<strong>in</strong>"
}, {
  "ar" : "تَبْصِرَةً وَذِكْرَىٰ لِكُلِّ عَبْدٍ مُنِيبٍ",
  "id" : "untuk menjadi pelajaran dan peringatan bagi tiap-tiap hamba yang kembali (mengingat Allah).",
  "nomor" : "8",
  "tr" : "tab<u>sh</u>iratan wa<u>dz</u>ikr<u>aa</u> likulli 'abdin muniib<strong>in</strong>"
}, {
  "ar" : "وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ",
  "id" : "Dan Kami turunkan dari langit air yang banyak manfaatnya lalu Kami tumbuhkan dengan air itu pohon-pohon dan biji-biji tanaman yang diketam,",
  "nomor" : "9",
  "tr" : "wanazzaln<u>aa</u> mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an mub<u>aa</u>rakan fa-anbatn<u>aa</u> bihi jann<u>aa</u>tin wa<u>h</u>abba <strong>a</strong>l<u>h</u>a<u>sh</u>iid<strong>i</strong>"
}, {
  "ar" : "وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ",
  "id" : "dan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun,",
  "nomor" : "10",
  "tr" : "wa<strong>al</strong>nnakhla b<u>aa</u>siq<u>aa</u>tin lah<u>aa</u> <u>th</u>al'un na<u>dh</u>iid<strong>un</strong>"
}, {
  "ar" : "رِزْقًا لِلْعِبَادِ ۖ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا ۚ كَذَٰلِكَ الْخُرُوجُ",
  "id" : "untuk menjadi rezki bagi hamba-hamba (Kami), dan Kami hidupkan dengan air itu tanah yang mati (kering). Seperti itulah terjadinya kebangkitan.",
  "nomor" : "11",
  "tr" : "rizqan lil'ib<u>aa</u>di wa-a<u>h</u>yayn<u>aa</u> bihi baldatan maytan ka<u>dzaa</u>lika <strong>a</strong>lkhuruuj<strong>u</strong>"
}, {
  "ar" : "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ",
  "id" : "Sebelum mereka telah mendustakan (pula) kaum Nuh dan penduduk Rass dan Tsamud,",
  "nomor" : "12",
  "tr" : "ka<u>dzdz</u>abat qablahum qawmu nuu<u>h</u>in wa-a<u>sh</u>-<u>haa</u>bu <strong>al</strong>rrassi watsamuud<strong>u</strong>"
}, {
  "ar" : "وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ",
  "id" : "dan kaum Aad, kaum Fir'aun dan kaum Luth,",
  "nomor" : "13",
  "tr" : "wa'<u>aa</u>dun wafir'awnu wa-ikhw<u>aa</u>nu luu<u>th</u><strong>in</strong>"
}, {
  "ar" : "وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ ۚ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ",
  "id" : "dan penduduk Aikah serta kaum Tubba' semuanya telah mendustakan rasul-rasul maka sudah semestinyalah mereka mendapat hukuman yang sudah diancamkan.",
  "nomor" : "14",
  "tr" : "wa-a<u>sh</u>-<u>haa</u>bu <strong>a</strong>l-aykati waqawmu tubba'in kullun ka<u>dzdz</u>aba <strong>al</strong>rrusula fa<u>h</u>aqqa wa'iid<strong>i</strong>"
}, {
  "ar" : "أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ ۚ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ",
  "id" : "Maka apakah Kami letih dengan penciptaan yang pertama ? Sebenarnya mereka dalam keadaan ragu-ragu tentang penciptaan yang baru.",
  "nomor" : "15",
  "tr" : "afa'ayiin<u>aa</u> bi<strong>a</strong>lkhalqi <strong>a</strong>l-awwali bal hum fii labsin min khalqin jadiid<strong>in</strong>"
}, {
  "ar" : "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ ۖ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ",
  "id" : "Dan sesungguhnya Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya,",
  "nomor" : "16",
  "tr" : "walaqad khalaqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na wana'lamu m<u>aa</u> tuwaswisu bihi nafsuhu wana<u>h</u>nu aqrabu ilayhi min <u>h</u>abli <strong>a</strong>lwariid<strong>i</strong>"
}, {
  "ar" : "إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ",
  "id" : "(yaitu) ketika dua orang malaikat mencatat amal perbuatannya, seorang duduk di sebelah kanan dan yang lain duduk di sebelah kiri.",
  "nomor" : "17",
  "tr" : "i<u>dz</u> yatalaqq<u>aa</u> <strong>a</strong>lmutalaqqiy<u>aa</u>ni 'ani <strong>a</strong>lyamiini wa'ani <strong>al</strong>sysyim<u>aa</u>li qa'iid<strong>un</strong>"
}, {
  "ar" : "مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ",
  "id" : "Tiada suatu ucapanpun yang diucapkannya melainkan ada di dekatnya malaikat pengawas yang selalu hadir.",
  "nomor" : "18",
  "tr" : "m<u>aa</u> yalfi<u>zh</u>u min qawlin ill<u>aa</u> ladayhi raqiibun 'atiid<strong>un</strong>"
}, {
  "ar" : "وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ۖ ذَٰلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ",
  "id" : "Dan datanglah sakaratul maut dengan sebenar-benarnya. Itulah yang kamu selalu lari daripadanya.",
  "nomor" : "19",
  "tr" : "waj<u>aa</u>-at sakratu <strong>a</strong>lmawti bi<strong>a</strong>l<u>h</u>aqqi <u>dzaa</u>lika m<u>aa</u> kunta minhu ta<u>h</u>iid<strong>u</strong>"
}, {
  "ar" : "وَنُفِخَ فِي الصُّورِ ۚ ذَٰلِكَ يَوْمُ الْوَعِيدِ",
  "id" : "Dan ditiuplah sangkakala. Itulah hari terlaksananya ancaman.",
  "nomor" : "20",
  "tr" : "wanufikha fii <strong>al</strong><u>shsh</u>uuri <u>dzaa</u>lika yawmu <strong>a</strong>lwa'iid<strong>i</strong>"
}, {
  "ar" : "وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ",
  "id" : "Dan datanglah tiap-tiap diri, bersama dengan dia seorang malaikat penggiring dan seorang malaikat penyaksi.",
  "nomor" : "21",
  "tr" : "waj<u>aa</u>-at kullu nafsin ma'ah<u>aa</u> s<u>aa</u>-iqun wasyahiid<strong>un</strong>"
}, {
  "ar" : "لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَٰذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ",
  "id" : "Sesungguhnya kamu berada dalam keadaan lalai dari (hal) ini, maka Kami singkapkan daripadamu tutup (yang menutupi) matamu, maka penglihatanmu pada hari itu amat tajam.",
  "nomor" : "22",
  "tr" : "laqad kunta fii ghaflatin min h<u>aadzaa</u> fakasyafn<u>aa</u> 'anka ghi<u>th</u><u>aa</u>-aka faba<u>sh</u>aruka <strong>a</strong>lyawma <u>h</u>adiid<strong>un</strong>"
}, {
  "ar" : "وَقَالَ قَرِينُهُ هَٰذَا مَا لَدَيَّ عَتِيدٌ",
  "id" : "Dan yang menyertai dia berkata : \" Inilah (catatan amalnya) yang tersedia pada sisiku\".",
  "nomor" : "23",
  "tr" : "waq<u>aa</u>la qariinuhu h<u>aadzaa</u> m<u>aa</u> ladayya 'atiid<strong>un</strong>"
}, {
  "ar" : "أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ",
  "id" : "Allah berfirman :\" Lemparkanlah olehmu berdua ke dalam neraka semua orang yang sangat ingkar dan keras kepala,",
  "nomor" : "24",
  "tr" : "alqiy<u>aa</u> fii jahannama kulla kaff<u>aa</u>rin 'aniid<strong>in</strong>"
}, {
  "ar" : "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ",
  "id" : "yang sangat menghalangi kebajikan, melanggar batas lagi ragu-ragu,",
  "nomor" : "25",
  "tr" : "mann<u>aa</u>'in lilkhayri mu'tadin muriib<strong>in</strong>"
}, {
  "ar" : "الَّذِي جَعَلَ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ",
  "id" : "yang menyembah sembahan yang lain beserta Allah maka lemparkanlah dia ke dalam siksaan yang sangat \".",
  "nomor" : "26",
  "tr" : "<strong>al</strong>la<u>dz</u>ii ja'ala ma'a <strong>al</strong>l<u>aa</u>hi il<u>aa</u>han <u>aa</u>khara fa-alqiy<u>aa</u>hu fii <strong>a</strong>l'a<u>dzaa</u>bi <strong>al</strong>sysyadiid<strong>i</strong>"
}, {
  "ar" : "قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَٰكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ",
  "id" : "Yang menyertai dia berkata (pula) : \"Ya Tuhan kami, aku tidak menyesatkannya tetapi dialah yang berada dalam kesesatan yang jauh\".",
  "nomor" : "27",
  "tr" : "q<u>aa</u>la qariinuhu rabban<u>aa</u> m<u>aa</u> a<u>th</u>ghaytuhu wal<u>aa</u>kin k<u>aa</u>na fii <u>dh</u>al<u>aa</u>lin ba'iid<strong>in</strong>"
}, {
  "ar" : "قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ",
  "id" : "Allah berfirman : \"Janganlah kamu bertengkar dihadapan-Ku, padahal sesungguhnya Aku dahulu telah memberikan ancaman kepadamu \".",
  "nomor" : "28",
  "tr" : "q<u>aa</u>la l<u>aa</u> takhta<u>sh</u>imuu ladayya waqad qaddamtu ilaykum bi<strong>a</strong>lwa'iid<strong>i</strong>"
}, {
  "ar" : "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ",
  "id" : "Keputusan di sisi-Ku tidak dapat diubah dan Aku sekali-kali tidak menganiaya hamba-hamba-Ku",
  "nomor" : "29",
  "tr" : "m<u>aa</u> yubaddalu <strong>a</strong>lqawlu ladayya wam<u>aa</u> an<u>aa</u> bi<u>zh</u>all<u>aa</u>min lil'abiid<strong>i</strong>"
}, {
  "ar" : "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ",
  "id" : "(Dan ingatlah akan) hari (yang pada hari itu) Kami bertanya kepada jahannam : \"Apakah kamu sudah penuh ?\" Dia menjawab : \" Masih ada tambahan ?\"",
  "nomor" : "30",
  "tr" : "yawma naquulu lijahannama hali imtala/ti wataquulu hal min maziid<strong>in</strong>"
}, {
  "ar" : "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
  "id" : "Dan didekatkanlah syurga itu kepada orang-orang yang bertakwa pada",
  "nomor" : "31",
  "tr" : "wauzlifati <strong>a</strong>ljannatu lilmuttaqiina ghayra ba'iid<strong>in</strong>"
}, {
  "ar" : "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ",
  "id" : "Inilah yang dijanjikan kepadamu, (yaitu) kepada setiap hamba yang selalu kembali (kepada Allah) lagi memelihara (semua peraturan-peraturan-Nya)",
  "nomor" : "32",
  "tr" : "h<u>aadzaa</u> m<u>aa</u> tuu'aduuna likulli aww<u>aa</u>bin <u>h</u>afii<u>zh</u><strong>in</strong>"
}, {
  "ar" : "مَنْ خَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ",
  "id" : "(Yaitu) orang yang takut kepada Tuhan Yang Maha Pemurah sedang Dia tidak kelihatan (olehnya) dan dia datang dengan hati yang bertaubat,",
  "nomor" : "33",
  "tr" : "man khasyiya <strong>al</strong>rra<u>h</u>m<u>aa</u>na bi<strong>a</strong>lghaybi waj<u>aa</u>-a biqalbin muniib<strong>in</strong>"
}, {
  "ar" : "ادْخُلُوهَا بِسَلَامٍ ۖ ذَٰلِكَ يَوْمُ الْخُلُودِ",
  "id" : "masukilah syurga itu dengan aman, itulah hari kekekalan.",
  "nomor" : "34",
  "tr" : "udkhuluuh<u>aa</u> bisal<u>aa</u>min <u>dzaa</u>lika yawmu <strong>a</strong>lkhuluud<strong>i</strong>"
}, {
  "ar" : "لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ",
  "id" : "Mereka di dalamnya memperoleh apa yang mereka kehendaki; dan pada sisi Kami ada tambahannya.",
  "nomor" : "35",
  "tr" : "lahum m<u>aa</u> yasy<u>aa</u>uuna fiih<u>aa</u> waladayn<u>aa</u> maziid<strong>un</strong>"
}, {
  "ar" : "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَحِيصٍ",
  "id" : "Dan berapa banyaknya umat-umat yang telah Kami binasakan sebelum mereka yang mereka itu lebih besar kekuatannya daripada mereka ini, maka mereka (yang telah dibinasakan itu) telah pernah menjelajah di beberapa negeri. Adakah (mereka) mendapat tempat lari (dari kebinasaan)?",
  "nomor" : "36",
  "tr" : "wakam ahlakn<u>aa</u> qablahum min qarnin hum asyaddu minhum ba<u>th</u>syan fanaqqabuu fii <strong>a</strong>lbil<u>aa</u>di hal min ma<u>h</u>ii<u>sh</u><strong>in</strong>"
}, {
  "ar" : "إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ",
  "id" : "Sesungguhnya pada yang demikian itu benar-benar terdapat peringatan bagi orang-orang yang mempunyai akal atau yang menggunakan pendengarannya, sedang dia menyaksikannya.",
  "nomor" : "37",
  "tr" : "inna fii <u>dzaa</u>lika la<u>dz</u>ikr<u>aa</u> liman k<u>aa</u>na lahu qalbun aw <strong>a</strong>lq<u>aa</u> <strong>al</strong>ssam'a wahuwa syahiid<strong>un</strong>"
}, {
  "ar" : "وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ",
  "id" : "Dan sesungguhnya telah Kami ciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa, dan Kami sedikitpun tidak ditimpa keletihan.",
  "nomor" : "38",
  "tr" : "walaqad khalaqn<u>aa</u> <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> fii sittati ayy<u>aa</u>min wam<u>aa</u> massan<u>aa</u> min lughuub<strong>in</strong>"
}, {
  "ar" : "فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ",
  "id" : "Maka bersabarlah kamu terhadap apa yang mereka katakan dan bertasbihlah sambil memuji Tuhanmu sebelum terbit matahari dan sebelum terbenam(nya).",
  "nomor" : "39",
  "tr" : "fa<strong>i</strong><u>sh</u>bir 'al<u>aa</u> m<u>aa</u> yaquuluuna wasabbi<u>h</u> bi<u>h</u>amdi rabbika qabla <u>th</u>uluu'i <strong>al</strong>sysyamsi waqabla <strong>a</strong>lghuruub<strong>i</strong>"
}, {
  "ar" : "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ",
  "id" : "Dan bertasbihlah kamu kepada-Nya di malam hari dan setiap selesai sembahyang.",
  "nomor" : "40",
  "tr" : "wamina <strong>al</strong>layli fasabbi<u>h</u>hu wa-adb<u>aa</u>ra <strong>al</strong>ssujuud<strong>i</strong>"
}, {
  "ar" : "وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ",
  "id" : "Dan dengarkanlah (seruan) pada hari penyeru (malaikat) menyeru dari tempat yang dekat.",
  "nomor" : "41",
  "tr" : "wa<strong>i</strong>stami' yawma yun<u>aa</u>di <strong>a</strong>lmun<u>aa</u>di min mak<u>aa</u>nin qariib<strong>in</strong>"
}, {
  "ar" : "يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ۚ ذَٰلِكَ يَوْمُ الْخُرُوجِ",
  "id" : "(Yaitu) pada hari mereka mendengar teriakan dengan sebenar-benarnya itulah hari ke luar (dari kubur).",
  "nomor" : "42",
  "tr" : "yawma yasma'uuna <strong>al</strong><u>shsh</u>ay<u>h</u>ata bi<strong>a</strong>l<u>h</u>aqqi <u>dzaa</u>lika yawmu <strong>a</strong>lkhuruuj<strong>i</strong>"
}, {
  "ar" : "إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ",
  "id" : "Sesungguhnya Kami menghidupkan dan mematikan dan hanya kepada Kami-lah tempat kembali (semua makhluk).",
  "nomor" : "43",
  "tr" : "inn<u>aa</u> na<u>h</u>nu nu<u>h</u>yii wanumiitu wa-ilayn<u>aa</u> <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ",
  "id" : "(Yaitu) pada hari bumi terbelah-belah menampakkan mereka (lalu mereka ke luar) dengan cepat. Yang demikian itu adalah pengumpulan yang mudah bagi Kami.",
  "nomor" : "44",
  "tr" : "yawma tasyaqqaqu <strong>a</strong>l-ar<u>dh</u>u 'anhum sir<u>aa</u>'an <u>dzaa</u>lika <u>h</u>asyrun 'alayn<u>aa</u> yasiir<strong>un</strong>"
}, {
  "ar" : "نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ۖ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ",
  "id" : "Kami lebih mengetahui tentang apa yang mereka katakan, dan kamu sekali-kali bukanlah seorang pemaksa terhadap mereka. Maka beri peringatanlah dengan Al Quran orang yang takut dengan ancaman-Ku.",
  "nomor" : "45",
  "tr" : "na<u>h</u>nu a'lamu bim<u>aa</u> yaquuluuna wam<u>aa</u> anta 'alayhim bijabb<u>aa</u>rin fa<u>dz</u>akkir bi<strong>a</strong>lqur-<u>aa</u>ni man yakh<u>aa</u>fu wa'iid<strong>i</strong>"
} ]
