[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
  "id" : "Semua yang berada di langit dan yang berada di bumi bertasbih kepada Allah (menyatakan kebesaran Allah). Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "1",
  "tr" : "sabba<u>h</u>a lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wahuwa <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
}, {
  "ar" : "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Kepunyaan-Nyalah kerajaan langit dan bumi, Dia menghidupkan dan mematikan, dan Dia Maha Kuasa atas segala sesuatu.",
  "nomor" : "2",
  "tr" : "lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yu<u>h</u>yii wayumiitu wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ",
  "id" : "Dialah Yang Awal dan Yang Akhir Yang Zhahir dan Yang Bathin; dan Dia Maha Mengetahui segala sesuatu.",
  "nomor" : "3",
  "tr" : "huwa <strong>a</strong>l-awwalu wa<strong>a</strong>l-<u>aa</u>khiru wa<strong>al</strong><u>zhzhaa</u>hiru wa<strong>a</strong>lb<u>aath</u>inu wahuwa bikulli syay-in 'aliim<strong>un</strong>"
}, {
  "ar" : "هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
  "id" : "Dialah yang menciptakan langit dan bumi dalam enam masa: Kemudian Dia bersemayam di atas 'arsy Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar daripadanya dan apa yang turun dari langit dan apa yang naik kepada-Nya. Dan Dia bersama kamu di mama saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan.",
  "nomor" : "4",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi ya'lamu m<u>aa</u> yaliju fii <strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> yakhruju minh<u>aa</u> wam<u>aa</u> yanzilu mina <strong>al</strong>ssam<u>aa</u>-i wam<u>aa</u> ya'ruju fiih<u>aa</u> wahuwa ma'akum ayna m<u>aa</u> kuntum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
  "id" : "Kepunyaan-Nya-lah kerajaan langit dan bumi. Dan kepada Allah-lah dikembalikan segala urusan.",
  "nomor" : "5",
  "tr" : "lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>"
}, {
  "ar" : "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ ۚ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
  "id" : "Dialah yang memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dan Dia Maha Mengetahui segala isi hati.",
  "nomor" : "6",
  "tr" : "yuuliju <strong>al</strong>layla fii <strong>al</strong>nnah<u>aa</u>ri wayuuliju <strong>al</strong>nnah<u>aa</u>ra fii <strong>al</strong>layi wahuwa 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
}, {
  "ar" : "آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ ۖ فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ",
  "id" : "Berimanlah kamu kepada Allah dan Rasul-Nya dan nafkahkanlah sebagian dari hartamu yang Allah telah menjadikan kamu menguasainya. Maka orang-orang yang beriman di antara kamu dan menafkahkan (sebagian) dari hartanya memperoleh pahala yang besar.",
  "nomor" : "7",
  "tr" : "<u>aa</u>minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa-anfiquu mimm<u>aa</u> ja'alakum mustakhlafiina fiihi fa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu minkum wa-anfaquu lahum ajrun kabiir<strong>un</strong>"
}, {
  "ar" : "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ ۙ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Dan mengapa kamu tidak beriman kepada Allah padahal Rasul menyeru kamu supaya kamu beriman kepada Tuhanmu. Dan sesungguhnya Dia telah mengambil perjanjianmu jika kamu adalah orang-orang yang beriman.",
  "nomor" : "8",
  "tr" : "wam<u>aa</u> lakum l<u>aa</u> tu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>rrasuulu yad'uukum litu/minuu birabbikum waqad akha<u>dz</u>a miits<u>aa</u>qakum in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "هُوَ الَّذِي يُنَزِّلُ عَلَىٰ عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ",
  "id" : "Dialah yang menurunkan kepada hamba-Nya ayat-ayat yang terang (Al-Quraan) supaya Dia mengeluarkan kamu dari kegelapan kepada cahaya. Dan sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang terhadapmu.",
  "nomor" : "9",
  "tr" : "huwa <strong>al</strong>la<u>dz</u>ii yunazzilu 'al<u>aa</u> 'abdihi <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin liyukhrijakum mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri wa-inna <strong>al</strong>l<u>aa</u>ha bikum larauufun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ ۚ أُولَٰئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا ۚ وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَىٰ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
  "id" : "Dan mengapa kamu tidak menafkahkan (sebagian hartamu) pada jalan Allah, padahal Allah-lah yang mempusakai (mempunyai) langit dan bumi? Tidak sama di antara kamu orang yang menafkahkan (hartanya) dan berperang sebelum penaklukan (Mekah). Mereka lebih tingi derajatnya daripada orang-orang yang menafkahkan (hartanya) dan berperang sesudah itu. Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah mengetahui apa yang kamu kerjakan.",
  "nomor" : "10",
  "tr" : "wam<u>aa</u> lakum <strong>al</strong>l<u>aa</u> tunfiquu fii sabiili <strong>al</strong>l<u>aa</u>hi walill<u>aa</u>hi miir<u>aa</u>tsu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> yastawii minkum man anfaqa min qabli <strong>a</strong>lfat<u>h</u>i waq<u>aa</u>tala ul<u>aa</u>-ika a'<u>zh</u>amu darajatan mina <strong>al</strong>la<u>dz</u>iina anfaquu min ba'du waq<u>aa</u>taluu wakullan wa'ada <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l<u>h</u>usn<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>"
}, {
  "ar" : "مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ",
  "id" : "Siapakah yang mau meminjamkan kepada Allah pinjaman yang baik, maka Allah akan melipat-gandakan (balasan) pinjaman itu untuknya, dan dia akan memperoleh pahala yang banyak.",
  "nomor" : "11",
  "tr" : "man <u>dzaa</u> <strong>al</strong>la<u>dz</u>ii yuqri<u>dh</u>u <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan fayu<u>daa</u>'ifahu lahu walahu ajrun kariim<strong>un</strong>"
}, {
  "ar" : "يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَىٰ نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
  "id" : "(yaitu) pada hari ketika kamu melihat orang mu'min laki-laki dan perempuan, sedang cahaya mereka bersinar di hadapan dan di sebelah kanan mereka, (dikatakan kepada meraka): \"Pada hari ini ada berita gembira untukmu, (yaitu) syurga yang mengalir di bawahnya sungai-sungai, yang kamu kekal di dalamnya. Itulah keberuntungan yang besar\".",
  "nomor" : "12",
  "tr" : "yawma tar<u>aa</u> <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti yas'<u>aa</u> nuuruhum bayna aydiihim wabi-aym<u>aa</u>nihim busyr<u>aa</u>kumu <strong>a</strong>lyawma jann<u>aa</u>tun tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> <u>dzaa</u>lika huwa <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
}, {
  "ar" : "يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ",
  "id" : "Pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman: \"Tunggulah kami supaya kami dapat mengambil sebahagian dari cahayamu\". Dikatakan (kepada mereka): \"Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu)\". Lalu diadakan di antara mereka dinding yang mempunyai pintu. Di sebelah dalamnya ada rahmat dan di sebelah luarnya dari situ ada siksa.",
  "nomor" : "13",
  "tr" : "yawma yaquulu <strong>a</strong>lmun<u>aa</u>fiquuna wa<strong>a</strong>lmun<u>aa</u>fiq<u>aa</u>tu lilla<u>dz</u>iina <u>aa</u>manuu un<u>zh</u>uruun<u>aa</u> naqtabis min nuurikum qiila irji'uu war<u>aa</u>-akum fa<strong>i</strong>ltamisuu nuuran fa<u>dh</u>uriba baynahum bisuurin lahu b<u>aa</u>bun b<u>aath</u>inuhu fiihi <strong>al</strong>rra<u>h</u>matu wa<u>zhaa</u>hiruhu min qibalihi <strong>a</strong>l'a<u>dzaa</u>b<strong>u</strong>"
}, {
  "ar" : "يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ ۖ قَالُوا بَلَىٰ وَلَٰكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّىٰ جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ",
  "id" : "Orang-orang munafik itu memanggil mereka (orang-orang mu'min) seraya berkata: \"Bukankah kami dahulu bersama-sama dengan kamu?\" Mereka menjawab: \"Benar, tetapi kamu mencelakakan dirimu sendiri dan menunggu (kehancuran kami) dan kamu ragu-ragu serta ditipu oleh angan-angan kosong sehingga datanglah ketetapan Allah;dan kamu telah ditipu terhadap Allah oleh (syaitan) yang amat penipu.",
  "nomor" : "14",
  "tr" : "yun<u>aa</u>duunahum alam nakun ma'akum q<u>aa</u>luu bal<u>aa</u> wal<u>aa</u>kinnakum fatantum anfusakum watarabba<u>sh</u>tum wa<strong>i</strong>rtabtum wagharratkumu al-am<u>aa</u>niyyu <u>h</u>att<u>aa</u> j<u>aa</u>-a amru <strong>al</strong>l<u>aa</u>hi wagharrakum bi<strong>al</strong>l<u>aa</u>hi algharuur<strong>u</strong>"
}, {
  "ar" : "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا ۚ مَأْوَاكُمُ النَّارُ ۖ هِيَ مَوْلَاكُمْ ۖ وَبِئْسَ الْمَصِيرُ",
  "id" : "Maka pada hari ini tidak diterima tebusan dari kamu dan tidak pula dari orang-orang kafir. Tempat kamu ialah neraka. Dialah tempat berlindungmu. Dan dia adalah sejahat-jahat tempat kembali\".",
  "nomor" : "15",
  "tr" : "fa<strong>a</strong>lyawma l<u>aa</u> yu/kha<u>dz</u>u minkum fidyatun wal<u>aa</u> mina <strong>al</strong>la<u>dz</u>iina kafaruu ma/w<u>aa</u>kumu <strong>al</strong>nn<u>aa</u>ru hiya mawl<u>aa</u>kum wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ",
  "id" : "Belumkah datang waktunya bagi orang-orang yang beriman, untuk tunduk hati mereka mengingat Allah dan kepada kebenaran yang telah turun (kepada mereka), dan janganlah mereka seperti orang-orang yang sebelumnya telah diturunkan Al Kitab kepadanya, kemudian berlalulah masa yang panjang atas mereka lalu hati mereka menjadi keras. Dan kebanyakan di antara mereka adalah orang-orang yang fasik.",
  "nomor" : "16",
  "tr" : "alam ya/ni lilla<u>dz</u>iina <u>aa</u>manuu an takhsya'a quluubuhum li<u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wam<u>aa</u> nazala mina <strong>a</strong>l<u>h</u>aqqi wal<u>aa</u> yakuunuu ka<strong>a</strong>lla<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba min qablu fa<u>th</u><u>aa</u>la 'alayhimu <strong>a</strong>l-amadu faqasat quluubuhum wakatsiirun minhum f<u>aa</u>siquun<strong>a</strong>"
}, {
  "ar" : "اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ",
  "id" : "Ketahuilah olehmu bahwa sesungguhnya Allah menghidupkan bumi sesudah matinya. Sesungguhnya Kami telah menjelaskan kepadamu tanda-tanda kebesaran (Kami) supaya kamu memikirkannya.",
  "nomor" : "17",
  "tr" : "i'lamuu anna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>yii <strong>a</strong>l-ar<u>dh</u>a ba'da mawtih<u>aa</u> qad bayyann<u>aa</u> lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum ta'qiluun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ",
  "id" : "Sesungguhnya orang-orang yang membenarkan (Allah dan Rasul-Nya) baik laki-laki maupun perempuan dan meminjamkan kepada Allah pinjaman yang baik, niscaya akan dilipatgandakan (pembayarannya) kepada mereka; dan bagi mereka pahala yang banyak.",
  "nomor" : "18",
  "tr" : "inna <strong>a</strong>lmu<u>shsh</u>addiqiina wa<strong>a</strong>lmu<u>shsh</u>addiq<u>aa</u>ti wa-aqra<u>dh</u>uu <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan yu<u>daa</u>'afu lahum walahum ajrun kariim<strong>un</strong>"
}, {
  "ar" : "وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَٰئِكَ هُمُ الصِّدِّيقُونَ ۖ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
  "id" : "Dan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu orang-orang Shiddiqiendan orang-orang yang menjadi saksi di sisi Tuhan mereka. Bagi mereka pahala dan cahaya mereka. Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni-penghuni neraka.",
  "nomor" : "19",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warusulihi ul<u>aa</u>-ika humu <strong>al</strong><u>shsh</u>iddiiquuna wa<strong>al</strong>sysyuhad<u>aa</u>u 'inda rabbihim lahum ajruhum wanuuruhum wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>lja<u>h</u>iim<strong>i</strong>"
}, {
  "ar" : "اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا ۖ وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ ۚ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ",
  "id" : "Ketahuilah, bahwa sesungguhnya kehidupan dunia ini hanyalah permainan dan suatu yang melalaikan, perhiasan dan bermegah-megah antara kamu serta berbangga-banggaan tentang banyaknya harta dan anak, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian tanaman itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridhaan-Nya. Dan kehidupan dunia ini tidak lain hanyalah kesenangan yang menipu.",
  "nomor" : "20",
  "tr" : "i'lamuu annam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> la'ibun walahwun waziinatun wataf<u>aa</u>khurun baynakum watak<u>aa</u>tsurun fii <strong>a</strong>l-amw<u>aa</u>li wa<strong>a</strong>l-awl<u>aa</u>di kamatsali ghaytsin a'jaba <strong>a</strong>lkuff<u>aa</u>ra nab<u>aa</u>tuhu tsumma yahiiju fatar<u>aa</u>hu mu<u>sh</u>farran tsumma yakuunu <u>h</u>u<u>th</u><u>aa</u>man wafii <strong>a</strong>l-<u>aa</u>khirati 'a<u>dzaa</u>bun syadiidun wamaghfiratun mina <strong>al</strong>l<u>aa</u>hi wari<u>dh</u>w<u>aa</u>nun wam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> ill<u>aa</u> mat<u>aa</u>'u <strong>a</strong>lghuruur<strong>i</strong>"
}, {
  "ar" : "سَابِقُوا إِلَىٰ مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ۚ ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
  "id" : "Berlomba-lombalah kamu kepada (mendapatkan) ampunan dari Tuhanmu dan syurga yang luasnya seluas langit dan bumi, yang disediakan bagi orang-orang yang beriman kepada Allah dan Rasul-rasul-Nya. Itulah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar.",
  "nomor" : "21",
  "tr" : "s<u>aa</u>biquu il<u>aa</u> maghfiratin min rabbikum wajannatin 'ar<u>dh</u>uh<u>aa</u> ka'ar<u>dh</u>i <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i u'iddat lilla<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warusulihi <u>dzaa</u>lika fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi yu/tiihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
}, {
  "ar" : "مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
  "id" : "Tiada suatu bencanapun yang menimpa di bumi dan (tidak pula) pada dirimu sendiri melainkan telah tertulis dalam kitab (Lauhul Mahfuzh) sebelum Kami menciptakannya. Sesungguhnya yang demikian itu adalah mudah bagi Allah.",
  "nomor" : "22",
  "tr" : "m<u>aa</u> a<u>shaa</u>ba min mu<u>sh</u>iibatin fii <strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u> fii anfusikum ill<u>aa</u> fii kit<u>aa</u>bin min qabli an nabra-ah<u>aa</u> inna <u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>"
}, {
  "ar" : "لِكَيْلَا تَأْسَوْا عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
  "id" : "(Kami jelaskan yang demikian itu) supaya kamu jangan berduka cita terhadap apa yang luput dari kamu, dan supaya kamu jangan terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong lagi membanggakan diri,",
  "nomor" : "23",
  "tr" : "likayl<u>aa</u> ta/saw 'al<u>aa</u> m<u>aa</u> f<u>aa</u>takum wal<u>aa</u> tafra<u>h</u>uu bim<u>aa</u> <u>aa</u>t<u>aa</u>kum wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yu<u>h</u>ibbu kulla mukht<u>aa</u>lin fakhuur<strong>in</strong>"
}, {
  "ar" : "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ ۗ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ",
  "id" : "(yaitu) orang-orang yang kikir dan menyuruh manusia berbuat kikir. Dan barangsiapa yang berpaling (dari perintah-perintah Allah) maka sesungguhnya Allah Dia-lah Yang Maha Kaya lagi Maha Terpuji.",
  "nomor" : "24",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yabkhaluuna waya/muruuna <strong>al</strong>nn<u>aa</u>sa bi<strong>a</strong>lbukhli waman yatawalla fa-inna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>lghaniyyu <strong>a</strong>l<u>h</u>amiid<strong>u</strong>"
}, {
  "ar" : "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ",
  "id" : "Sesungguhnya Kami telah mengutus rasul-rasul Kami dengan membawa bukti-bukti yang nyata dan telah Kami turunkan bersama mereka Al Kitab dan neraca (keadilan) supaya manusia dapat melaksanakan keadilan. Dan Kami ciptakan besi yang padanya terdapat kekuatan yang hebat dan berbagai manfaat bagi manusia, (supaya mereka mempergunakan besi itu) dan supaya Allah mengetahui siapa yang menolong (agama)Nya dan rasul-rasul-Nya padahal Allah tidak dilihatnya. Sesungguhnya Allah Maha Kuat lagi Maha Perkasa.",
  "nomor" : "25",
  "tr" : "laqad arsaln<u>aa</u> rusulan<u>aa</u> bi<strong>a</strong>lbayyin<u>aa</u>ti wa-anzaln<u>aa</u> ma'ahumu <strong>a</strong>lkit<u>aa</u>ba wa<strong>a</strong>lmiiz<u>aa</u>na liyaquuma <strong>al</strong>nn<u>aa</u>su bi<strong>a</strong>lqis<u>th</u>i wa-anzaln<u>aa</u> <strong>a</strong>l<u>h</u>adiida fiihi ba/sun syadiidun waman<u>aa</u>fi'u li<strong>l</strong>nn<u>aa</u>si waliya'lama <strong>al</strong>l<u>aa</u>hu man yan<u>sh</u>uruhu warusulahu bi<strong>a</strong>lghaybi inna <strong>al</strong>l<u>aa</u>ha qawiyyun 'aziiz<strong>un</strong>"
}, {
  "ar" : "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ ۖ فَمِنْهُمْ مُهْتَدٍ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ",
  "id" : "Dan sesungguhnya Kami telah mengutus Nuh dan Ibrahim dan Kami jadikan kepada keturunan keduanya kenabian dan Al Kitab, maka di antara mereka ada yang menerima petunjuk dan banyak di antara mereka fasik.",
  "nomor" : "26",
  "tr" : "walaqad arsaln<u>aa</u> nuu<u>h</u>an wa-ibr<u>aa</u>hiima waja'aln<u>aa</u> fii <u>dz</u>urriyyatihim<u>aa</u> <strong>al</strong>nnubuwwata wa<strong>a</strong>lkit<u>aa</u>ba faminhum muhtadin wakatsiirun minhum f<u>aa</u>siquun<strong>a</strong>"
}, {
  "ar" : "ثُمَّ قَفَّيْنَا عَلَىٰ آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ",
  "id" : "Kemudian Kami iringi di belakang mereka dengan rasul-rasul Kami dan Kami iringi (pula) dengan Isa putra Maryam; dan Kami berikan kepadanya Injil dan Kami jadikan dalam hati orang-orang yang mengikutinya rasa santun dan kasih sayang. Dan mereka mengada-adakan rahbaniyyah padahal kami tidak mewajibkannya kepada mereka tetapi (mereka sendirilah yang mengada-adakannya) untuk mencari keridhaan Allah, lalu mereka tidak memeliharanya dengan pemeliharaan yang semestinya. Maka Kami berikan kepada orang-orang yang beriman di antara mereka pahalanya dan banyak di antara mereka orang-orang fasik.",
  "nomor" : "27",
  "tr" : "tsumma qaffayn<u>aa</u> 'al<u>aa</u> <u>aa</u>ts<u>aa</u>rihim birusulin<u>aa</u> waqaffayn<u>aa</u> bi'iis<u>aa</u> ibni maryama wa<u>aa</u>tayn<u>aa</u>hu <strong>a</strong>l-injiila waja'aln<u>aa</u> fii quluubi <strong>al</strong>la<u>dz</u>iina ittaba'uuhu ra/fatan wara<u>h</u>matan warahb<u>aa</u>niyyatan ibtada'uuh<u>aa</u> m<u>aa</u> katabn<u>aa</u>h<u>aa</u> 'alayhim ill<u>aa</u> ibtigh<u>aa</u>-a ri<u>dh</u>w<u>aa</u>ni <strong>al</strong>l<u>aa</u>hi fam<u>aa</u> ra'awh<u>aa</u> <u>h</u>aqqa ri'<u>aa</u>yatih<u>aa</u> fa<u>aa</u>tayn<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minhum ajrahum wakatsiirun minhum f<u>aa</u>siquun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
  "id" : "Hai orang-orang yang beriman (kepada para rasul), bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan untukmu cahaya yang dengan cahaya itu kamu dapat berjalan dan Dia mengampuni kamu. Dan Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "28",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha wa<u>aa</u>minuu birasuulihi yu/tikum kiflayni min ra<u>h</u>matihi wayaj'al lakum nuuran tamsyuuna bihi wayaghfir lakum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِنْ فَضْلِ اللَّهِ ۙ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
  "id" : "(Kami terangkan yang demikian itu) supaya ahli Kitab mengetahui bahwa mereka tiada mendapat sedikitpun akan karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwasanya karunia itu adalah di tangan Allah. Dia berikan karunia itu kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar",
  "nomor" : "29",
  "tr" : "li-all<u>aa</u> ya'lama ahlu <strong>a</strong>lkit<u>aa</u>bi <strong>al</strong>l<u>aa</u> yaqdiruuna 'al<u>aa</u> syay-in min fa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi wa-anna <strong>a</strong>lfa<u>dh</u>la biyadi <strong>al</strong>l<u>aa</u>hi yu/tiihi man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
} ]
