[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
  "id" : "Sesungguhnya Allah telah mendengar perkataan wanita yang mengajukan gugatan kepada kamu tentang suaminya, dan mengadukan (halnya) kepada Allah. Dan Allah mendengar soal jawab antara kamu berdua. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.",
  "nomor" : "1",
  "tr" : "qad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>latii tuj<u>aa</u>diluka fii zawjih<u>aa</u> watasytakii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu yasma'u ta<u>haa</u>wurakum<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ ۖ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا ۚ وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ",
  "id" : "Orang-orang yang menzhihar isterinya di antara kamu, (menganggap isterinya sebagai ibunya, padahal) tiadalah isteri mereka itu ibu mereka. Ibu-ibu mereka tidak lain hanyalah wanita yang melahirkan mereka. Dan sesungguhnya mereka sungguh-sungguh mengucapkan suatu perkataan mungkar dan dusta. Dan sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun.",
  "nomor" : "2",
  "tr" : "qad sami'a <strong>al</strong>l<u>aa</u>hu qawla <strong>al</strong>latii tuj<u>aa</u>diluka fii zawjih<u>aa</u> watasytakii il<u>aa</u> <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu yasma'u ta<u>haa</u>wurakum<u>aa</u> inna <strong>al</strong>l<u>aa</u>ha samii'un ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
  "id" : "Orang-orang yang menzhihar isteri mereka, kemudian mereka hendak menarik kembali apa yang mereka ucapkan, maka (wajib atasnya) memerdekakan seorang budak sebelum kedua suami isteri itu bercampur. Demikianlah yang diajarkan kepada kamu, dan Allah Maha Mengetahui apa yang kamu kerjakan.",
  "nomor" : "3",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina yu<u>zhaa</u>hiruuna min nis<u>aa</u>-ihim tsumma ya'uuduuna lim<u>aa</u> q<u>aa</u>luu fata<u>h</u>riiru raqabatin min qabli an yatam<u>aa</u>ss<u>aa</u> <u>dzaa</u>likum tuu'a<u>zh</u>uuna bihi wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>"
}, {
  "ar" : "فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ۖ فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذَٰلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ ۚ وَتِلْكَ حُدُودُ اللَّهِ ۗ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ",
  "id" : "Barangsiapa yang tidak mendapatkan (budak), maka (wajib atasnya) berpuasa dua bulan berturut-turut sebelum keduanya bercampur. Maka siapa yang tidak kuasa (wajiblah atasnya) memberi makan enam puluh orang miskin. Demikianlah supaya kamu beriman kepada Allah dan Rasul-Nya. Dan itulah hukum-hukum Allah, dan bagi orang kafir ada siksaan yang sangat pedih.",
  "nomor" : "4",
  "tr" : "faman lam yajid fa<u>sh</u>iy<u>aa</u>mu syahrayni mutat<u>aa</u>bi'ayni min qabli an yatam<u>aa</u>ss<u>aa</u> faman lam yasta<u>th</u>i' fa-i<u>th</u>'<u>aa</u>mu sittiina miskiinan <u>dzaa</u>lika litu/minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi watilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi walilk<u>aa</u>firiina 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ وَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ ۚ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ",
  "id" : "Sesungguhnya orang-orang yang yang menentang Allah dan Rasul-Nya, pasti mendapat kehinaan sebagaimana orang-orang yang sebelum mereka telah mendapat kehinaan. Sesungguhnya Kami telah menurunkan bukti-bukti nyata. Dan bagi orang-orang kafir ada siksa yang menghinakan.",
  "nomor" : "5",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>dduuna <strong>al</strong>l<u>aa</u>ha warasuulahu kubituu kam<u>aa</u> kubita <strong>al</strong>la<u>dz</u>iina min qablihim waqad anzaln<u>aa</u> <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin walilk<u>aa</u>firiina 'a<u>dzaa</u>bun muhiin<strong>un</strong>"
}, {
  "ar" : "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا ۚ أَحْصَاهُ اللَّهُ وَنَسُوهُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
  "id" : "Pada hari ketika mereka dibangkitkan Allah semuanya, lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah mengumpulkan (mencatat) amal perbuatan itu, padahal mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu.",
  "nomor" : "6",
  "tr" : "yawma yab'atsuhumu <strong>al</strong>l<u>aa</u>hu jamii'an fayunabbi-uhum bim<u>aa</u> 'amiluu a<u>hsaa</u>hu <strong>al</strong>l<u>aa</u>hu wanasuuhu wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in syahiid<strong>un</strong>"
}, {
  "ar" : "أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ مَا يَكُونُ مِنْ نَجْوَىٰ ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَىٰ مِنْ ذَٰلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ۖ ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
  "id" : "Tidakkah kamu perhatikan, bahwa sesungguhnya Allah mengetahui apa yang ada di langit dan di bumi? Tiada pembicaraan rahasia antara tiga orang, melainkan Dia-lah keempatnya. Dan tiada (pembicaraan antara) lima orang, melainkan Dia-lah keenamnya. Dan tiada (pula) pembicaraan antara jumlah yang kurang dari itu atau lebih banyak, melainkan Dia berada bersama mereka di manapun mereka berada. Kemudian Dia akan memberitahukan kepada mereka pada hari kiamat apa yang telah mereka kerjakan. Sesungguhnya Allah Maha mengetahui segala sesuatu.",
  "nomor" : "7",
  "tr" : "alam tara anna <strong>al</strong>l<u>aa</u>ha ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i m<u>aa</u> yakuunu min najw<u>aa</u> tsal<u>aa</u>tsatin ill<u>aa</u> huwa r<u>aa</u>bi'uhum wal<u>aa</u> khamsatin ill<u>aa</u> huwa s<u>aa</u>disuhum wal<u>aa</u> adn<u>aa</u> min <u>dzaa</u>lika wal<u>aa</u> aktsara ill<u>aa</u> huwa ma'ahum ayna m<u>aa</u> k<u>aa</u>nuu tsumma yunabbi-uhum bim<u>aa</u> 'amiluu yawma <strong>a</strong>lqiy<u>aa</u>mati inna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>"
}, {
  "ar" : "أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ الْمَصِيرُ",
  "id" : "Apakah tidak kamu perhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (mengerjakan) larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada Rasul. Dan apabila mereka datang kepadamu, mereka mengucapkan salam kepadamu dengan memberi salam yang bukan sebagai yang ditentukan Allah untukmu. Dan mereka mengatakan kepada diri mereka sendiri: \"Mengapa Allah tidak menyiksa kita disebabkan apa yang kita katakan itu?\" Cukuplah bagi mereka Jahannam yang akan mereka masuki. Dan neraka itu adalah seburuk-buruk tempat kembali.",
  "nomor" : "8",
  "tr" : "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina nuhuu 'ani <strong>al</strong>nnajw<u>aa</u> tsumma ya'uuduuna lim<u>aa</u> nuhuu 'anhu wayatan<u>aa</u>jawna bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wama'<u>sh</u>iyati <strong>al</strong>rrasuuli wa-i<u>dzaa</u> j<u>aa</u>uuka <u>h</u>ayyawka bim<u>aa</u> lam yu<u>h</u>ayyika bihi <strong>al</strong>l<u>aa</u>hu wayaquuluuna fii anfusihim lawl<u>aa</u> yu'a<u>dzdz</u>ibun<u>aa</u> <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> naquulu <u>h</u>asbuhum jahannamu ya<u>sh</u>lawnah<u>aa</u> fabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَىٰ ۖ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
  "id" : "Hai orang-orang beriman, apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan tentang membuat dosa, permusuhan dan berbuat durhaka kepada Rasul. Dan bicarakanlah tentang membuat kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikembalikan.",
  "nomor" : "9",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> tan<u>aa</u>jaytum fal<u>aa</u> tatan<u>aa</u>jaw bi<strong>a</strong>l-itsmi wa<strong>a</strong>l'udw<u>aa</u>ni wama'<u>sh</u>iyati <strong>al</strong>rrasuuli watan<u>aa</u>jaw bi<strong>a</strong>lbirri wa<strong>al</strong>ttaqw<u>aa</u> wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii ilayhi tu<u>h</u>syaruun<strong>a</strong>"
}, {
  "ar" : "إِنَّمَا النَّجْوَىٰ مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
  "id" : "Sesungguhnya pembicaraan rahasia itu adalah dari syaitan, supaya orang-orang yang beriman itu berduka cita, sedang pembicaraan itu tiadalah memberi mudharat sedikitpun kepada mereka, kecuali dengan izin Allah dan kepada Allah-lah hendaknya orang-orang yang beriman bertawakkal.",
  "nomor" : "10",
  "tr" : "innam<u>aa</u> <strong>al</strong>nnajw<u>aa</u> mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni liya<u>h</u>zuna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu walaysa bi<u>daa</u>rrihim syay-an ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
  "id" : "Hai orang-orang beriman apabila kamu dikatakan kepadamu: \"Berlapang-lapanglah dalam majlis\", maka lapangkanlah niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan: \"Berdirilah kamu\", maka berdirilah, niscaya Allah akan meninggikan orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu pengetahuan beberapa derajat. Dan Allah Maha Mengetahui apa yang kamu kerjakan.",
  "nomor" : "11",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> qiila lakum tafassa<u>h</u>uu fii <strong>a</strong>lmaj<u>aa</u>lisi fa<strong>i</strong>fsa<u>h</u>uu yafsa<u>h</u>i <strong>al</strong>l<u>aa</u>hu lakum wa-i<u>dzaa</u> qiila unsyuzuu fa<strong>u</strong>nsyuzuu yarfa'i <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minkum wa<strong>a</strong>lla<u>dz</u>iina uutuu <strong>a</strong>l'ilma daraj<u>aa</u>tin wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ۚ ذَٰلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ ۚ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "Hai orang-orang beriman, apabila kamu mengadakan pembicaraan khusus dengan Rasul hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum pembicaraan itu. Yang demikian itu lebih baik bagimu dan lebih bersih; jika kamu tidak memperoleh (yang akan disedekahkan) maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "12",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> n<u>aa</u>jaytumu <strong>al</strong>rrasuula faqaddimuu bayna yaday najw<u>aa</u>kum <u>sh</u>adaqatan <u>dzaa</u>lika khayrun lakum wa-a<u>th</u>haru fa-in lam tajiduu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
  "id" : "Apakah kamu takut akan (menjadi miskin) karena kamu memberikan sedekah sebelum mengadakan pembicaraan dengan Rasul? Maka jika kamu tiada memperbuatnya dan Allah telah memberi taubat kepadamu maka dirikanlah shalat, tunaikanlah zakat, taatlah kepada Allah dan Rasul-Nya; dan Allah Maha Mengetahui apa yang kamu kerjakan.",
  "nomor" : "13",
  "tr" : "a-asyfaqtum an tuqaddimuu bayna yaday najw<u>aa</u>kum <u>sh</u>adaq<u>aa</u>tin fa-i<u>dz</u> lam taf'aluu wat<u>aa</u>ba <strong>al</strong>l<u>aa</u>hu 'alaykum fa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha warasuulahu wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>"
}, {
  "ar" : "أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ",
  "id" : "Tidakkah kamu perhatikan orang-orang yang menjadikan suatu kaum yang dimurkai Allah sebagai teman? Orang-orang itu bukan dari golongan kamu dan bukan (pula) dari golongan mereka. Dan mereka bersumpah untuk menguatkan kebohongan, sedang mereka mengetahui.",
  "nomor" : "14",
  "tr" : "alam tara il<u>aa</u> <strong>al</strong>la<u>dz</u>iina tawallaw qawman gha<u>dh</u>iba <strong>al</strong>l<u>aa</u>hu 'alayhim m<u>aa</u> hum minkum wal<u>aa</u> minhum waya<u>h</u>lifuuna 'al<u>aa</u> <strong>a</strong>lka<u>dz</u>ibi wahum ya'lamuun<strong>a</strong>"
}, {
  "ar" : "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
  "id" : "Allah telah menyediakan bagi mereka azab yang sangat keras, sesungguhnya amat buruklah apa yang telah mereka kerjakan.",
  "nomor" : "15",
  "tr" : "a'adda <strong>al</strong>l<u>aa</u>hu lahum 'a<u>dzaa</u>ban syadiidan innahum s<u>aa</u>-a m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ",
  "id" : "Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka halangi (manusia) dari jalan Allah; karena itu mereka mendapat azab yang menghinakan.",
  "nomor" : "16",
  "tr" : "ittakha<u>dz</u>uu aym<u>aa</u>nahum junnatan fa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi falahum 'a<u>dzaa</u>bun muhiin<strong>un</strong>"
}, {
  "ar" : "لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا ۚ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
  "id" : "Harta benda dan anak-anak mereka tiada berguna sedikitpun (untuk menolong) mereka dari azab Allah. Mereka itulah penghuni neraka, dan mereka kekal di dalamnya.",
  "nomor" : "17",
  "tr" : "lan tughniya 'anhum amw<u>aa</u>luhum wal<u>aa</u> awl<u>aa</u>duhum mina <strong>al</strong>l<u>aa</u>hi syay-an ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
}, {
  "ar" : "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ ۚ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ",
  "id" : "(Ingatlah) hari (ketika) mereka semua dibangkitkan Allah) lalu mereka bersumpah kepada-Nya (bahwa mereka bukan musyrikin) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh suatu (manfaat). Ketahuilah, bahwa sesungguhnya merekalah orang-orang pendusta.",
  "nomor" : "18",
  "tr" : "yawma yab'atsuhumu <strong>al</strong>l<u>aa</u>hu jamii'an faya<u>h</u>lifuuna lahu kam<u>aa</u> ya<u>h</u>lifuuna lakum waya<u>h</u>sabuuna annahum 'al<u>aa</u> syay-in <strong>a</strong>l<u>aa</u> innahum humu <strong>a</strong>lk<u>aadz</u>ibuun<strong>a</strong>"
}, {
  "ar" : "اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ ۚ أُولَٰئِكَ حِزْبُ الشَّيْطَانِ ۚ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ",
  "id" : "Syaitan telah menguasai mereka lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan syaitan. Ketahuilah, bahwa sesungguhnya golongan syaitan itulah golongan yang merugi.",
  "nomor" : "19",
  "tr" : "ista<u>h</u>wa<u>dz</u>a 'alayhimu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu fa-ans<u>aa</u>hum <u>dz</u>ikra <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika <u>h</u>izbu <strong>al</strong>sysyay<u>th</u><u>aa</u>ni <strong>a</strong>l<u>aa</u> inna <u>h</u>izba <strong>al</strong>sysyay<u>th</u><u>aa</u>ni humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَٰئِكَ فِي الْأَذَلِّينَ",
  "id" : "Sesungguhnya orang-orang yang menetang Allah dan RasulNya, mereka termasuk orang-orang yang sangat hina.",
  "nomor" : "20",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina yu<u>haa</u>dduuna <strong>al</strong>l<u>aa</u>ha warasuulahu ul<u>aa</u>-ika fii <strong>a</strong>l-a<u>dz</u>alliin<strong>a</strong>"
}, {
  "ar" : "كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ",
  "id" : "Allah telah menetapkan: \"Aku dan rasul-rasul-Ku pasti menang\". Sesungguhnya Allah Maha Kuat lagi Maha Perkasa.",
  "nomor" : "21",
  "tr" : "kataba <strong>al</strong>l<u>aa</u>hu la-aghlibanna an<u>aa</u> warusulii inna <strong>al</strong>l<u>aa</u>ha qawiyyun 'aziiz<strong>un</strong>"
}, {
  "ar" : "لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ ۖ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ أُولَٰئِكَ حِزْبُ اللَّهِ ۚ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ",
  "id" : "Kamu tak akan mendapati kaum yang beriman pada Allah dan hari akhirat, saling berkasih-sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapak-bapak, atau anak-anak atau saudara-saudara ataupun keluarga mereka. Meraka itulah orang-orang yang telah menanamkan keimanan dalam hati mereka dan menguatkan mereka dengan pertolongan yang datang daripada-Nya. Dan dimasukan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah ridha terhadap mereka, dan merekapun merasa puas terhadap (limpahan rahmat)-Nya. Mereka itulah golongan Allah. Ketahuilah, bahwa sesungguhnya hizbullah itu adalah golongan yang beruntung.",
  "nomor" : "22",
  "tr" : "l<u>aa</u> tajidu qawman yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri yuw<u>aa</u>dduuna man <u>haa</u>dda <strong>al</strong>l<u>aa</u>ha warasuulahu walaw k<u>aa</u>nuu <u>aa</u>b<u>aa</u>-ahum aw abn<u>aa</u>-ahum aw ikhw<u>aa</u>nahum aw 'asyiiratahum ul<u>aa</u>-ika kataba fii quluubihimu <strong>a</strong>l-iim<u>aa</u>na wa-ayyadahum biruu<u>h</u>in minhu wayudkhiluhum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> ra<u>dh</u>iya <strong>al</strong>l<u>aa</u>hu 'anhum wara<u>dh</u>uu 'anhu ul<u>aa</u>-ika <u>h</u>izbu <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l<u>aa</u> inna <u>h</u>izba <strong>al</strong>l<u>aa</u>hi humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
} ]
