[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ ۗ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ",
  "id" : "Apabila orang-orang munafik datang kepadamu, mereka berkata: \"Kami mengakui, bahwa sesungguhnya kamu benar-benar Rasul Allah\". Dan Allah mengetahui bahwa sesungguhnya kamu benar-benar Rasul-Nya; dan Allah mengetahui bahwa sesungguhnya orang-orang munafik itu benar-benar orang pendusta.",
  "nomor" : "1",
  "tr" : "i<u>dzaa</u> j<u>aa</u>-aka <strong>a</strong>lmun<u>aa</u>fiquuna q<u>aa</u>luu nasyhadu innaka larasuulu <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ya'lamu innaka larasuuluhu wa<strong>al</strong>l<u>aa</u>hu yasyhadu inna <strong>a</strong>lmun<u>aa</u>fiqiina lak<u>aadz</u>ibuun<strong>a</strong>"
}, {
  "ar" : "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ ۚ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
  "id" : "Mereka itu menjadikan sumpah mereka sebagai perisai, lalu mereka menghalangi (manusia) dari jalan Allah. Sesungguhnya amat buruklah apa yang telah mereka kerjakan.",
  "nomor" : "2",
  "tr" : "ittakha<u>dz</u>uu aym<u>aa</u>nahum junnatan fa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi innahum s<u>aa</u>-a m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
}, {
  "ar" : "ذَٰلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
  "id" : "Yang demikian itu adalah karena bahwa sesungguhnya mereka telah beriman, kemudian menjadi kafir (lagi) lalu hati mereka dikunci mati; karena itu mereka tidak dapat mengerti.",
  "nomor" : "3",
  "tr" : "<u>dzaa</u>lika bi-annahum <u>aa</u>manuu tsumma kafaruu fa<u>th</u>ubi'a 'al<u>aa</u> quluubihim fahum l<u>aa</u> yafqahuun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ ۚ قَاتَلَهُمُ اللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
  "id" : "Dan apabila kamu melihat mereka, tubuh-tubuh mereka menjadikan kamu kagum. Dan jika mereka berkata kamu mendengarkan perkataan mereka. Mereka adalah seakan-akan kayu yang tersandar. Mereka mengira bahwa tiap-tiap teriakan yang keras ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya) maka waspadalah terhadap mereka; semoga Allah membinasakan mereka. Bagaimanakah mereka sampai dipalingkan (dari kebenaran)?",
  "nomor" : "4",
  "tr" : "wa-i<u>dzaa</u> ra-aytahum tu'jibuka ajs<u>aa</u>muhum wa-in yaquuluu tasma' liqawlihim ka-annahum khusyubun musannadatun ya<u>h</u>sabuuna kulla <u>sh</u>ay<u>h</u>atin 'alayhim humu <strong>a</strong>l'aduwwu fa<strong>i</strong><u>hts</u>arhum q<u>aa</u>talahumu <strong>al</strong>l<u>aa</u>hu ann<u>aa</u> yu/fakuun<strong>a</strong>"
}, {
  "ar" : "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ",
  "id" : "Dan apabila dikatakan kepada mereka: Marilah (beriman), agar Rasulullah memintakan ampunan bagimu, mereka membuang muka mereka dan kamu lihat mereka berpaling sedang mereka menyombongkan diri.",
  "nomor" : "5",
  "tr" : "wa-i<u>dzaa</u> qiila lahum ta'<u>aa</u>law yastaghfir lakum rasuulu <strong>al</strong>l<u>aa</u>hi lawwaw ruuusahum wara-aytahum ya<u>sh</u>udduuna wahum mustakbiruun<strong>a</strong>"
}, {
  "ar" : "سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ ۚ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
  "id" : "Sama saja bagi mereka, kamu mintakan ampunan atau tidak kamu mintakan ampunan bagi mereka. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang fasik.",
  "nomor" : "6",
  "tr" : "saw<u>aa</u>un 'alayhim astaghfarta lahum am lam tastaghfir lahum lan yaghfira <strong>al</strong>l<u>aa</u>hu lahum inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>"
}, {
  "ar" : "هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَىٰ مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّىٰ يَنْفَضُّوا ۗ وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَٰكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ",
  "id" : "Mereka orang-orang yang mengatakan (kepada orang-orang Anshar): \"Janganlah kamu memberikan perbelanjaan kepada orang-orang (Muhajirin) yang ada disisi Rasulullah supaya mereka bubar (meninggalkan Rasulullah).\" Padahal kepunyaan Allah-lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami.",
  "nomor" : "7",
  "tr" : "humu <strong>al</strong>la<u>dz</u>iina yaquuluuna l<u>aa</u> tunfiquu 'al<u>aa</u> man 'inda rasuuli <strong>al</strong>l<u>aa</u>hi <u>h</u>att<u>aa</u> yanfa<u>dhdh</u>uu walill<u>aa</u>hi khaz<u>aa</u>-inu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u>kinna <strong>a</strong>lmun<u>aa</u>fiqiina l<u>aa</u> yafqahuun<strong>a</strong>"
}, {
  "ar" : "يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ ۚ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ",
  "id" : "Mereka berkata: \"Sesungguhnya jika kita telah kembali ke Madinah, benar-benar orang yang kuat akan mengusir orang-orang yang lemah dari padanya.\" Padahal kekuatan itu hanyalah bagi Allah, bagi Rasul-Nya dan bagi orang-orang mu'min, tetapi orang-orang munafik itu tiada mengetahui.",
  "nomor" : "8",
  "tr" : "yaquuluuna la-in raja'n<u>aa</u> il<u>aa</u> <strong>a</strong>lmadiinati layukhrijanna <strong>a</strong>l-a'azzu minh<u>aa</u> <strong>a</strong>l-a<u>dz</u>alla walill<u>aa</u>hi <strong>a</strong>l'izzatu walirasuulihi walilmu/miniina wal<u>aa</u>kinna <strong>a</strong>lmun<u>aa</u>fiqiina l<u>aa</u> ya'lamuun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ ۚ وَمَنْ يَفْعَلْ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ",
  "id" : "Hai orang-orang beriman, janganlah hartamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Barangsiapa yang berbuat demikian maka mereka itulah orang-orang yang merugi.",
  "nomor" : "9",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tulhikum amw<u>aa</u>lukum wal<u>aa</u> awl<u>aa</u>dukum 'an <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi waman yaf'al <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
}, {
  "ar" : "وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَىٰ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ",
  "id" : "Dan belanjakanlah sebagian dari apa yang telah Kami berikan kepadamu sebelum datang kematian kepada salah seorang di antara kamu; lalu ia berkata: \"Ya Rabb-ku, mengapa Engkau tidak menangguhkan (kematian)ku sampai waktu yang dekat, yang menyebabkan aku dapat bersedekah dan aku termasuk orang-orang yang saleh?\"",
  "nomor" : "10",
  "tr" : "wa-anfiquu min m<u>aa</u> razaqn<u>aa</u>kum min qabli an ya/tiya a<u>h</u>adakumu <strong>a</strong>lmawtu fayaquula rabbi lawl<u>aa</u> akhkhartanii il<u>aa</u> ajalin qariibin fa-a<u>shsh</u>addaqa wa-akun mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
}, {
  "ar" : "وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
  "id" : "Dan Allah sekali-kali tidak akan menangguhkan (kematian) seseorang apabila telah datang waktu kematiannya. Dan Allah Maha Mengenal apa yang kamu kerjakan.",
  "nomor" : "11",
  "tr" : "walan yu-akhkhira <strong>al</strong>l<u>aa</u>hu nafsan i<u>dzaa</u> j<u>aa</u>-a ajaluh<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>"
} ]
