[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يَا أَيُّهَا الْمُزَّمِّلُ",
  "id" : "Hai orang yang berselimut (Muhammad),",
  "nomor" : "1",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>a</strong>lmuzzammil<strong>u</strong>"
}, {
  "ar" : "قُمِ اللَّيْلَ إِلَّا قَلِيلًا",
  "id" : "bangunlah (untuk sembahyang) di malam hari, kecuali sedikit (daripadanya),",
  "nomor" : "2",
  "tr" : "qumi <strong>al</strong>layla ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا",
  "id" : "(yaitu) seperduanya atau kurangilah dari seperdua itu sedikit.",
  "nomor" : "3",
  "tr" : "ni<u>sh</u>fahu awi unqu<u>sh</u> minhu qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا",
  "id" : "atau lebih dari seperdua itu. Dan bacalah Al Qur'an itu dengan perlahan-lahan.",
  "nomor" : "4",
  "tr" : "aw zid 'alayhi warattili <strong>a</strong>lqur-<u>aa</u>na tartiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا",
  "id" : "Sesungguhnya Kami akan menurunkan kapadamu perkataan yang berat.",
  "nomor" : "5",
  "tr" : "inn<u>aa</u> sanulqii 'alayka qawlan tsaqiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا",
  "id" : "Sesungguhnya bangun di waktu malam adalah lebih tepat (untuk khusyuk) dan bacaan di waktu itu lebih berkesan.",
  "nomor" : "6",
  "tr" : "inna n<u>aa</u>syi-ata <strong>al</strong>layli hiya asyaddu wa<u>th</u>-an wa-aqwamu qiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا",
  "id" : "Sesungguhnya kamu pada siang hari mempunyai urusan yang panjang (banyak).",
  "nomor" : "7",
  "tr" : "inna laka fii <strong>al</strong>nnah<u>aa</u>ri sab<u>h</u>an <u>th</u>awiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا",
  "id" : "Sebutlah nama Tuhanmu, dan beribadatlah kepada-Nya dengan penuh ketekunan.",
  "nomor" : "8",
  "tr" : "wa<strong>u</strong><u>dz</u>kuri isma rabbika watabattal ilayhi tabtiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا",
  "id" : "(Dia-lah) Tuhan masyrik dan maghrib, tiada Tuhan (yang berhak disembah) melainkan Dia, maka ambillah Dia sebagai pelindung.",
  "nomor" : "9",
  "tr" : "rabbu <strong>a</strong>lmasyriqi wa<strong>a</strong>lmaghribi l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa fa<strong>i</strong>ttakhi<u>dz</u>hu wakiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا",
  "id" : "Dan bersabarlah terhadap apa yang mereka ucapkan dan jauhilah mereka dengan cara yang baik.",
  "nomor" : "10",
  "tr" : "wa<strong>i</strong><u>sh</u>bir 'al<u>aa</u> m<u>aa</u> yaquuluuna wa<strong>u</strong>hjurhum hajran jamiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا",
  "id" : "Dan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan dan beri tangguhlah mereka barang sebentar.",
  "nomor" : "11",
  "tr" : "wa<u>dz</u>arnii wa<strong>a</strong>lmuka<u>dzdz</u>ibiina ulii <strong>al</strong>nna'mati wamahhilhum qaliil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا",
  "id" : "Karena sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat dan neraka yang menyala-nyala.",
  "nomor" : "12",
  "tr" : "inna ladayn<u>aa</u> ank<u>aa</u>lan waja<u>h</u>iim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا",
  "id" : "Dan makanan yang menyumbat di kerongkongan dan azab yang pedih.",
  "nomor" : "13",
  "tr" : "wa<u>th</u>a'<u>aa</u>man <u>dzaa</u> ghu<u>shsh</u>atin wa'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>"
}, {
  "ar" : "يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلًا",
  "id" : "Pada hari bumi dan gunung-gunung bergoncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang berterbangan.",
  "nomor" : "14",
  "tr" : "yawma tarjufu <strong>a</strong>l-ar<u>dh</u>u wa<strong>a</strong>ljib<u>aa</u>lu wak<u>aa</u>nati <strong>a</strong>ljib<u>aa</u>lu katsiiban mahiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَىٰ فِرْعَوْنَ رَسُولًا",
  "id" : "Sesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang Rasul, yang menjadi saksi terhadapmu, sebagaimana Kami telah mengutus (dahulu) seorang Rasul kepada Fir'aun.",
  "nomor" : "15",
  "tr" : "inn<u>aa</u> arsaln<u>aa</u> ilaykum rasuulan sy<u>aa</u>hidan 'alaykum kam<u>aa</u> arsaln<u>aa</u> il<u>aa</u> fir'awna rasuul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَعَصَىٰ فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا",
  "id" : "Maka Fir'aun mendurhakai Rasul itu, lalu Kami siksa dia dengan siksaan yang berat.",
  "nomor" : "16",
  "tr" : "fa'a<u>shaa</u> fir'awnu <strong>al</strong>rrasuula fa-akha<u>dz</u>n<u>aa</u>hu akh<u>dz</u>an wabiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا",
  "id" : "Maka bagaimanakah kamu akan dapat memelihara dirimu jika kamu tetap kafir kepada hari yang menjadikan anak-anak beruban.",
  "nomor" : "17",
  "tr" : "fakayfa tattaquuna in kafartum yawman yaj'alu <strong>a</strong>lwild<u>aa</u>na syiib<u>aa</u><strong>n</strong>"
}, {
  "ar" : "السَّمَاءُ مُنْفَطِرٌ بِهِ ۚ كَانَ وَعْدُهُ مَفْعُولًا",
  "id" : "Langit(pun) menjadi pecah belah pada hari itu. Adalah janji-Nya itu pasti terlaksana.",
  "nomor" : "18",
  "tr" : "a<strong>l</strong>ssam<u>aa</u>u munfa<u>th</u>irun bihi k<u>aa</u>na wa'duhu maf'uul<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ هَٰذِهِ تَذْكِرَةٌ ۖ فَمَنْ شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ سَبِيلًا",
  "id" : "Sesungguhnya ini adalah suatu peringatan. Maka barangsiapa yang menghendaki niscaya ia menempuh jalan (yang menyampaikannya) kepada Tuhannya.",
  "nomor" : "19",
  "tr" : "inna h<u>aadz</u>ihi ta<u>dz</u>kiratun faman sy<u>aa</u>-a ittakha<u>dz</u>a il<u>aa</u> rabbihi sabiil<u>aa</u><strong>n</strong>"
}, {
  "ar" : "إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَىٰ مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ ۚ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ ۚ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ ۖ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ ۚ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَىٰ ۙ وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ ۙ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ ۖ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ ۚ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا ۚ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا ۚ وَاسْتَغْفِرُوا اللَّهَ ۖ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "Sesungguhnya Tuhanmu mengetahui bahwasanya kamu berdiri (sembahyang) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersama kamu. Dan Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu sekali-kali tidak dapat menentukan batas-batas waktu-waktu itu, maka Dia memberi keringanan kepadamu, karena itu bacalah apa yang mudah (bagimu) dari Al Qur'an. Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit dan orang-orang yang berjalan di muka bumi mencari sebagian karunia Allah; dan orang-orang yang lain lagi berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) dari Al Qur'an dan dirikanlah sembahyang, tunaikanlah zakat dan berikanlah pinjaman kepada Allah pinjaman yang baik. Dan kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan mohonlah ampunan kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "20",
  "tr" : "inna rabbaka ya'lamu annaka taquumu adn<u>aa</u> min tsulutsayi <strong>al</strong>layli wani<u>sh</u>fahu watsulutsahu wa<u>th</u><u>aa</u>-ifatun mina <strong>al</strong>la<u>dz</u>iina ma'aka wa<strong>al</strong>l<u>aa</u>hu yuqaddiru <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra 'alima an lan tu<u>hs</u>uuhu fat<u>aa</u>ba 'alaykum fa<strong>i</strong>qrauu m<u>aa</u> tayassara mina <strong>a</strong>lqur-<u>aa</u>ni 'alima an sayakuunu minkum mar<u>daa</u> wa<u>aa</u>kharuuna ya<u>dh</u>ribuuna fii <strong>a</strong>l-ar<u>dh</u>i yabtaghuuna min fa<u>dh</u>li <strong>al</strong>l<u>aa</u>hi wa<u>aa</u>kharuuna yuq<u>aa</u>tiluuna fii sabiili <strong>al</strong>l<u>aa</u>hi fa<strong>i</strong>qrauu m<u>aa</u> tayassara minhu wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-aqri<u>dh</u>uu <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan wam<u>aa</u> tuqaddimuu li-anfusikum min khayrin tajiduuhu 'inda <strong>al</strong>l<u>aa</u>hi huwa khayran wa-a'<u>zh</u>ama ajran wa<strong>i</strong>staghfiruu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
} ]
