[ {
  "ar" : "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يَسْأَلُونَكَ عَنِ الْأَنْفَالِ ۖ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ ۖ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ",
  "id" : "Mereka menanyakan kepadamu tentang (pembagian) harta rampasan perang. Katakanlah: \"Harta rampasan perang kepunyaan Allah dan Rasul, oleh sebab itu bertakwalah kepada Allah dan perbaikilah perhubungan di antara sesamamu; dan ta'atlah kepada Allah dan Rasul-Nya jika kamu adalah orang-orang yang beriman.\"",
  "nomor" : "1",
  "tr" : "yas-aluunaka 'ani <strong>a</strong>l-anf<u>aa</u>li quli <strong>a</strong>l-anf<u>aa</u>lu lill<u>aa</u>hi wa<strong>al</strong>rrasuuli fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha wa-a<u>sh</u>li<u>h</u>uu <u>dzaa</u>ta baynikum wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha warasuulahu in kuntum mu/miniin<strong>a</strong>"
}, {
  "ar" : "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
  "id" : "Sesungguhnya orang-orang yang beriman ialah mereka yang bila disebut nama Allah gemetarlah hati mereka, dan apabila dibacakan ayat-ayatNya bertambahlah iman mereka (karenanya), dan hanya kepada Tuhanlah mereka bertawakkal.",
  "nomor" : "2",
  "tr" : "innam<u>aa</u> <strong>a</strong>lmu/minuuna <strong>al</strong>la<u>dz</u>iina i<u>dzaa</u> <u>dz</u>ukira <strong>al</strong>l<u>aa</u>hu wajilat quluubuhum wa-i<u>dzaa</u> tuliyat 'alayhim <u>aa</u>y<u>aa</u>tuhu z<u>aa</u>dat-hum iim<u>aa</u>nan wa'al<u>aa</u> rabbihim yatawakkaluun<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
  "id" : "(yaitu) orang-orang yang mendirikan shalat dan yang menafkahkan sebagian dari rezki yang Kami berikan kepada mereka.",
  "nomor" : "3",
  "tr" : "<strong>al</strong>la<u>dz</u>iina yuqiimuuna <strong>al</strong><u>shsh</u>al<u>aa</u>ta wamimm<u>aa</u> razaqn<u>aa</u>hum yunfiquun<strong>a</strong>"
}, {
  "ar" : "أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا ۚ لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
  "id" : "Itulah orang-orang yang beriman dengan sebenar-benarnya. Mereka akan memperoleh beberapa derajat ketinggian di sisi Tuhannya dan ampunan serta rezki (ni'mat) yang mulia.",
  "nomor" : "4",
  "tr" : "ul<u>aa</u>-ika humu <strong>a</strong>lmu/minuuna <u>h</u>aqqan lahum daraj<u>aa</u>tun 'inda rabbihim wamaghfiratun warizqun kariim<strong>un</strong>"
}, {
  "ar" : "كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ",
  "id" : "Sebagaimana Tuhanmu menyuruhmu pergi dan rumahmu dengan kebenaran, padahal sesungguhnya sebagian dari orang-orang yang beriman itu tidak menyukainya,",
  "nomor" : "5",
  "tr" : "kam<u>aa</u> akhrajaka rabbuka min baytika bi<strong>a</strong>l<u>h</u>aqqi wa-inna fariiqan mina <strong>a</strong>lmu/miniina lak<u>aa</u>rihuun<strong>a</strong>"
}, {
  "ar" : "يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ",
  "id" : "mereka membantahmu tentang kebenaran sesudah nyata (bahwa mereka pasti menang), seolah-olah mereka dihalau kepada kematian, sedang mereka melihat (sebab-sebab kematian itu).",
  "nomor" : "6",
  "tr" : "yuj<u>aa</u>diluunaka fii <strong>a</strong>l<u>h</u>aqqi ba'da m<u>aa</u> tabayyana ka-annam<u>aa</u> yus<u>aa</u>quuna il<u>aa</u> <strong>a</strong>lmawti wahum yan<u>zh</u>uruun<strong>a</strong>"
}, {
  "ar" : "وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ",
  "id" : "Dan (ingatlah), ketika Allah menjanjikan kepadamu bahwa salah satu dari dua golongan (yang kamu hadapi) adalah untukmu, sedang kamu menginginkan bahwa yang tidak mempunyai kekekuatan senjatalah yang untukmu, dan Allah menghendaki untuk membenarkan yang benar dengan ayat-ayat-Nya dan memusnahkan orang-orang kafir,",
  "nomor" : "7",
  "tr" : "wa-i<u>dz</u> ya'idukumu <strong>al</strong>l<u>aa</u>hu i<u>h</u>d<u>aa</u> <strong>al</strong><u>ththaa</u>-ifatayni annah<u>aa</u> lakum watawadduuna anna ghayra <u>dzaa</u>ti <strong>al</strong>sysyawkati takuunu lakum wayuriidu <strong>al</strong>l<u>aa</u>hu an yu<u>h</u>iqqa <strong>a</strong>l<u>h</u>aqqa bikalim<u>aa</u>tihi wayaq<u>th</u>a'a d<u>aa</u>bira <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ",
  "id" : "agar Allah menetapkan yang hak (Islam) dan membatalkan yang batil (syirik) walaupun orang-orang yang berdosa (musyrik) itu tidak menyukainya.",
  "nomor" : "8",
  "tr" : "liyu<u>h</u>iqqa <strong>a</strong>l<u>h</u>aqqa wayub<u>th</u>ila <strong>a</strong>lb<u>aath</u>ila walaw kariha <strong>a</strong>lmujrimuun<strong>a</strong>"
}, {
  "ar" : "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ",
  "id" : "(Ingatlah), ketika kamu memohon pertolongan kepada Tuhanmu, lalu diperkenankan-Nya bagimu: \"Sesungguhnya Aku akan mendatangkan bala bantuan kepada kamu dengan seribu malaikat yang datang berturut-turut\".",
  "nomor" : "9",
  "tr" : "i<u>dz</u> tastaghiitsuuna rabbakum fa<strong>i</strong>staj<u>aa</u>ba lakum annii mumiddukum bi-alfin mina <strong>a</strong>lmal<u>aa</u>-ikati murdifiin<strong>a</strong>"
}, {
  "ar" : "وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ ۚ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ ۚ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
  "id" : "Dan Allah tidak menjadikannya (mengirim bala bantuan itu), melainkan sebagai kabar gembira dan agar hatimu menjadi tenteram karenanya. Dan kemenangan itu hanyalah dari sisi Allah. Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "10",
  "tr" : "wam<u>aa</u> ja'alahu <strong>al</strong>l<u>aa</u>hu ill<u>aa</u> busyr<u>aa</u> walita<u>th</u>ma-inna bihi quluubukum wam<u>aa</u> <strong>al</strong>nna<u>sh</u>ru ill<u>aa</u> min 'indi <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ",
  "id" : "(Ingatlah), ketika Allah menjadikan kamu mengantuk sebagai suatu penenteraman daripada-Nya, dan Allah menurunkan kepadamu hujan dari langit untuk mensucikan kamu dengan hujan itu dan menghilangkan dari kamu gangguan-gangguan syaitan dan untuk menguatkan hatimu dan mesmperteguh dengannya telapak kaki(mu).",
  "nomor" : "11",
  "tr" : "i<u>dz</u> yughasysyiikumu <strong>al</strong>nnu'<u>aa</u>sa amanatan minhu wayunazzilu 'alaykum mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an liyu<u>th</u>ahhirakum bihi wayu<u>dz</u>hiba 'ankum rijza <strong>al</strong>sysyay<u>th</u><u>aa</u>ni waliyarbi<u>th</u>a 'al<u>aa</u> quluubikum wayutsabbita bihi <strong>a</strong>l-aqd<u>aa</u>m<strong>a</strong>"
}, {
  "ar" : "إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا ۚ سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ",
  "id" : "(Ingatlah), ketika Tuhanmu mewahyukan kepada para malaikat : \"Sesungguhnya Aku bersama kamu, maka teguhkan (pendirian) orang-orang yang telah beriman\". Kelak akan Aku jatuhkan rasa ketakutan ke dalam hati orang-orang kafir, maka penggallah kepala mereka dan pancunglah tiap-tiap ujung jari mereka.",
  "nomor" : "12",
  "tr" : "i<u>dz</u> yuu<u>h</u>ii rabbuka il<u>aa</u> <strong>a</strong>lmal<u>aa</u>-ikati annii ma'akum fatsabbituu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu saulqii fii quluubi <strong>al</strong>la<u>dz</u>iina kafaruu <strong>al</strong>rru'ba fa<strong>i</strong><u>dh</u>ribuu fawqa <strong>a</strong>l-a'n<u>aa</u>qi wa<strong>i</strong><u>dh</u>ribuu minhum kulla ban<u>aa</u>n<strong>in</strong>"
}, {
  "ar" : "ذَٰلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ ۚ وَمَنْ يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
  "id" : "(Ketentuan) yang demikian itu adalah karena sesungguhnya mereka menentang Allah dan Rasul-Nya; dan barangsiapa menentang Allah dan Rasul-Nya, maka sesungguhnya Allah amat keras siksaan-Nya.",
  "nomor" : "13",
  "tr" : "<u>dzaa</u>lika bi-annahum sy<u>aa</u>qquu <strong>al</strong>l<u>aa</u>ha warasuulahu waman yusy<u>aa</u>qiqi <strong>al</strong>l<u>aa</u>ha warasuulahu fa-inna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ",
  "id" : "Itulah (hukum dunia yang ditimpakan atasmu), maka rasakanlah hukuman itu. Sesungguhnya bagi orang-orang yang kafir itu ada (lagi) azab neraka.",
  "nomor" : "14",
  "tr" : "<u>dzaa</u>likum fa<u>dz</u>uuquuhu wa-anna lilk<u>aa</u>firiina 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ",
  "id" : "Hai orang-orang yang beriman, apabila kamu bertemu dengan orang-orang yang kafir yang sedang menyerangmu, maka janganlah kamu membelakangi mereka (mundur).",
  "nomor" : "15",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> laqiitumu <strong>al</strong>la<u>dz</u>iina kafaruu za<u>h</u>fan fal<u>aa</u> tuwalluuhumu <strong>a</strong>l-adb<u>aa</u>r<strong>a</strong>"
}, {
  "ar" : "وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ",
  "id" : "Barangsiapa yang membelakangi mereka (mundur) di waktu itu, kecuali berbelok untuk (sisat) perang atau hendak menggabungkan diri dengan pasukan yang lain, maka sesungguhnya orang itu kembali dengan membawa kemurkaan dari Allah, dan tempatnya ialah neraka Jahannam. Dan amat buruklah tempat kembalinya.",
  "nomor" : "16",
  "tr" : "waman yuwallihim yawma-i<u>dz</u>in duburahu ill<u>aa</u> muta<u>h</u>arrifan liqit<u>aa</u>lin aw muta<u>h</u>ayyizan il<u>aa</u> fi-atin faqad b<u>aa</u>-a bigha<u>dh</u>abin mina <strong>al</strong>l<u>aa</u>hi wama/w<u>aa</u>hu jahannamu wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "فَلَمْ تَقْتُلُوهُمْ وَلَٰكِنَّ اللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَٰكِنَّ اللَّهَ رَمَىٰ ۚ وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
  "id" : "Maka (yang sebenarnya) bukan kamu yang membunuh mereka, akan tetapi Allahlah yang membunuh mereka, dan bukan kamu yang melempar ketika kamu melempar, tetapi Allah-lah yang melempar. (Allah berbuat demikian untuk membinasakan mereka) dan untuk memberi kemenangan kepada orang-orang mu'min, dengan kemenangan yang baik. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "17",
  "tr" : "falam taqtuluuhum wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha qatalahum wam<u>aa</u> ramayta i<u>dz</u> ramayta wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha ram<u>aa</u> waliyubliya <strong>a</strong>lmu/miniina minhu bal<u>aa</u>-an <u>h</u>asanan inna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>"
}, {
  "ar" : "ذَٰلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ",
  "id" : "Itulah (karunia Allah yang dilimpahkan kepadamu), dan sesungguhnya Allah melemahkan tipu daya orang-orang yang kafir.",
  "nomor" : "18",
  "tr" : "<u>dzaa</u>likum wa-anna <strong>al</strong>l<u>aa</u>ha muuhinu kaydi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
}, {
  "ar" : "إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ ۖ وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ ۖ وَإِنْ تَعُودُوا نَعُدْ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ",
  "id" : "Jika kamu (orang-orang musyrikin) mencari keputusan, maka telah datang keputusan kepadamu; dan jika kamu berhenti; maka itulah yang lehih baik bagimu; dan jika kamu kembali, niscaya Kami kembali (pula); dan angkatan perangmu sekali-kali tidak akan dapat menolak dari kamu sesuatu bahayapun, biarpun dia banyak dan sesungguhnya Allah beserta orang-orang yang beriman.",
  "nomor" : "19",
  "tr" : "in tastafti<u>h</u>uu faqad j<u>aa</u>-akumu <strong>a</strong>lfat<u>h</u>u wa-in tantahuu fahuwa khayrun lakum wa-in ta'uuduu na'ud walan tughniya 'ankum fi-atukum syay-an walaw katsurat wa-anna <strong>al</strong>l<u>aa</u>ha ma'a <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ",
  "id" : "Hai orang-orang yang beriman, ta'atlah kepada Allah dan Rasul-Nya, dan janganlah kamu berpaling dari pada-Nya, sedang kamu mendengar (perintah-perintah-Nya),",
  "nomor" : "20",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha warasuulahu wal<u>aa</u> tawallaw 'anhu wa-antum tasma'uun<strong>a</strong>"
}, {
  "ar" : "وَلَا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
  "id" : "dan janganlah kamu menjadi seperti orang-orang (munafik) vang berkata \"Kami mendengarkan, padahal mereka tidak mendengarkan.",
  "nomor" : "21",
  "tr" : "wal<u>aa</u> takuunuu ka<strong>a</strong>lla<u>dz</u>iina q<u>aa</u>luu sami'n<u>aa</u> wahum l<u>aa</u> yasma'uun<strong>a</strong>"
}, {
  "ar" : "إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ",
  "id" : "Sesungguhnya binatang (makhluk) yang seburuk-buruknya pada sisi Allah ialah; orang-orang yang pekak dan tuli yang tidak mengerti apa-apapun.",
  "nomor" : "22",
  "tr" : "inna syarra <strong>al</strong>ddaw<u>aa</u>bbi 'inda <strong>al</strong>l<u>aa</u>hi <strong>al</strong><u>shsh</u>ummu <strong>a</strong>lbukmu <strong>al</strong>la<u>dz</u>iina l<u>aa</u> ya'qiluun<strong>a</strong>"
}, {
  "ar" : "وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ",
  "id" : "Kalau sekiranya Allah mengetahui kebaikan ada pada mereka, tentulah Allah menjadikan mereka dapat mendengar. Dan jikalau Allah menjadikan mereka dapat mendengar, niscaya mereka pasti berpaling juga, sedang mereka memalingkan diri (dari apa yang mereka dengar itu).",
  "nomor" : "23",
  "tr" : "walaw 'alima <strong>al</strong>l<u>aa</u>hu fiihim khayran la-asma'ahum walaw asma'ahum latawallaw wahum mu'ri<u>dh</u>uun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ",
  "id" : "Hai orang-orang yang beriman, penuhilah seruan Allah dan seruan Rasul apabila Rasul menyeru kamu kepada suatu yang memberi kehidupan kepada kamu, ketahuilah bahwa sesungguhnya Allah membatasi antara manusia dan hatinya dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan.",
  "nomor" : "24",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu istajiibuu lill<u>aa</u>hi wali<strong>l</strong>rrasuuli i<u>dzaa</u> da'<u>aa</u>kum lim<u>aa</u> yu<u>h</u>yiikum wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ya<u>h</u>uulu bayna <strong>a</strong>lmar-i waqalbihi wa-annahu ilayhi tu<u>h</u>syaruun<strong>a</strong>"
}, {
  "ar" : "وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً ۖ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
  "id" : "Dan peliharalah dirimu dari pada siksaan yang tidak khusus menimpa orang-orang yang zalim saja di antara kamu. Dan ketahuilah bahwa Allah amat keras siksaan-Nya.",
  "nomor" : "25",
  "tr" : "wa<strong>i</strong>ttaquu fitnatan l<u>aa</u> tu<u>sh</u>iibanna <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu minkum kh<u>aass</u>atan wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ",
  "id" : "Dan ingatlah (hai para muhajirin) ketika kamu masih berjumlah sedikit, lagi tertindas di muka bumi (Mekah), kamu takut orang-orang (Mekah) akan menculik kamu, maka Allah memberi kamu tempat menetap (Madinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya karnu rezki dari yang baik-baik agar kamu bersyukur.",
  "nomor" : "26",
  "tr" : "wa<strong>u</strong><u>dz</u>kuruu i<u>dz</u> antum qaliilun musta<u>dh</u>'afuuna fii <strong>a</strong>l-ar<u>dh</u>i takh<u>aa</u>fuuna an yatakha<u>ththh</u>afakumu <strong>al</strong>nn<u>aa</u>su fa<u>aa</u>w<u>aa</u>kum wa-ayyadakum bina<u>sh</u>rihi warazaqakum mina <strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti la'allakum tasykuruun<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ",
  "id" : "Hai orang-orang yang beriman, janganlah kamu mengkhianati Allah dan Rasul (Muhammad) dan (juga) janganlah kamu mengkhianati amanat-amanat yang dipercayakan kepadamu, sedang kamu mengetahui.",
  "nomor" : "27",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> takhuunuu <strong>al</strong>l<u>aa</u>ha wa<strong>al</strong>rrasuula watakhuunuu am<u>aa</u>n<u>aa</u>tikum wa-antum ta'lamuun<strong>a</strong>"
}, {
  "ar" : "وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ",
  "id" : "Dan ketahuilah, bahwa hartamu dan anak-anakmu itu hanyalah sebagai cobaan dan sesungguhnya di sisi Allah-lah pahala yang besar.",
  "nomor" : "28",
  "tr" : "wa<strong>i</strong>'lamuu annam<u>aa</u> amw<u>aa</u>lukum wa-awl<u>aa</u>dukum fitnatun wa-anna <strong>al</strong>l<u>aa</u>ha 'indahu ajrun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
  "id" : "Hai orang-orang beriman, jika kamu bertaqwa kepada ALlah, Kami akan memberikan kepadamu Furqaan. Dan kami akan jauhkan dirimu dari kesalahan-kesalahanmu, dan mengampuni (dosa-dosa)mu. Dan Allah mempunyai karunia yang besar.",
  "nomor" : "29",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>m<u>aa</u>nuu in tattaquu <strong>al</strong>l<u>aa</u>ha yaj'al lakum furq<u>aa</u>nan wayukaffir 'ankum sayyi-<u>aa</u>tikum wayaghfir lakum wa<strong>al</strong>l<u>aa</u>hu <u>dz</u>uu <strong>a</strong>lfa<u>dh</u>li <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
}, {
  "ar" : "وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ",
  "id" : "Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan daya upaya terhadapmu untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka memikirkan tipu daya dan Allah menggagalkan tipu daya itu. Dan Allah sebaik-baik Pembalas tipu daya.",
  "nomor" : "30",
  "tr" : "wa-i<u>dz</u> yamkuru bika <strong>al</strong>la<u>dz</u>iina kafaruu liyutsbituuka aw yaqtuluuka aw yukhrijuuka wayamkuruuna wayamkuru <strong>al</strong>l<u>aa</u>hu wa<strong>al</strong>l<u>aa</u>hu khayru <strong>a</strong>lm<u>aa</u>kiriin<strong>a</strong>"
}, {
  "ar" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَٰذَا ۙ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
  "id" : "Dan apabila dibacakan kepada mereka ayat-ayat Kami, mereka berkata: \"Sesungguhnya kami telah mendengar (ayat-ayat yang seperti ini), kalau kami menhendaki niscaya kami dapat membacakan yang seperti ini, (Al Qur'an) ini tidak lain hanyalah dongeng-dongengan orang-orang purbakala\".",
  "nomor" : "31",
  "tr" : "wa-i<u>dzaa</u> tutl<u>aa</u> 'alayhim <u>aa</u>y<u>aa</u>tun<u>aa</u> q<u>aa</u>luu qad sami'n<u>aa</u> law nasy<u>aa</u>u laquln<u>aa</u> mitsla h<u>aadzaa</u> in h<u>aadzaa</u> ill<u>aa</u> as<u>aath</u>iiru <strong>a</strong>l-awwaliin<strong>a</strong>"
}, {
  "ar" : "وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ",
  "id" : "Dan (ingatlah), ketika mereka (orang-orang musyrik) berkata : \"Ya Allah, jika betul (Al Qur'an) ini, dialah yang benar dari sisi Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih\".",
  "nomor" : "32",
  "tr" : "wa-i<u>dz</u> q<u>aa</u>luu <strong>al</strong>l<u>aa</u>humma in k<u>aa</u>na h<u>aadzaa</u> huwa <strong>a</strong>l<u>h</u>aqqa min 'indika fa-am<u>th</u>ir 'alayn<u>aa</u> <u>h</u>ij<u>aa</u>ratan mina <strong>al</strong>ssam<u>aa</u>-i awi i/tin<u>aa</u> bi'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>"
}, {
  "ar" : "وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
  "id" : "Dan Allah sekali-kali tidak akan mengazab mereka, sedang kamu berada di antara mereka. Dan tidaklah (pula) Allah akan mengazab mereka, sedang mereka meminta ampun",
  "nomor" : "33",
  "tr" : "wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liyu'a<u>dzdz</u>ibahum wa-anta fiihim wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu mu'a<u>dzdz</u>ibahum wahum yastaghfiruun<strong>a</strong>"
}, {
  "ar" : "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ ۚ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
  "id" : "Kenapa Allah tidak mengazab mereka padahal mereka menghalangi orang untuk (mendatangi) Masjidilharam, dan mereka bukanlah orang-orang yang berhak menguasainya? Orang-orang yang berhak menguasai(nya) hanyalah orang-orang yang bertakwa. Tetapi kebanyakan mereka tidak mengetahui.",
  "nomor" : "34",
  "tr" : "wam<u>aa</u> lahum <strong>al</strong>l<u>aa</u> yu'a<u>dzdz</u>ibahumu <strong>al</strong>l<u>aa</u>hu wahum ya<u>sh</u>udduuna 'ani <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wam<u>aa</u> k<u>aa</u>nuu awliy<u>aa</u>-ahu in awliy<u>aa</u>uhu ill<u>aa</u> <strong>a</strong>lmuttaquuna wal<u>aa</u>kinna aktsarahum l<u>aa</u> ya'lamuun<strong>a</strong>"
}, {
  "ar" : "وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً ۚ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
  "id" : "Sembahyang mereka di sekitar Baitullah itu, lain tidak hanyalah siulan dan tepukan tangan. Maka rasakanlah azab disebabkan kekafiranmu itu.",
  "nomor" : "35",
  "tr" : "wam<u>aa</u> k<u>aa</u>na <u>sh</u>al<u>aa</u>tuhum 'inda <strong>a</strong>lbayti ill<u>aa</u> muk<u>aa</u>-an wata<u>sh</u>diyatan fa<u>dz</u>uuquu <strong>a</strong>l'a<u>dzaa</u>ba bim<u>aa</u> kuntum takfuruun<strong>a</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ ۚ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَالَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
  "id" : "Sesungguhnya orang-orang yang kafir menafkahkan harta mereka untuk menghalangi (orang) dari jalan Allah. Mereka akan menafkahkan harta itu, kemudian menjadi sesalan bagi mereka, dan mereka akan dikalahkan. Dan ke dalam Jahannamlah orang-orang yang kafir itu dikumpulkan,",
  "nomor" : "36",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina kafaruu yunfiquuna amw<u>aa</u>lahum liya<u>sh</u>udduu 'an sabiili <strong>al</strong>l<u>aa</u>hi fasayunfiquunah<u>aa</u> tsumma takuunu 'alayhim <u>h</u>asratan tsumma yughlabuuna wa<strong>a</strong>lla<u>dz</u>iina kafaruu il<u>aa</u> jahannama yu<u>h</u>syaruun<strong>a</strong>"
}, {
  "ar" : "لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَىٰ بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ ۚ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
  "id" : "supaya Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas sebagian yang lain, lalu kesemuanya ditumpukkan-Nya, dan dimasukkan-Nya ke dalam neraka Jahannam. Mereka itulah orang-orang yang merugi.",
  "nomor" : "37",
  "tr" : "liyamiiza <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lkhabiitsa mina <strong>al</strong><u>ththh</u>ayyibi wayaj'ala <strong>a</strong>lkhabiitsa ba'<u>dh</u>ahu 'al<u>aa</u> ba'<u>dh</u>in fayarkumahu jamii'an fayaj'alahu fii jahannama ul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
}, {
  "ar" : "قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ",
  "id" : "Katakanlah kepada orang-orang yang kafir itu: \"Jika mereka berhenti (dari kekafirannya), niscaya Allah akan mengampuni mereka tentang dosa-dosa mereka yang sudah lalu; dan jika mereka kembali lagi sesungguhnya akan berlaku (kepada mereka) sunnah (Allah tenhadap) orang-orang dahulu \".",
  "nomor" : "38",
  "tr" : "qul lilla<u>dz</u>iina kafaruu in yantahuu yughfar lahum m<u>aa</u> qad salafa wa-in ya'uuduu faqad ma<u>dh</u>at sunnatu <strong>a</strong>l-awwaliin<strong>a</strong>"
}, {
  "ar" : "وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ ۚ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
  "id" : "Dan perangilah mereka, supaya jangan ada fitnah dan supaya agama itu semata-mata untuk Allah. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan.",
  "nomor" : "39",
  "tr" : "waq<u>aa</u>tiluuhum <u>h</u>att<u>aa</u> l<u>aa</u> takuuna fitnatun wayakuuna <strong>al</strong>ddiinu kulluhu lill<u>aa</u>hi fa-ini intahaw fa-inna <strong>al</strong>l<u>aa</u>ha bim<u>aa</u> ya'maluuna ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ ۚ نِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ",
  "id" : "Dan jika mereka berpaling, maka ketahuilah bahwasanya Allah Pelindungmu. Dia adalah sebaik-baik Pelindung dan sebaik-baik Penolong.",
  "nomor" : "40",
  "tr" : "wa-in tawallaw fa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha mawl<u>aa</u>kum ni'ma <strong>a</strong>lmawl<u>aa</u> wani'ma <strong>al</strong>nna<u>sh</u>iir<strong>u</strong>"
}, {
  "ar" : "وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
  "id" : "Ketahuilah, sesungguhnya apa saja yang dapat kamu peroleh sebagai rampasan perang, maka sesungguhnya seperlima untuk Allah, Rasul, kerabat Rasul, anak-anak yatim, orang-orang miskin dan ibnussabil, jika kamu beriman kepada Allah dan kepada apa yang kami turunkan kepada hamba Kami (Muhammad) di hari Furqaan, yaitu di hari bertemunya dua pasukan. Dan Allah Maha Kuasa atas segala sesuatu.",
  "nomor" : "41",
  "tr" : "wa<strong>i</strong>'lamuu annam<u>aa</u> ghanimtum min syay-in fa-anna lill<u>aa</u>hi khumusahu wali<strong>l</strong>rrasuuli wali<u>dz</u>ii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lyat<u>aa</u>m<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiini wa<strong>i</strong>bni <strong>al</strong>ssabiili in kuntum <u>aa</u>mantum bi<strong>al</strong>l<u>aa</u>hi wam<u>aa</u> anzaln<u>aa</u> 'al<u>aa</u> 'abdin<u>aa</u> yawma <strong>a</strong>lfurq<u>aa</u>ni yawma iltaq<u>aa</u> <strong>a</strong>ljam'<u>aa</u>ni wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
}, {
  "ar" : "إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَىٰ وَالرَّكْبُ أَسْفَلَ مِنْكُمْ ۚ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ ۙ وَلَٰكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَيَّ عَنْ بَيِّنَةٍ ۗ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ",
  "id" : "(Yaitu di hari) ketika kamu berada di pinggir lembah yang dekat dan mereka berada di pinggir lembah yang jauh sedang kafilah itu berada di bawah kamu. Sekiranya kamu mengadakan persetujuan (untuk menentukan hari pertempuran), pastilah kamu tidak sependapat dalam menentukan hari pertempuran itu, akan tetapi (Allah mempertemukan dua pasukan itu) agar Dia melakukan suatu urusan yang mesti dilaksanakan, yaitu agar orang yang binasa itu binasanya dengan keterangan yang nyata dan agar orang yang hidup itu hidupnya dengan keterangan yang nyata (pula). Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui,",
  "nomor" : "42",
  "tr" : "i<u>dz</u> antum bi<strong>a</strong>l'udwati <strong>al</strong>dduny<u>aa</u> wahum bi<strong>a</strong>l'udwati <strong>a</strong>lqu<u>sh</u>w<u>aa</u> wa<strong>al</strong>rrakbu asfala minkum walaw taw<u>aa</u>'adtum la<strong>i</strong>khtalaftum fii <strong>a</strong>lmii'<u>aa</u>di wal<u>aa</u>kin liyaq<u>dh</u>iya <strong>al</strong>l<u>aa</u>hu amran k<u>aa</u>na maf'uulan liyahlika man halaka 'an bayyinatin waya<u>h</u>y<u>aa</u> man <u>h</u>ayya 'an bayyinatin wa-inna <strong>al</strong>l<u>aa</u>ha lasamii'un 'aliim<strong>un</strong>"
}, {
  "ar" : "إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا ۖ وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَٰكِنَّ اللَّهَ سَلَّمَ ۗ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
  "id" : "(yaitu) ketika Allah menampakkan mereka kepadamu di dalam mimpimu (berjumlah) sedikit. Dan sekiranya Allah memperlihatkan mereka kepada kamu (berjumlah) banyak tentu saja kamu menjadi gentar dan tentu saja kamu akan berbantah-bantahan dalam urusan itu, akan tetapi Allah telah menyelamatkan kamu. Sesungguhnya Allah Maha Mengetahui segala isi hati.",
  "nomor" : "43",
  "tr" : "i<u>dz</u> yuriikahumu <strong>al</strong>l<u>aa</u>hu fii man<u>aa</u>mika qaliilan walaw ar<u>aa</u>kahum katsiiran lafasyiltum walatan<u>aa</u>za'tum fii <strong>a</strong>l-amri wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha sallama innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
}, {
  "ar" : "وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا ۗ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
  "id" : "Dan ketika Allah menampakkan mereka kepada kamu sekalian, ketika kamu berjumpa dengan mereka berjumlah sedikit pada penglihatan matamu dan kamu ditampakkan-Nya berjumlah sedikit pada penglihatan mata mereka, karena Allah hendak melakukan suatu urusan yang mesti dilaksanakan. Dan hanyalah kepada Allahlah dikembalikan segala urusan.",
  "nomor" : "44",
  "tr" : "wa-i<u>dz</u> yuriikumuuhum i<u>dz</u>i iltaqaytum fii a'yunikum qaliilan wayuqallilukum fii a'yunihim liyaq<u>dh</u>iya <strong>al</strong>l<u>aa</u>hu amran k<u>aa</u>na maf'uulan wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi turja'u <strong>a</strong>l-umuur<strong>u</strong>"
}, {
  "ar" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ",
  "id" : "Hai orang-orang yang beriman. apabila kamu memerangi pasukan (musuh), maka berteguh hatilah kamu dan sebutlah (nama) Allah sebanyak-banyaknya agar kamu beruntung.",
  "nomor" : "45",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu i<u>dzaa</u> laqiitum fi-atan fa<strong>u</strong>tsbutuu wa<strong>u</strong><u>dz</u>kuruu <strong>al</strong>l<u>aa</u>ha katsiiran la'allakum tufli<u>h</u>uun<strong>a</strong>"
}, {
  "ar" : "وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ ۖ وَاصْبِرُوا ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ",
  "id" : "Dan ta'atlah kepada Allah dan Rasul-Nya dan janganlah kamu berbantah-bantahan, yang menyebabkan kamu menjadi gentar dan hilang kekuatanmu dan bersabarlah. Sesungguhnya Allah beserta orang-orang yang sabar.",
  "nomor" : "46",
  "tr" : "wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha warasuulahu wal<u>aa</u> tan<u>aa</u>za'uu fatafsyaluu wata<u>dz</u>haba rii<u>h</u>ukum wa<strong>i</strong><u>sh</u>biruu inna <strong>al</strong>l<u>aa</u>ha ma'a <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
}, {
  "ar" : "وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ ۚ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
  "id" : "Dan janganlah kamu menjadi seperti orang-orang yang keluar dari kampungnya dengan rasa angkuh dan dengan maksud riya' kepada manusia serta menghalangi (orang) dari jalan Allah. Dan (ilmu) Allah meliputi apa yang mereka kerjakan.",
  "nomor" : "47",
  "tr" : "wal<u>aa</u> takuunuu ka<strong>a</strong>lla<u>dz</u>iina kharajuu min diy<u>aa</u>rihim ba<u>th</u>aran wari-<u>aa</u>-a <strong>al</strong>nn<u>aa</u>si waya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ya'maluuna mu<u>h</u>ii<u>th</u><strong>un</strong>"
}, {
  "ar" : "وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ ۖ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَىٰ مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ ۚ وَاللَّهُ شَدِيدُ الْعِقَابِ",
  "id" : "Dan ketika syaitan menjadikan mereka memandang baik pekerjaan mereka dan mengatakan: \"Tidak ada seorang manusiapun yang dapat menang terhadapmu pada hari ini, dan sesungguhnya saya ini adalah pelindungmu\". Maka tatkala kedua pasukan itu telah dapat saling lihat melihat (berhadapan), syaitan itu balik ke belakang seraya berkata: \"Sesungguhnya saya berlepas diri daripada kamu, sesungguhnya saya dapat melihat apa yang kamu sekalian tidak dapat melihat; sesungguhnya saya takut kepada Allah\". Dan Allah sangat keras siksa-Nya.",
  "nomor" : "48",
  "tr" : "wa-i<u>dz</u> zayyana lahumu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu a'm<u>aa</u>lahum waq<u>aa</u>la l<u>aa</u> gh<u>aa</u>liba lakumu <strong>a</strong>lyawma mina <strong>al</strong>nn<u>aa</u>si wa-innii j<u>aa</u>run lakum falamm<u>aa</u> tar<u>aa</u>-ati <strong>a</strong>lfi-at<u>aa</u>ni naka<u>sh</u>a 'al<u>aa</u> 'aqibayhi waq<u>aa</u>la innii barii-un minkum innii ar<u>aa</u> m<u>aa</u> l<u>aa</u> tarawna innii akh<u>aa</u>fu <strong>al</strong>l<u>aa</u>ha wa<strong>al</strong>l<u>aa</u>hu syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هَٰؤُلَاءِ دِينُهُمْ ۗ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
  "id" : "(Ingatlah), ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata: \"Mereka itu (orang-orang mu'min) ditipu oleh agamanya\". (Allah berfirman): \"Barang-siapa yang bertawakkal kepada Allah, maka sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana\".",
  "nomor" : "49",
  "tr" : "i<u>dz</u> yaquulu <strong>a</strong>lmun<u>aa</u>fiquuna wa<strong>a</strong>lla<u>dz</u>iina fii quluubihim mara<u>dh</u>un gharra h<u>aa</u>ul<u>aa</u>-i diinuhum waman yatawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi fa-inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "وَلَوْ تَرَىٰ إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا ۙ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ",
  "id" : "Kalau kamu melihat ketika para malaikat mencabut jiwa orang-orang yang kafir seraya memukul muka dan belakang mereka (dan berkata) : \"Rasakanlah olehmu siksa neraka yang membakar\", (tentulah kamu akan merasa ngeri).",
  "nomor" : "50",
  "tr" : "walaw tar<u>aa</u> i<u>dz</u> yatawaff<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu <strong>a</strong>lmal<u>aa</u>-ikatu ya<u>dh</u>ribuuna wujuuhahum wa-adb<u>aa</u>rahum wa<u>dz</u>uuquu 'a<u>dzaa</u>ba <strong>a</strong>l<u>h</u>ariiq<strong>i</strong>"
}, {
  "ar" : "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ",
  "id" : "Demikian itu disebabkan oleh perbuatan tanganmu sendiri. Sesungguhnya Allah sekali-kali tidak menganiaya hamba-Nya,",
  "nomor" : "51",
  "tr" : "<u>dzaa</u>lika bim<u>aa</u> qaddamat aydiikum wa-anna <strong>al</strong>l<u>aa</u>ha laysa bi<u>zh</u>all<u>aa</u>min lil'abiid<strong>i</strong>"
}, {
  "ar" : "كَدَأْبِ آلِ فِرْعَوْنَ ۙ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ",
  "id" : "(keadaan mereka) serupa dengan keadaan Fir'aun dan pengikut-pengikutnya serta orang-orang yang sebelumnya. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka disebabkan dosa-dosanya. Sesungguhnya Allah Maha Kuat lagi amat keras siksaan-Nya.",
  "nomor" : "52",
  "tr" : "kada/bi <u>aa</u>li fir'awna wa<strong>a</strong>lla<u>dz</u>iina min qablihim kafaruu bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi fa-akha<u>dz</u>ahumu <strong>al</strong>l<u>aa</u>hu bi<u>dz</u>unuubihim inna <strong>al</strong>l<u>aa</u>ha qawiyyun syadiidu <strong>a</strong>l'iq<u>aa</u>b<strong>i</strong>"
}, {
  "ar" : "ذَٰلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنْفُسِهِمْ ۙ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
  "id" : "(Siksaan) yang demikian itu adalah karena sesungguhnya Allah sekali-kali tidak akan merubah sesuatu ni'mat yang telah dianugerahkan-Nya kepada suatu kaum, hingga kaum itu merubah apa-apa yang ada pada diri mereka sendiri, dan sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "53",
  "tr" : "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha lam yaku mughayyiran ni'matan an'amah<u>aa</u> 'al<u>aa</u> qawmin <u>h</u>att<u>aa</u> yughayyiruu m<u>aa</u> bi-anfusihim wa-anna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>"
}, {
  "ar" : "كَدَأْبِ آلِ فِرْعَوْنَ ۙ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ كَذَّبُوا بِآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ ۚ وَكُلٌّ كَانُوا ظَالِمِينَ",
  "id" : "(keadaan mereka) serupa dengan keadaan Fir'aun dan pengikut-pengikutnya serta orang-orang yang sebelumnya. Mereka mendustakan ayat-ayat Tuhannya maka Kami membinasakan mereka disebabkan dosa-dosanya dan Kami tenggelamkan Fir'aun dan pengikut-pengikutnya; dan kesemuanya adalah orang-orang yang zalim.",
  "nomor" : "54",
  "tr" : "kada/bi <u>aa</u>li fir'awna wa<strong>a</strong>lla<u>dz</u>iina min qablihim ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>ti rabbihim fa-ahlakn<u>aa</u>hum bi<u>dz</u>unuubihim wa-aghraqn<u>aa</u> <u>aa</u>la fir'awna wakullun k<u>aa</u>nuu <u>zhaa</u>limiin<strong>a</strong>"
}, {
  "ar" : "إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ",
  "id" : "Sesungguhnya binatang (makhluk) yang paling buruk di sisi Allah ialah orang-orang yang kafir, karena mereka itu tidak beriman.",
  "nomor" : "55",
  "tr" : "inna syarra <strong>al</strong>ddaw<u>aa</u>bbi 'inda <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>iina kafaruu fahum l<u>aa</u> yu/minuun<strong>a</strong>"
}, {
  "ar" : "الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
  "id" : "(Yaitu) orang-orang yang kamu telah mengambil perjanjian dari mereka, sesudah itu mereka mengkhianati janjinya pada setiap kalinya, dan mereka tidak takut (akibat-akibatnya).",
  "nomor" : "56",
  "tr" : "<strong>al</strong>la<u>dz</u>iina '<u>aa</u>hadta minhum tsumma yanqu<u>dh</u>uuna 'ahdahum fii kulli marratin wahum l<u>aa</u> yattaquun<strong>a</strong>"
}, {
  "ar" : "فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
  "id" : "Jika kamu menemui mereka dalam peperangan, maka cerai beraikanlah orang-orang yang di belakang mereka dengan (menumpas) mereka, supaya mereka mengambil pelajaran.",
  "nomor" : "57",
  "tr" : "fa-imm<u>aa</u> tatsqafannahum fii <strong>a</strong>l<u>h</u>arbi fasyarrid bihim man khalfahum la'allahum ya<u>dzdz</u>akkaruun<strong>a</strong>"
}, {
  "ar" : "وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَىٰ سَوَاءٍ ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ",
  "id" : "Dan jika kamu khawatir akan (terjadinya) pengkhianatan dari suatu golongan, maka kembalikanlah perjanjian itu kepada mereka dengan cara yang jujur. Sesungguhnya Allah tidak menyukai orang-orang yang berkhianat.",
  "nomor" : "58",
  "tr" : "wa-imm<u>aa</u> takh<u>aa</u>fanna min qawmin khiy<u>aa</u>natan fa<strong>i</strong>nbi<u>dz</u> ilayhim 'al<u>aa</u> sawa-in inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lkh<u>aa</u>-iniin<strong>a</strong>"
}, {
  "ar" : "وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا ۚ إِنَّهُمْ لَا يُعْجِزُونَ",
  "id" : "Dan janganlah orang-orang yang kafir itu mengira, bahwa mereka akan dapat lolos (dari kekuasaan Allah). Sesungguhnya mereka tidak dapat melemahkan (Allah).",
  "nomor" : "59",
  "tr" : "wal<u>aa</u> ya<u>h</u>sabanna <strong>al</strong>la<u>dz</u>iina kafaruu sabaquu innahum l<u>aa</u> yu'jizuun<strong>a</strong>"
}, {
  "ar" : "وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ ۚ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ",
  "id" : "Dan siapkanlah untuk menghadapi mereka kekuatan apa saja yang kamu sanggupi dan dari kuda-kuda yang ditambat untuk berperang (yang dengan persiapan itu) kamu menggentarkan musuh Allah dan musuhmu dan orang orang selain mereka yang kamu tidak mengetahuinya; sedang Allah mengetahuinya. Apa saja yang kamu nafkahkan pada jalan Allah niscaya akan dibalasi dengan cukup kepadamu dan kamu tidak akan dianiaya (dirugikan).",
  "nomor" : "60",
  "tr" : "wa-a'idduu lahum m<u>aa</u> ista<u>th</u>a'tum min quwwatin wamin rib<u>aath</u>i <strong>a</strong>lkhayli turhibuuna bihi 'aduwwa <strong>al</strong>l<u>aa</u>hi wa'aduwwakum wa<u>aa</u>khariina min duunihim l<u>aa</u> ta'lamuunahumu <strong>al</strong>l<u>aa</u>hu ya'lamuhum wam<u>aa</u> tunfiquu min syay-in fii sabiili <strong>al</strong>l<u>aa</u>hi yuwaffa ilaykum wa-antum l<u>aa</u> tu<u>zh</u>lamuun<strong>a</strong>"
}, {
  "ar" : "وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
  "id" : "Dan jika mereka condong kepada perdamaian, maka condonglah kepadanya dan bertawakkallah kepada Allah. Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui.",
  "nomor" : "61",
  "tr" : "wa-in jana<u>h</u>uu li<strong>l</strong>ssalmi fa<strong>i</strong>jna<u>h</u> lah<u>aa</u> watawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi innahu huwa <strong>al</strong>ssamii'u <strong>a</strong>l'aliim<strong>u</strong>"
}, {
  "ar" : "وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ ۚ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ",
  "id" : "Dan jika mereka bermaksud menipumu, maka sesungguhnya cukuplah Allah (menjadi pelindungmu). Dialah yang memperkuatmu dengan pertolongan-Nya dan dengan para mu'min,",
  "nomor" : "62",
  "tr" : "wa-in yuriiduu an yakhda'uuka fa-inna <u>h</u>asbaka <strong>al</strong>l<u>aa</u>hu huwa <strong>al</strong>la<u>dz</u>ii ayyadaka bina<u>sh</u>rihi wabi<strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ۚ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَٰكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ ۚ إِنَّهُ عَزِيزٌ حَكِيمٌ",
  "id" : "dan Yang mempersatukan hati mereka (orang-orang yang beriman). Walaupun kamu membelanjakan semua (kekayaan) yang berada di bumi, niscaya kamu tidak dapat mempersatukan hati mereka, akan tetapi Allah telah mempersatukan hati mereka. Sesungguhnya Dia Maha Gagah lagi Maha Bijaksana.",
  "nomor" : "63",
  "tr" : "wa-allafa bayna quluubihim law anfaqta m<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i jamii'an m<u>aa</u> <strong>al</strong>lafta bayna quluubihim wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha <strong>al</strong>lafa baynahum innahu 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ",
  "id" : "Hai Nabi, cukuplah Allah (menjadi Pelindung) bagimu dan bagi orang-orang mu'min yang mengikutimu.",
  "nomor" : "64",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu <u>h</u>asbuka <strong>al</strong>l<u>aa</u>hu wamani ittaba'aka mina <strong>a</strong>lmu/miniin<strong>a</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ ۚ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ ۚ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ",
  "id" : "Hai Nabi, kobarkanlah semangat para mu'min untuk berperang. Jika ada dua puluh orang yang sabar diantaramu, niscaya mereka akan dapat mengalahkan dua ratus orang musuh. Dan jika ada seratus orang yang sabar diantaramu, niscaya mereka akan dapat mengalahkan seribu dari pada orang kafir, disebabkan orang-orang kafir itu kaum yang tidak mengerti.",
  "nomor" : "65",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu <u>h</u>arri<u>dh</u>i <strong>a</strong>lmu/miniina 'al<u>aa</u> <strong>a</strong>lqit<u>aa</u>li in yakun minkum 'isyruuna <u>shaa</u>biruuna yaghlibuu mi-atayni wa-in yakun minkum mi-atun yaghlibuu <strong>a</strong>lfan mina <strong>al</strong>la<u>dz</u>iina kafaruu bi-annahum qawmun l<u>aa</u> yafqahuun<strong>a</strong>"
}, {
  "ar" : "الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ ۚ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ ۗ وَاللَّهُ مَعَ الصَّابِرِينَ",
  "id" : "Sekarang Allah telah meringankan kepadamu dan dia telah mengetahui bahwa padamu ada kelemahan. Maka jika ada diantaramu seratus orang yang sabar, niscaya mereka akan dapat mengalahkan dua ratus orang kafir; dan jika diantaramu ada seribu orang (yang sabar), niscaya mereka akan dapat mengalahkan dua ribu orang, dengan seizin Allah. Dan Allah beserta orang-orang yang sabar.",
  "nomor" : "66",
  "tr" : "al-<u>aa</u>na khaffafa <strong>al</strong>l<u>aa</u>hu 'ankum wa'alima anna fiikum <u>dh</u>a'fan fa-in yakun minkum mi-atun <u>shaa</u>biratun yaghlibuu mi-atayni wa-in yakun minkum <strong>a</strong>lfun yaghlibuu <strong>a</strong>lfayni bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu ma'a <strong>al</strong><u>shshaa</u>biriin<strong>a</strong>"
}, {
  "ar" : "مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِي الْأَرْضِ ۚ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
  "id" : "Tidak patut, bagi seorang Nabi mempunyai tawanan sebelum ia dapat melumpuhkan musuhnya di muka bumi. Kamu menghendaki harta benda duniawiyah sedangkan Allah menghendaki (pahala) akhirat (untukmu). Dan Allah Maha Perkasa lagi Maha Bijaksana.",
  "nomor" : "67",
  "tr" : "m<u>aa</u> k<u>aa</u>na linabiyyin an yakuuna lahu asr<u>aa</u> <u>h</u>att<u>aa</u> yutskhina fii <strong>a</strong>l-ar<u>dh</u>i turiiduuna 'ara<u>dh</u>a <strong>al</strong>dduny<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu yuriidu <strong>a</strong>l-<u>aa</u>khirata wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ",
  "id" : "Kalau sekiranya tidak ada ketetapan yang telah terdahulu dari Allah, niscaya kamu ditimpa siksaan yang besar karena tebusan yang kamu ambil.",
  "nomor" : "68",
  "tr" : "lawl<u>aa</u> kit<u>aa</u>bun mina <strong>al</strong>l<u>aa</u>hi sabaqa lamassakum fiim<u>aa</u> akha<u>dz</u>tum 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
}, {
  "ar" : "فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا ۚ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
  "id" : "Maka makanlah dari sebagian rampasan perang yang telah kamu ambil itu, sebagai makanan yang halal lagi baik, dan bertakwalah kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "69",
  "tr" : "fakuluu mimm<u>aa</u> ghanimtum <u>h</u>al<u>aa</u>lan <u>th</u>ayyiban wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَىٰ إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
  "id" : "Hai Nabi, katakanlah kepada tawanan-tawanan yang ada di tanganmu: \"Jika Allah mengetahui ada kebaikan dalam hatimu, niscaya Dia akan memberikan kepadamu yang lebih baik dari apa yang telah diambil daripadamu dan Dia akan mengampuni kamu\". Dan Allah Maha Pengampun lagi Maha Penyayang.",
  "nomor" : "70",
  "tr" : "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu qul liman fii aydiikum mina <strong>a</strong>l-asr<u>aa</u> in ya'lami <strong>al</strong>l<u>aa</u>hu fii quluubikum khayran yu/tikum khayran mimm<u>aa</u> ukhi<u>dz</u>a minkum wayaghfir lakum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
}, {
  "ar" : "وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
  "id" : "Akan tetapi jika mereka (tawanan-tawanan itu) bermaksud hendak berkhianat kepadamu, maka sesungguhnya mereka telah berkhianat kepada Allah sebelum ini, lalu Allah menjadikan(mu) berkuasa terhadap mereka. Dan ALlah Maha Mengetahui lagi Maha Bijaksana.",
  "nomor" : "71",
  "tr" : "wa-in yuriiduu khiy<u>aa</u>nataka faqad kh<u>aa</u>nuu <strong>al</strong>l<u>aa</u>ha min qablu fa-amkana minhum wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
}, {
  "ar" : "إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَٰئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّىٰ يُهَاجِرُوا ۚ وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَىٰ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
  "id" : "Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah dan orang-orang yang memberikan tempat kediaman dan pertoIongan (kepada orang-orang muhajirin), mereka itu satu sama lain lindung-melindungi. Dan (terhadap) orang-orang yang beriman, tetapi belum berhijrah, maka tidak ada kewajiban sedikitpun atasmu melindungi mereka, sebelum mereka berhijrah. (Akan tetapi) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama, maka kamu wajib memberikan pertolongan kecuali terhadap kaum yang telah ada perjanjian antara kamu dengan mereka. Dan Allah Maha Melihat apa yang kamu kerjakan.",
  "nomor" : "72",
  "tr" : "inna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wah<u>aa</u>jaruu waj<u>aa</u>haduu bi-amw<u>aa</u>lihim wa-anfusihim fii sabiili <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>waw wana<u>sh</u>aruu ul<u>aa</u>-ika ba'<u>dh</u>uhum awliy<u>aa</u>u ba'<u>dh</u>in wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu walam yuh<u>aa</u>jiruu m<u>aa</u> lakum min wal<u>aa</u>yatihim min syay-in <u>h</u>att<u>aa</u> yuh<u>aa</u>jiruu wa-ini istan<u>sh</u>aruukum fii <strong>al</strong>ddiini fa'alaykumu <strong>al</strong>nna<u>sh</u>ru ill<u>aa</u> 'al<u>aa</u> qawmin baynakum wabaynahum miits<u>aa</u>qun wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
}, {
  "ar" : "وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ",
  "id" : "Adapun orang-orang yang kafir, sebagian mereka menjadi pelindung bagi sebagian yang lain. Jika kamu (hai para muslimin) tidak melaksanakan apa yang telah diperintahkan Allah itu, niscaya akan terjadi kekacauan di muka bumi dan kerusakan yang besar.",
  "nomor" : "73",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina kafaruu ba'<u>dh</u>uhum awliy<u>aa</u>u ba'<u>dh</u>in ill<u>aa</u> taf'aluuhu takun fitnatun fii <strong>a</strong>l-ar<u>dh</u>i wafas<u>aa</u>dun kabiir<strong>un</strong>"
}, {
  "ar" : "وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا ۚ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
  "id" : "Dan orang-orang yang beriman dan berhijrah serta berjihad pada jalan Allah, dan orang-orang yang memberi tempat kediaman dan memberi pertolongan (kepada orang-orang muhajirin), mereka itulah orang-orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezki (ni'mat) yang mulia.",
  "nomor" : "74",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wah<u>aa</u>jaruu waj<u>aa</u>haduu fii sabiili <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>waw wana<u>sh</u>aruu ul<u>aa</u>-ika humu <strong>a</strong>lmu/minuuna <u>h</u>aqqan lahum maghfiratun warizqun kariim<strong>un</strong>"
}, {
  "ar" : "وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَٰئِكَ مِنْكُمْ ۚ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي كِتَابِ اللَّهِ ۗ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
  "id" : "Dan orang-orang yang beriman sesudah itu kemudian berhijrah serta berjihad bersamamu maka orang-orang itu termasuk golonganmu (juga). Orang-orang yang mempunyai hubungan kerabat itu sebagiannya lebih berhak terhadap sesamanya (daripada yang bukan kerabat) di dalam kitab Allah. Sesungguhnya Allah Maha Mengetahui segala sesuatu.",
  "nomor" : "75",
  "tr" : "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu min ba'du wah<u>aa</u>jaruu waj<u>aa</u>haduu ma'akum faul<u>aa</u>-ika minkum wauluu <strong>a</strong>l-ar<u>haa</u>mi ba'<u>dh</u>uhum awl<u>aa</u> biba'<u>dh</u>in fii kit<u>aa</u>bi <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>"
} ]
