 [
     {
      "id": 1,
      "judul": "Sholat Jenazah",
      "isi": "1. Lafazh Niat Shalat Jenazah : \n\nArtinya: \"Aku niat shalat atas jenazah ini, fardhu kifayah sebagai makmum/imam lillaahi ta’aalaa..\" \n\n2. Setelah Takbir pertama membaca: Surat \"Al Fatihah.\" \n\n3. Setelah Takbir kedua membaca Shalawat kepada Nabi SAW : \"Allahumma Shalli ‘Alaa Muhamad?\" \n\n4. Setelah Takbir ketiga membaca: \n\nاَللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مَدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ اْلأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ، وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ، وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ الْقَبْرِ وَعَذَابِ النَّارِ \n\nYa Allah! Ampunilah dia (mayat) berilah rahmat kepadanya, selamatkanlah dia (dari beberapa hal yang tidak disukai), maafkanlah dia dan tempatkanlah di tempat yang mulia (Surga), luaskan kuburannya, mandikan dia dengan air salju dan air es. Bersihkan dia dari segala kesalahan, sebagaimana Engkau membersihkan baju yang putih dari kotoran, berilah rumah yang lebih baik dari rumahnya (di dunia), berilah keluarga (atau istri di Surga) yang lebih baik daripada keluarganya (di dunia), istri (atau suami) yang lebih baik daripada istrinya (atau suaminya), dan masukkan dia ke Surga, jagalah dia dari siksa kubur dan Neraka.” \n\natau bisa secara ringkas : \n\n\"Allahummagh firlahu warhamhu wa’aafihi wa’fu anhu..\" \n\nArtinya: \"Ya Allah, ampunilah dia, berilah rahmat, sejahtera dan maafkanlah dia\" \n\n5. Setelah takbir keempat membaca: \"Allahumma la tahrim naa ajrahu walaa taftinnaa ba’dahu waghfirlanaa walahu..\" \n\nArtinya: \"Ya Allah janganlah kami tidak Engkau beri pahalanya, dan janganlah Engkau beri fitnah kepada kami sesudahnya, dan berilah ampunan kepada kami dan kepadanya\" \n\n6. \"Salam\" kekanan dan kekiri. \n\nCatatan: Jika jenazah wanita, lafazh ‘hu’ diganti ‘ha’."
    },
    {
    "id": 2,
    "judul": "Sholat Ghaib",
    "isi": "Cara bacaaannya sama dengan shalat jenazah, hanya niatnya saja yang disebut atas mayyit ghaib itu/dengan menyebut nama yaitu \n\nاُصَلِى عَلىَ مَيِّتِ (....)اْلغَاعِبِ اَرْبَعَ تَكْبِيْرَاتٍ فَرْضَ اْلِكفَايَةِ للهِ تعالى \n\nBacaannya: USHALLI ALA MAYYITIL (FULAN) GHAIBI ARBA'A TAKBIIRAATIN FARDLAL KIFAAYATI (MA'MUUMAN / IMAAMAN) LILLAHI TA'AALA. ALLAHU AKBAR"
    },
    {
    "id": 3,
    "judul": "Sholat Hadiah",
    "isi": "Dianjurkan pada malam setelah jenazah dikuburkan hari itu melakukan shalat hadiah untuk si mayat tersebut yang dikenal dengan Shalat Wahsyah. Dalam suatu khabar (hadis) diberitakan: “Tidak akan datang kepada si mayat satu masa yang lebih dasyat daripada awal malam (setelah mayat dikuburkan), maka kasihanilah ia di antara kamu dengan bersedekah, jika kamu tidak mampu, shalatlah dua rakaat yang pahalanya dihadiahkan kepada si mayat. Berikut ini ada dua cara melakukannya: Pada rakaat pertama, setelah niat:\n\nأُصَلِّي صَلاَةَ الْهَدِيَّةْ رَكْعَتَيْنِ قُرْبَةً إِلَى اللهِ تَعَالَى` ushalliy shalâtal hadiyyah, rak’atayni qurbatan ilallâhi ta’âla. \n\nSaya akan shalat hadiah dua raka’at demi mendekatkan diri kepada Allah Ta’ala. \n\nlalu membaca surat Al-Fâtihah sekali dan surat Al-Ikhlas dua kali. Kemudian ruku’, sujud dan bangkit kembali untuk melanjutkan rakaat kedua. Rakaat kedua, membaca surat Al-Fâtihah sekali dan surat alhâkumut takâtsur (10 kali). Kemudian ruku’, sujud, tasyahud dan diakhiri salam. Setelah salam berdoa: \n\nاللّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ` وَابْعَثْ ثَوَابَهَا إِلَى قَبْرِ ذَلِكَ الْمَيِّتِ فُلاَنَ بْنَ فُلاَنٍ...... Sebutkan nama mayat dan nama bapaknya. \n\nallâhumma shalli ‘alâ muhammadin wa âli muhammad(in), wab’ats tsawâbahâ ila qabri dzâlikal mayyiti fulânab na fulân(in). \n\nYa Allah, sampaikan shalawat kepada Muhammad dan keluarga Muhammad, dan kirimkanlah pahala shalat(ku) ini ke kubur mayat fulan bin fulan tersebut. Kalimat: fulânab na fulan(in), diganti dengan nama mayat dan bapaknya. Selanjutkan dalam riwayat itu dikatakan: Kemudian seketika itu pula, Allah mengutus seribu malaikat ke kuburnya, sementara setiap malaikat membawa pakaian dan gaun kebesaran. Diluaskan kuburnya dari himpitan (kedua sisinya) sampai hari ditiupnya sangkakala. Bagi pelaku shalat tersebut menerima sejumlah kebaikan selama matahari terbit. Dan baginya diangkat (kedudukannya) sampai empat puluh derajat. \n\nCara Kedua:\n\nPada rakaat pertama, membaca surat al-Fâtihah (sekali) dan ayat Kursi (sekali). Kemudian ruku’ dan sujud lalu bangkit berdiri untuk melanjutkan rakaat kedua. Rakaat kedua, membaca surat Al-Fâtihah (sekali) dan surat Al-Qdr (10 kali). Kemudian ruku’, sujud, tasyahud dan salam. Setelah itu, membaca doa yang tersebut di atas. Afdhalnya jika dilakukan kedua cara tersebut dengan dua salam. Cukup satu Shalat Wahsyah untuk satu mayat. Dan berikut teks ayat Kursi: \n\nاَللهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ اْلقَيُّوْمُ` لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ` لَهُ مَا فِيْ السَّمَآوَاتِ وَمَا فِيْ اْلأَرْضِ` مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ` يَعْلَمُ مَا بَيْنَ أَيْدِيْهِمْ وَمَا خَلْفَهُمْ` وَلاَ يُحِيْطُوْنَ بِشَيْئٍ مِنْ عِلْمِهِ` إِلاَّ بِمَاشَآءَ` وَسِعَ كُرْسِيُّهُ السَّمَآوَاتِ وَاْلأَرْضَ` وَلاَ يَؤُدُهُ حِفْظُهُمَا` وَهُوَ اْلعَلِيُّ اْلعَظِيْمُ`"
    },
    {
    "id": 4,
    "judul": "Sholat Tahajud",
    "isi": "Adapun niat sholat tahajjud adalah sebagai berikut : \n\nأُصَلِّي سُنّةَ التَهَجُدِ رَكْعَتَيْنِ ِللَهِ تَعَاليَ \n\nAku niat shalat sunnah tahajjud dua raka’at karena Allah ta’ala. \n\nUntuk tata cara dan bacaan dalam melaksanakan shalat tahajjud, shalat tahajjud tidak jauh berbeda dengan shalat sunnah yang lain, diantaranya adalah sebagaimana berikut: \n\nSetelah takbirotul ihram (takbir pertama), baca surat Al Fatihah dan setelah itu disunnahkan membaca surat Al Kafirun (Qul Ya Ayyuhal Kafirun.. dst) \n\nRaka’at kedua membaca Al Fatihah dan surat Al Ikhlas (Qul Huwa-Allahu Ahad.. dst) \n\nWaktu ruku’ membaca Subhana Rabbiyal Adzimi Wabihamdih 3x. \n\nWaktu sujud membaca Subhana Rabbiyal A’la Wabihamdih 3x. \n\nSetelah tahiyyat dan salam membaca do’a di bawah. \n\nBacaan do’a atau wirid setelah shalat tahajjud Bahasa Arab \n\nبِسْمِ اللهِ الرَحْمن ِالرَحيم اَلَلهُم لكَ الحَمْدُ أنتَ قَيِّمُ السَمَواتِ وَالأرِض ومَنْ ِفيهِنَ ولَكَ الحَمْدُ أَنْتَ نُورُ السَمَواتِ وَالأرِض ومَن فَيهنَ ولَكَ الحمدُ أنت الحقُ وَوَعْدُكَ الحقُ ولِقاءُكَ حَقٌ وقَولُكَ حَقٌ والجنةُ حقٌ والنارُ حَقٌ والنَبَيونَ حقٌ ومحمدٌ صلي الله عليه وسلم حَقٌ والسَاعَةُ حَقٌ اللهم لَكَ أَسْلَمْتُ وَبِكَ أَمَنْتُ وَعَليكَ تَوَكَلتُ وَإلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ وَلَكَ حَاكَمْتُ فَاغْفِرْليِ مَا قَدَّمْتُ وما أَخَّرْتُ وما أَسْرَرْتُ وَما أَعْلَنْتُ وَمَا أَنْتَ أَعْلَمُبِهِ مِنيِ أَنْتَ الُمقَدِّمُ وَأَنْتَ الُمؤَخِّرُ لَاإلَهَ إلا أَنْتَ وَلاَ حَوْلَ وَلا قُوّةَ إلا بالله"
    },
    {
    "id": 5,
    "judul": "Sholat Dhuha",
    "isi": "Waktu Pelaksanaan Shalat Dhuha : \n\nShalat dhuha dilaksanakan ketika matahari mulai naik sekitar 7 hasta seja terbitnya matahari hingga datangnya waktu zuhur. Atau sekitar pukul 07.00 hingga pukul 11.00 WIB. \n\nNiat Shalat Dhuha : \n\nﺃﺻَﻠِّﻲ ﺳُﻨَّﺔَ ﺍﻟﻀُﺤَﻰ ﺭَﻛَﻌَﺘَﻴْﻦِ ﻟِﻠﻪِ ﺗَﻌﺎﻟﻰَ \n\n“Usholli sunnataantd-dhuha rak’ataini lillahi ta’alaa”. \n\nTata Cara Shalat Dhuha : \n\nShalat Dhuha minimal dua rakaat dan maksimal duabelas rakaat, dilakukan secara Munfarid (tidak berjamaah). Berikut tata cara sholat dhuha : \n\n1. Niat shalat dhuha didalam hati bersamaan dengan Takbiratul Ihram : \n\n“Ushallii sunnatadh-dhuhaa rok’ataini lillaahi ta’aalaa.” \n\n“Aku niat shalat sunat dhuha dua rakaat, karena Allah ta’alaa.” \n\n2. Membaca doa Iftitah \n\n3. Membaca surat Al-Fatihah \n\n4. Membaca salah satu surat didalam Al-Quran, namun lebih diutamakan membaca Surat Surat Adh-Dhuha ,Asy-Syamsu, Surat Al-Lailu, Surat Asy – Syarch. \n\n5. Ruku’ dan membaca tasbih tiga kali \n\n6. I’tidal dan membaca bacaanya \n\n7. Sujud pertama dan membaca tasbih tiga kali \n\n8. Duduk diantara dua sujud dan membaca bacaannya \n\n9. Sujud kedua dan membaca tasbih tiga kali \n\n10. Lakukan rakaat kedua seperti cara rakaat pertama tanpa membaca niat dan doa iftitah. \n\n11. Tasyahud akhir \n\n12. Salam dua kali \n\nDoa Shalat Dhuha : \n\nﺍَﻟﻠّﻬُﻢَّ ﺍِﻥَّ ﺍﻟﻀُّﺤَﺎﺀَ ﺿُﺤَﺎﺀُﻙَ ﻭَﺍﻟْﺒَﻬَﺎﺀَ ﺑَﻬَﺎﺋُﻚَ ﻭَﺍﻟْﺠَﻤَﺎﻝَ ﺟَﻤَﺎﻟُﻚَ ﻭَﺍﻟْﻘُﻮَّﺓَ ﻗُﻮَّﺗُﻚَ ﻭَﺍﻟْﻘُﺪْﺭَﺓَ ﻗُﺪْﺭَﺗُﻚَ ﻭَﺍﻟْﻌِﺼْﻤَﺔَ ﻋِﺼْﻤَﺘُﻚَ ﺍَﻟﻠّﻬُﻢَّ ﺍِﻥْ ﻛَﺎﻥَ ﺭِﺯْﻗِﻰ ﻓِﻰ ﺍﻟﺴَّﻤَﺎﺀِ ﻓَﺎَﻧْﺰِﻟْﻪُ ﻭَﺍِﻥْ ﻛَﺎﻥَ ﻓِﻰ ﺍْﻻَﺭْﺽِ ﻓَﺎَﺧْﺮِﺟْﻪُ ﻭَﺍِﻥْ ﻛَﺎﻥَ ﻣُﻌَﺴِّﺮًﺍ ﻓَﻴَﺴِّﺮْﻩُ ﻭَﺍِﻥْ ﻛَﺎﻥَ ﺣَﺮَﺍﻣًﺎ ﻓَﻄَﻬِّﺮْﻩُ ﻭَﺍِﻥْ ﻛَﺎﻥَ ﺑَﻌِﻴْﺪًﺍ ﻓَﻘَﺮِّﺑْﻪُ ﺑِﺤَﻖِّ ﺿُﺤَﺎﺋِﻚَ ﻭَﺑَﻬَﺎﺋِﻚَ ﻭَﺟَﻤَﺎﻟِﻚَ ﻭَﻗُﻮَّﺗِﻚَ ﻭَﻗُﺪْﺭَﺗِﻚَ ﺁﺗِﻨِﻰ ﻣَﺎﺍَﺗَﻴْﺖَ ﻋِﺒَﺎﺩَﻙَ ﺍﻟﺼَّﺎﻟِﺤِﻴْﻦَ"
    },
    {
    "id": 6,
    "judul": "Sholat Istikharah",
    "isi": "Tata Cara Shalat Istikharah \n\nShalat istikharah boleh dikerjakan paling sedikit dua rakaat atau juga sampai dua belas rakaat (dengan enam salam). \n\nRakaat Pertama, setelah membaca Al-Fatihah pada rakaat pertama, diutamakan membaca Surah Al-Kafiruun sebanyak 1 kali. \n\nRakaat Kedua, setelah membaca Al-Fatihah pada rakaat yang kedua, diutamakan membaca 1 Surah Al-Ikhlas sebanyak 1 kali. \n\nnamun untuk surah-surah yang lain tetap diperbolehkan dibaca setelah membaca surah Al-Fatihah, baik pada rakaat pertama dan juga rakaat kedua. \n\nDOA Shalat istukharah \n\nاللهُمَّ اِنِّى اَسْتَخِيْرُكَ بِعِلْمِكَ وَاَسْتَقْدِرُكَ بِقُدْرَتِكَ وَاَسْئَلُكَ مِنْ فَضْلِكَ الْعَظِيْمِ. فَاِنَّكَ تَقْدِرُ وَلَآاَقْدِرُ وَلَآاَعْلَمُ وَاَنْتَ عَلاَّمُ الْغُيُوْبِ. اَللهُمَّ اِنْ كُنْتَ تَعْلَمُ اَنَّ هذَااْلاَمْرَخَيْرٌلِّىْ فِىْ دِيْنِىْ وَمَعَاشِىْ فَاقْدُرْهُ لِىْ وَيَسِّرْهُ لِىْ ثُمَّ بَارِكْ لِىْ فِيْهِ وَاِنْ كُنْتَ تَعْلَمُ اَنَّ هذَااْلاَمْرَشَرٌّلِّىْ فِىْ دِيْنِىْ وَمَعَاشِىْ وَعَاقِبَةِ اَمْرِىْ وَعَاجِلِهِ وَآجِلِهِ فَاصْرِفْهُ عَنِّىْ وَاصْرِفْنِيْ عَنْهُ وَاقْدُرْلِى الْخَيْرَحَيْثُ كَانَ ثُمَّ رَضِّنِىْ بِهِ"
    },
    {
    "id": 7,
    "judul": "Sholat Taubah",
    "isi": "Niat Sholat Taubat \n\nNiat sholat taubat adalah sebagai berikut: \n\nأُصَلِّي سُنَّةَ التَّوْبَةِ ركَعْتَيْنِ للهِ تَعَالَي \n\nArtinya: “Saya niat sholat sunnah taubat dua rokaat karena Allah”. \n\nSholatlah 2 (Dua) Raka’at Seperti Biasa, Dengan Penuh Kekhusyuan. \n\nMengenai bacaan sholatnya, pada raka’at pertama membaca surat al-Fatihah dan surat al-Kafirun. Kemudian pada raka’at kedua membaca surat al-Fatihah dan surat al-Ikhlas. \n\nSetelah Salam Membaca Istighfar 100 Kali \n\nأَسْتَغْفِرُ اللهَ الْعَظِيْمِ \n\nAtau boleh juga ditambah seperti ini, \n\nأَسْتَغْفِرُ اللهَ الْعَظِيْمِ اَلَّذِي لَاإِلٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّوْمُ وَأَتُوْبُ إِلَيْهِ \n\nArtinya: “Aku memohon ampun kepada Allah Yang Maha Agung, yang tiada Tuhan selain Dia, Tuhan yang selalu hidup lagi terjaga, dan aku memohon taubat kepada-Nya.” Selama beristighfar hendaknya mengingat dosa-dosa yang telah dilakukan. Dengan penuh penyesalan memohon ampun dengan sebenar-benarnya menyesal dan tidak akan pernah mengulanginya lagi. Dengan penuh keyakinan bahwa Allah Maha Pengampun segala dosa, sebesar apapun dosa itu. Tetesan air mata yang mengucur deras, tanda kesungguhan taubat itu. Ingatlah, Allah akan memberikan rahmat dan hidayah kepada orang yang dikehendaki-Nya. Kesadaran untuk bertaubat, linangan air mata dan panjatan doa, adalah bukti bahwa Allah telah menghendakinya mendapat rahmat dan hidayah. \n\nDoa Sholat Taubat \n\nSetelah istighfar, bacalah doa dibawah ini: \n\nاَللّٰهُمَّ اِنِّى أَسْاَلُكَ تَوْفِيْقَ أَهْلِ الْهُدَى وَاَعْمَالَ اَهْلِ التَّوْبَةِ وَعَزْمَ اَهْلِ الصَّبْرِ وَجِدَّ اَهْلِ الْخَشْيَةِ وَطَلَبَ أَهْلِ الرَّغْبَةِ وَتَعَبُّدَ أَهْلِ الْوَرَعِ وَعِرْفَانَ أَهْلِ الْعِلْمِ حَتَّى اَخَافَكَ . اَللّٰهُمَّ اِنِّى اَسْاَلُكَ مَخَافَةً تَحْجُزُنِى عَنْ مَعَاصِيْكَ حَتَّى اَعْمَلَ بِطَاعَتِكَ عَمَلاً اَسْتَحِقُّ بِهِ رِضَاكَ حَتَّى اُنَاصِحَكَ فِى التَّوْبَةِ خَوْفًا مِنْكَ وَحَتَّى اَخْلِصَ لَكَ النَّصِيْحَةَ حُبًّالَكَ وَحَتَّى أَتَوَكَّلَ عَلَيْكَ فَالأُمُوْرِ كُلِّهَاوَحُسْنَ ظَنٍّ بِكَ. سُبْحَانَ خَالِقِ نُوْرٍ. \n\nArtinya: “Ya Allah sesungguhnya hamba memohon kepada-Mu Taufiq(pertolongan)nya orang-orang yang mendapatkan petunjuk (hidayah),dan perbuatannya orang-orang yang bertaubat, dan cita-cita orang-orang yang sabar, dan kesungguhan orang-orang yang takut, dan pencariannya orang-orang yang cinta, dan ibadahnya orang-orang yang menjauhkan diri dari dosa (wara’), dan ma’rifatnya orang-orang berilmu sehingga hamba takut kepada-Mu. Ya Allah sesungguhnya hamba memohon kepada-Mu rasa takut yang membentengi hamba dari durhaka kepada-Mu, sehingga hamba menunaikan keta’atan kepada-Mu yang berhak mendapatkan ridho-Mu sehingga hamba tulus kepada-Mu dalam bertaubat karena takut pada-Mu, dan sehingga hamba mengikhlaskan ketulusan untuk-Mu karena cinta kepada-Mu, dan sehingga hamba berserah diri kepada-Mu dalam semua urusan, dan hamba memohon baik sangka kepada-Mu. Maha suci Dzat Yang Menciptakan Cahaya.” \n\nMembaca doa sayyidul istighfar \n\nاَللّٰهُمَّ أَنْتَ رَبِّي لَاإِلٰهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَااسْتَطَعْتُ، أَعُوْذُبِكَ مِنْ شَرِّ مَاصَنَعْتُ أَبُوْءُلَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوْءُ بِذَنْبِي فَاغْفِرْلِي فَإِنَّهُ لَايَغْفِرُ الذُّنُوْبَ إِلَّا أَنْتَ \n\nArtinya: “Ya Allah, Engkaulah Tuhan kami, tiada Tuhan melainkan Engkau yang telah menciptakan aku, dan akulah hamba-Mu. Dan aku pun dalam ketentuan serta janji-Mu yg sedapat mungkin aku lakukan. Aku berlindung kepada-Mu dari segala kejahatan yg telah aku lakukan, aku mengakui nikmat-Mu yang Engkau limpahkan kepadaku, dan aku mengakui dosaku, karena itu berilah ampunan kepadaku, sebab tiada yg dapat memberi ampunan kecuali Engkau sendiri. Aku memohon perlindungan Engkau dari segala kejahatan yg telah aku lakukan.”"
    },
    {
    "id": 8,
    "judul": "Sholat Hajat",
    "isi": "Dari niat pulalah, Allah bisa melihat kesungguhan hati umat NYA ketika menjalankan amalan tersebut. Berikut ini bacaan niat sholat hajat yang harus dibaca atau dibatin ketika akan melakukan sholat hajat: \n\nأُصَلِّي سُنَّةَأُ الحَاجَةِ كْعَتَيْنِ لِلَّهِ تَعاَلَى \n\n“Ushollii sunnatal haajati rok’aataini lillaahi ta’aala.” Yang artinya adalah “saya nita sholat hajat dua rakaat karena Allah ta’ala.” Tata cara Shalat Hajat \n\nPada dasarnya tata cara sholat hajat sama saja dengan tata cara sholat pada umumnya. Sholat hajat dilaksanakan sebanyak minimal 2 rakaat dan paling banyak sebanyak 12 rakaat. Dengan salam setiap 2 rakaatnya.\n\nAdapun bacaan surat yang harus di baca, pada hadits yang telah kita ketahui tidak ada surat khusus yang mesti dibaca. Artinya surat atau ayat apapun bisa kita baca di dalam sholat hajat. Meski demikian ada beberapa ulama yang memberikan pendapat, bahwa terdapat beberapa surat yang sunnah di baca ketika di dalam shalat hajat, seperti surat Al-Kafiruun di rakaat pertama dan surat Al-Ikhlas di rakaat kedua. \n\nDoa Sholat Hajat \n\nلاَ إِلَهَ إِلاَّ اللهُ الْحَلِيْمُ الْكَرِيْمُ سُبْحَانَ اللهِ رَبُّ الْعَرْشِ الْعَظِيْمِ الْحَمْدُ ِللهِ رَبِّ الْعَالَمِيْنَ. اَسْأَلُكَ مُوْجِبَاتِ رَحْمَتِكَ وَعَزَائِمَ مَغْفِرَتِكَ وَالْغَنِيْمَةَ مِنْ كُلِّ بِرٍّ وَالسَّلاَمَةَ مِنْ كُلِّ إِثْمٍ لاَتَدَعْ لَنَا ذَنْبًا إِلاَّ غَفَرْتَهُ وَلاَ هَمًّا إِلاَّ فَرَّجْتَهُ وَلاَ حَاجَةً هِىَ لَكَ رِضَا إِلاَّ قَضَيْتَهَا يَا أَرْحَمَ الرَّاحِمِيْنَ"
    },
    {
    "id": 9,
    "judul": "Sholat Tasbih",
    "isi": "Niat dan Doa Cara Mengerjakan Shalat Tasbih \n\nMembaca niat shalat tasbih “Ushallii sunnatat-tasbihi rak’ataini lillahi ta’aalaa. Allahu Akbar” sembari berdiri menghadap kiblat. \n\nLalu baca doa iftitah dan dilanjutkan dengan membaca suratan pendek yang anda hafal. Dan sebelum anda melakukan rukuk, baca terlebih dulu kalimat tasbih sebanyak 15 kali seperti yang ada dibawah ini. \n\n“Subhaanallaahi wal-hamdu lillaahi wa laa ilaaha illallaahu walaahu akbar wa laa haula wa laa quwwata illaa billaahil-‘aliyyil-azhiim” \n\nSetelah membaca tasbih rukuk, kemudian membaca kembali kalimat tasbih sebanyak 10 kali. \n\nLalu anda melakukan i’tidal dan setelah itu membaca lagi kalimat tasbih sebanyak 10 kali. \n\nKemudian melakukan sujud, dan setelah melakukan sujud yang pertama, baca kembali kalimat tasbih sebanyak 10 kali. \n\nBerikutnya melakukan duduk diantara dua sujud dan kembali membaca tasbih sebanyak 10 kali. \n\nSetelah itu melakukan sujud kembali, dan selepas itu kembali membaca kalimat tasbih sebanyak 10 kali. \n\nLalu membaca kalimat tasbih lagi sebanyak 10 kali pada saat duduk sebelum melanjutkan rakaat berikutnya ataupun sebelum melakukan salam. \n\nBerikut ini adalah doa yang harus dilafadzkan sehabis melakukan shalat tasbih : \n\nاللّهُمَّ اِنِّى اَسْئَلُكَ تَوْفِيْقَ اَهْلِ اْلهُدَى وَاَعْمَالَ اَهْلِ اْليَقِيْن وَمُنَاصَحَةَ اَهْلِ التَّوْبَةِ وَعَزَمَ اَهْلِ الصَّبْرِ وَجَدَّ اَهْلِ الْخَشْيَةِ وَطَلَبَ اَهْلِ الرَّغْبَةِ وَتَعَبُّدَ اَهْلِ الْوَرَعِ وَعِرْفَانَ اَهْلِ اْلعِلْمِ حَتىَّ اَخَافَكَ اللّهُمَّ اِنِّى اَسْئَلُكَ مَخَافَةً تُحْجِزُنِى عَنْ مَعَاصِيْكَ حَتَّى اَعْمَلَ بِطَعَاتِكَ عَمَلاً اَسْتَحِقُ بِهِ رِضَاكَ وَحَتَّى اُنَاصِحَكَ فِى التَّوْبَةِ خَوْفًا مِنْكَ وَحَتَّى اُخْلِصَ لَكَ النَّصِيْحَةَ حُبًّالَكَ وَحَتَّى اَتَوَكَّلَ عَلَيْكَ فِى اْلأُمُوْرِ كُلِّهَا وَاُحْسِنَ الظَّنَّ بِكَ سُبْحَانَ خَالِقِ النُّوْرِ رَبَّنَا اَتْمِمْ لَنَا نُوْرَنَا وَغْفِرْلَنَا اِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْر بِرَحْمَتِكَ يَااَرْحَمَ الرَّّاحِمِيْن"
    },
    {
    "id": 10,
    "judul": "Sholat Awwabin",
    "isi": "Cara Mengerjakan Shalat Sunah Awwabin \n\n1. Shalat dua raka’at dengan lafazh niatnya: \n\n“Ushallii rak’ataini shalaatal-awwaabiina sunnatal lillaahi ta’aalaa.Allahu Akbar”\n\n2. Sesudah membaca Fatihah pada raka’at pertama, bacala surat Ikhlas enam kali, surat Al-Falaq sekali dan surat An-Nas sekali, demikian pula pada raka’at kedua. \n\n3. Sehabis salam dua raka’at ini, maka shalat lagi dua raka’at . Dan di baca pada raka’at pertama dan kedua sesudah Al-Fatihah mana saja surat yang dikehendaki. Lafazh niatnya seperti tersebut di atas. \n\n4. Sesudah itu,berdiri lagi dengan lafazh niatnya seperti yang di atas, dilaksanakan 2 raka’at,dengan bacaan pada raka’at pertama sesudah surat Al-Fatihah, bacalah surat Al-Kafirun dan pada raka’at kedua sesudah Al-Fatihah baclah surat Al-Ikhlas."
    },
    {
    "id": 11,
    "judul": "Sholat Witir",
    "isi": "Lafadzh Niat Sholat Witir Dua Raka'at. \n\nﺃُﺻَﻠِّﻲْ ﺳُﻨَّﺔَ ﺍﻟْﻮِﺗْﺮِ ﺭَﻛْﻌَﺘَﻴْﻦِ ﻣُﺴْﺘَﻘْﺒِﻞَ ﺍﻟْﻘِﺒْﻠَﺔِ ﻣَﺄْﻣُﻮْﻣًﺎ ﻟِﻠﻪِ ﺗَﻌَﺎﻟَﻰ \n\n\"Ushaallii Sunnatal Witri Rak'atainii Makmumman/Imaaman Lillaahi Ta'allaa.\" \n\n(Aku Niat Sholat Sunnah Witir Dua Raka'at sebagai Makmum/Imam karena Allah Ta'ala). \n\n** Lafadzh Niat Sholat Witir Satu Raka'at. ﺃُﺻَﻠِّﻲْ ﺳُﻨَّﺔَ ﺍﻟْﻮِﺗْﺮِ ﺭَﻛْﻌَﺔً ﻣُﺴْﺘَﻘْﺒِﻞَ ﺍﻟْﻘِﺒْﻠَﺔِ ﻣَﺄْﻣُﻮْﻣًﺎ ﻟِﻠﻪِ ﺗَﻌَﺎﻟَﻰ \n\n\"Ushaallii Rak'atal Witri Sunnatan Makmuuman/Imaaman Lillaahii Ta'allaa\". (Aku Niat Sholat Witir Satu Raka'at sebagai Makmum/Imam karena Allah Ta'ala). \n\nLafaz niat shalat Witir 3 rakaat \n\nﺃُﺻَﻠِّﻲْ ﺳُﻨَّﺔَ ﺍﻟْﻮِﺗْﺮِ ﺛَﻠَﺎﺙَ ﺭَﻛَﻌَﺎﺕٍ ﻣُﺴْﺘَﻘْﺒِﻞَ ﺍﻟْﻘِﺒْﻠَﺔِ ﻣَﺄْﻣُﻮْﻣًﺎ ﻟِﻠﻪِ ﺗَﻌَﺎﻟَﻰ \n\nusholli sunnatal witri tsalatsa raka’atin mustaqbilalqiblati ma-muman lillahi ta’ala \n\n(Saya niat sholat witir tiga rokaat dengan menghadap qiblat menjadi mamum karena Allah ta’ala.) \n\nAli r.a , Berkata : \"Sholat Witir itu tidak diharuskan sebagaimana Sholat Wajib. Akan tetapi, Rasulullah saw. Selalu mengerjakannya. Beliau Bersabda : \"Allah itu Witir (Ganjil) dan Suka pada yang Ganjil, maka Sholat Witirlah kalian, wahai Ahli Qur'an\". (HR. Abu Dawud dan Tirmidzi). \n\nDari Aisyah r.a , Berkata : \"Dari semua waktu-waktu malam, Rasulullah saw. Mengerjakan Sholat Witir. Beliau pernah Mengerjakan Sholat Witir pada Permulaan Malam, pernah pada Tengah Malam, dan Pernah pada Akhir Malam, serta paling Akhir Beliau mengerjakan Sholat Witir pada Waktu Sahur\". (HR. Muttaffaq 'alaih). \n\nDari Ibnu Umar r.a , Berkata , Nabi saw. Bersabda : \"Akhiri Sholat Malammu dengan yang Ganjil (Witir)\". (HR. Muttafaq 'alaih) \n\n*** Do'a Sesudah Sholat Witir. \n\nاَللَّهُمَّ إِنَّا نَسْأَلُكَ إِيْمَانًا دَائِمًا، وَنَسْأَلُكَ قَلْبًا خَاشِعًا، وَنَسْأَلُكَ عِلْمًا نَافِعًا، وَنَسْأَلُكَ يَقِيْنًا صَادِقًا، وَنَسْأَلُكَ عَمَلاً صَالِحًا، وَنَسْأَلُكَ دِيْنًا قَيِّمًا، وَنَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ، وَنَسْأَلُكَ تَمَامَ الْعَافِيَةِ، وَنَسْأَلُكَ الشُّكْرَ عَلَى الْعَافِيَةِ، وَنَسْأَلُكَ الْغِنَى عَنِ النَّاسِ. اَللَّهُمَّ رَبَّنَا تَقَبَّلْ مِنَّا صَلاَتَنَا وصِيَامَنَا وَقِيَامَنَا وَتَخَشُّعَنَا وَتَضَرُّعَنَا وَتَعَبُّدَنَا، وَتَمِّمْ تَقْصِيْرَنَا يَا اَللَّهُ، يَا اَللَّهُ، يَا اَللَّهُ، يَا أَرْحَمَ الرَّاحِمِيْنَ. وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ أَجْمَعِيْنَ، سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ، وَسَلاَمٌ عَلَى الْمُرْسَلِيْنَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ."
    }
]